{
  "title": "CSA&G to co-host ‘Deadly Medicine: Creating the Master Race’ Exhibition",
  "permalink": "https://www.csagup.org/2018/08/28/csag-to-co-host-deadly-medicine-creating-the-master-race-exhibition/",
  "datePublished": "2018-08-28T05:53:48+01:00",
  "dateLabel": "28th August 2018",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/08/DeadlyMed_image_color-web-bar-180x70.png",
  "contentHtml": "<html><head></head><body><p><a href=\"https://www.csagup.org/wp-content/uploads/2018/08/DM-logo.png\"><img fetchpriority=\"high\" decoding=\"async\" class=\"aligncenter size-medium wp-image-898 lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/08/DM-logo-300x188.png\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/08/DM-logo-300x188.png\" alt=\"deadly medincine\" width=\"300\" height=\"188\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/08/DM-logo-300x188.png 300w, https://www.csagup.org/wp-content/uploads/2018/08/DM-logo.png 351w\" data-sizes=\"(max-width: 300px) 100vw, 300px\"></a></p>\n<p>The CSA&amp;G, Department of Library Services and the Faculty of Humanities will be hosting a provocative exhibition exploring the Nazi regime’s “science of race” and its implications for medical ethics and social responsibility today.</p>\n<p>From 1933 to 1945, Nazi Germany carried out a campaign to “cleanse” German society of people viewed as biological threats to the nation’s “health.” Enlisting the help of physicians and medically trained geneticists, psychiatrists, and anthropologists, the Nazis developed racial health policies that started with the mass sterilization of “hereditarily diseased” persons and ended with the near annihilation of European Jewry. Deadly Medicine: Creating the Master Race traces this history from the early 20th-century international eugenics movement to the Nazi regime’s “science of race.” It also challenges viewers to reflect on the present-day interest in genetic manipulation that promotes the possibility of human perfection.</p>\n<p>The exhibition and a series of seminars will run from 4 – 27 September on Level 3 of the Merensky Library on the University of Pretoria’s Hatfield Campus.</p>\n<p>This <a href=\"https://www.ushmm.org/exhibition/deadly-medicine/overview/\" target=\"_blank\" rel=\"noopener\">travelling exhibition</a> of the United States Holocaust Memorial Museum has been made possible by The Lerner Foundation and Eric F. and Lore Ross, with additional support from the Lester Robbins and Sheila Johnson Robbins Traveling and Special Exhibitions Fund established in 1990.</p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "The CSA&G, Department of Library Services and the Faculty of Humanities will be hosting a provocative exhibition exploring the Nazi regime’s “science of race” and its implications for medical ethics and social responsibility today. From 1933 to 1945, Nazi Germany carried out a campaign to “cleanse” German society of people viewed as biological threats to the nation’s “health.” Enlisting the help of physicians and medically trained geneticists, psychiatrists, and anthropologists, the Nazis developed racial health policies that started with the mass sterilization of “hereditarily diseased” persons and ended with the near annihilation of European Jewry. Deadly Medicine: Creating the Master Race traces this history from the early 20th-century international eugenics movement to the Nazi regime’s “science of race.” It also challenges viewers to reflect on the present-day interest in genetic manipulation that promotes the possibility of human perfection. The exhibition and a series of seminars will run from 4 – 27 September on Level 3 of the Merensky Library on the University of Pretoria’s Hatfield Campus. This travelling exhibition of the United States Holocaust Memorial Museum has been made possible by The Lerner Foundation and Eric F. and Lore Ross, with additional support from the Lester Robbins and Sheila Johnson Robbins Traveling and Special Exhibitions Fund established in 1990.",
  "contentLinks": [
    "https://www.csagup.org/wp-content/uploads/2018/08/DM-logo.png",
    "https://www.ushmm.org/exhibition/deadly-medicine/overview/"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2018/08/DM-logo-300x188.png"
  ],
  "sourceArchive": "https://www.csagup.org/2018/08/"
}