{
  "title": "Submission from the CSA&G on Draft National Policy on the Prevention and Management of Learner Pregnancy in Schools",
  "permalink": "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/",
  "datePublished": "2018-08-27T06:06:01+01:00",
  "dateLabel": "27th August 2018",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>The Centre for Sexualities, AIDS and Gender (CSA&amp;G), based at the University of Pretoria (UP), would like to express its wholehearted support for the Draft National Policy on the Prevention and Management of Learner Pregnancy in Schools, circulated for comment, by 31 July 2018.</p>\n<p>The CSA&amp;G is a 20-year-old semi-autonomous unit, working under the umbrella of the Humanities Faculty at UP. Using HIV and AIDS as both a lens and a springboard, it seeks to explore, at the university and beyond, themes of:&nbsp;social and community justice; institutional and social transformation; sexual and reproductive health and rights for all; sexual diversity and sexual citizenship; the challenges and dynamics of gender, identity, race and class; personal and social leadership for active citizenship and political accountability; and effective community engagement. It’s mission is: “understanding power, exploring diversity, examining difference and imagining inclusivity”.</p>\n<p>When it comes to the question of youth sexualities in general, and teenage pregnancy in particular, we firmly believe in a Comprehensive Sexualities Education (CSE) approach and believe that the evidence<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> supports the view that information, education and supportive engagement on sexualities and gender reduces teenage pregnancies, lowers the incidence of HIV and delays sexual debut. In contrast, the evidence on abstinence-only approaches<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> shows that these disempower young people and in fact do not result in lower risk for HIV, STIs and pregnancy.</p>\n<p>The Policy makes a clear case for the role of teachers, informally of course as stigma and unprocessed teacher attitudes are a major barrier to acceptance, but formally through the Life Orientation (LO) curriculum. Evidence<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a> suggests that LO fails at a number of levels, in what is taught (teachers omit what makes them uncomfortable), in how it is taught (teachers often moralise) and who it is taught by (LO is not seen as having sufficient importance). The work of McLeod et al<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a>, who conducted a formal review of LO, shows that there is much that needs improvement. Our recommendation is that an audit of LO in South African schools and ongoing monitoring of LO practices is a critical adjunct to this policy.</p>\n<p>The Policy is thin on male involvement in our view. Where girls and young women conceive after sex with young male peers we argue these young people need support and the young men need help to support their partners, if the relationship is ongoing. Where possible families should be able to come together to support fatherhood. Where relationships have ended, or never existed, young men may still wish to be supportive and should receive counselling and support to understand their roles. The LO curriculum is a useful entry point to some of these discussions.</p>\n<p>In the case of older men, the question of statutory rape is addressed in the Policy, but where the girl or young woman has conceived after sex with a teacher the Policy should be clearer on legal and disciplinary procedures to sanction the perpetrators. We would also like the Policy to address the question of “informal” reparations, some of a financial nature, which may be adopted by families of the parties involved, to avoid negative repercussions for the perpetrator.</p>\n<p>The CSA&amp;G strongly supports the Policy’s approach on stigma, and we argue for intensive programmes to reduce the stigma associated with: teenage sexuality in general; contraceptives, condoms and termination of pregnancy; and pregnancy itself. We believe that many of the “moral anxieties” of parents and communities become focused on young girls, who are expected to be moral gatekeepers. The gendering of morality places an unfair burden on young girls and misses an opportunity to locate teenage pregnancy in a structural analysis.</p>\n<p>Finally, we would like to make a case for two forms of media messaging: firstly around positive and affirming stories of teenage parents who succeed and do well, to avoid catastrophisation narratives; and secondly around teenage pregnancy rates, to expose the SA public to the knowledge that these are dropping.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> EMERGING EVIDENCE, LESSONS AND PRACTICE IN COMPREHENSIVE SEXUALITY EDUCATION • A GLOBAL REVIEW UNESCO 2015.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> Nathan C. Lo, Anita Lowe and Eran Bendavid. Health Affairs 35, no.5 (2016):856-863</p>\n<p>Abstinence Funding Was Not Associated With Reductions In HIV Risk Behavior In Sub-Saharan Africa</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> Francis, D. Sexuality education in South Africa: Whose values are we teaching? The Canadian journal of human sexuality 22(2):69-76. October 2013</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> Glover, J. &amp; Macleod, C. (2016). Rolling out comprehensive sexuality education in South Africa: An overview of research conducted on Life Orientation sexuality education. Unpublished policy brief document, Critical Studies in Sexualities and Reproduction, Rhodes University, Grahamstown.</p>\n</body></html>",
  "contentText": "The Centre for Sexualities, AIDS and Gender (CSA&G), based at the University of Pretoria (UP), would like to express its wholehearted support for the Draft National Policy on the Prevention and Management of Learner Pregnancy in Schools, circulated for comment, by 31 July 2018. The CSA&G is a 20-year-old semi-autonomous unit, working under the umbrella of the Humanities Faculty at UP. Using HIV and AIDS as both a lens and a springboard, it seeks to explore, at the university and beyond, themes of: social and community justice; institutional and social transformation; sexual and reproductive health and rights for all; sexual diversity and sexual citizenship; the challenges and dynamics of gender, identity, race and class; personal and social leadership for active citizenship and political accountability; and effective community engagement. It’s mission is: “understanding power, exploring diversity, examining difference and imagining inclusivity”. When it comes to the question of youth sexualities in general, and teenage pregnancy in particular, we firmly believe in a Comprehensive Sexualities Education (CSE) approach and believe that the evidence[1] supports the view that information, education and supportive engagement on sexualities and gender reduces teenage pregnancies, lowers the incidence of HIV and delays sexual debut. In contrast, the evidence on abstinence-only approaches[2] shows that these disempower young people and in fact do not result in lower risk for HIV, STIs and pregnancy. The Policy makes a clear case for the role of teachers, informally of course as stigma and unprocessed teacher attitudes are a major barrier to acceptance, but formally through the Life Orientation (LO) curriculum. Evidence[3] suggests that LO fails at a number of levels, in what is taught (teachers omit what makes them uncomfortable), in how it is taught (teachers often moralise) and who it is taught by (LO is not seen as having sufficient importance). The work of McLeod et al[4], who conducted a formal review of LO, shows that there is much that needs improvement. Our recommendation is that an audit of LO in South African schools and ongoing monitoring of LO practices is a critical adjunct to this policy. The Policy is thin on male involvement in our view. Where girls and young women conceive after sex with young male peers we argue these young people need support and the young men need help to support their partners, if the relationship is ongoing. Where possible families should be able to come together to support fatherhood. Where relationships have ended, or never existed, young men may still wish to be supportive and should receive counselling and support to understand their roles. The LO curriculum is a useful entry point to some of these discussions. In the case of older men, the question of statutory rape is addressed in the Policy, but where the girl or young woman has conceived after sex with a teacher the Policy should be clearer on legal and disciplinary procedures to sanction the perpetrators. We would also like the Policy to address the question of “informal” reparations, some of a financial nature, which may be adopted by families of the parties involved, to avoid negative repercussions for the perpetrator. The CSA&G strongly supports the Policy’s approach on stigma, and we argue for intensive programmes to reduce the stigma associated with: teenage sexuality in general; contraceptives, condoms and termination of pregnancy; and pregnancy itself. We believe that many of the “moral anxieties” of parents and communities become focused on young girls, who are expected to be moral gatekeepers. The gendering of morality places an unfair burden on young girls and misses an opportunity to locate teenage pregnancy in a structural analysis. Finally, we would like to make a case for two forms of media messaging: firstly around positive and affirming stories of teenage parents who succeed and do well, to avoid catastrophisation narratives; and secondly around teenage pregnancy rates, to expose the SA public to the knowledge that these are dropping. [1] EMERGING EVIDENCE, LESSONS AND PRACTICE IN COMPREHENSIVE SEXUALITY EDUCATION • A GLOBAL REVIEW UNESCO 2015. [2] Nathan C. Lo, Anita Lowe and Eran Bendavid. Health Affairs 35, no.5 (2016):856-863 Abstinence Funding Was Not Associated With Reductions In HIV Risk Behavior In Sub-Saharan Africa [3] Francis, D. Sexuality education in South Africa: Whose values are we teaching? The Canadian journal of human sexuality 22(2):69-76. October 2013 [4] Glover, J. & Macleod, C. (2016). Rolling out comprehensive sexuality education in South Africa: An overview of research conducted on Life Orientation sexuality education. Unpublished policy brief document, Critical Studies in Sexualities and Reproduction, Rhodes University, Grahamstown.",
  "contentLinks": [
    "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/#_ftn1",
    "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/#_ftn2",
    "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/#_ftn3",
    "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/#_ftn4",
    "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/#_ftnref1",
    "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/#_ftnref2",
    "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/#_ftnref3",
    "https://www.csagup.org/2018/08/27/submission-from-the-csag-on-draft-national-policy-on-the-prevention-and-management-of-learner-pregnancy-in-schools/#_ftnref4"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2018/08/"
}