{
  "title": "Should people living with HIV assume the main responsibility for being open about HIV?",
  "permalink": "https://www.csagup.org/2018/08/01/should-people-living-with-hiv-assume-the-main-responsibility-for-being-open-about-hiv/",
  "datePublished": "2018-08-01T12:58:16+01:00",
  "dateLabel": "1st August 2018",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>by&nbsp;Pierre Brouard and Rob Hamilton</strong></p>\n<p>In a recent posting on Facebook, an HIV educator living with HIV was highly critical of gay men who are HIV positive, yet who say on gay dating and hook-up sites that they are “HIV negative on PrEP”. &nbsp;He called them out for “lying” about their status, arguing that being HIV negative on PrEP is not equivalent to having being HIV positive and having an undetectable viral load on ART.</p>\n<p>He suggested that making a claim like this in effect denied the other party the right to make an informed decision about whether or not to have sex with the person who was living with HIV, because they “would not have sex with them if they knew they were HIV positive”. Yet he admitted that a person living with HIV who takes antiretroviral treatment as prescribed and has achieved suppression of the virus in their body is safer to have sex with than someone who does not know their current HIV status.</p>\n<p>He tacitly acknowledged that the prospect of having sex with an HIV-positive individual was still daunting for some HIV-negative people, because prejudice and stigma persisted. He claimed that stigma could be “stopped” if people living with HIV didn’t “present false information just to get a lay”.</p>\n<p>We respect these views, and they may indeed be popular, but suggest they are an interesting starting point for some debates and provocations, which we set out below.</p>\n<h2><strong>Why do we lie?</strong></h2>\n<p>As two gay men concerned about HIV – one of whom is living with HIV and has an undetectable viral load, and one of whom is to the best of his knowledge still HIV negative – we thought it useful to look more closely at the meanings and unintended implications of this Facebook post. Firstly, we agree that deliberately misleading someone with a conscious intention to cause them harm is indefensible.</p>\n<p>And in an ideal world we would all be honest with each other about everything (including our HIV status). But the truth is that we <em>don’t</em> actually live in an ideal world: the truth is often unpalatable, or it offends some people, and it alienates others. In some circumstances, telling others the truth – such as disclosing one’s HIV-positive status online – elicits a negative response, which can range anywhere from the other person refusing to chat further and blocking all future messages, to harsh judgements and vicious name-calling, through to various unpleasant threats, and in some cases, it can even culminate in physical assault or much worse than that.</p>\n<p>While some might argue that only minor consequences follow truth-telling on a hook-up site, any disclosure of one’s HIV-positive status to a complete stranger on an internet site involves an enormous leap of faith, and, in truth, means making oneself vulnerable and taking a major risk which is seldom appreciated or respected by the recipient of the message. In fact, we have seen that it far too often leads to summary and hurtful rejection: the conversation is ended by the other person with no explanation given, and the person who has disclosed their HIV-positive status is blocked from having any further communication with them.</p>\n<h2><strong>Stigma management</strong></h2>\n<p>We argue that gay men who are living with HIV might adopt an “HIV negative on PrEP” identity as a self- preservation strategy. Yes, they are not telling the full truth – an act which some might see as lacking integrity – but they are attempting to protect their public identities, and to maintain the integrity of their self-image: a self image which may have taken a battering as a result of relentless hostility from both straight and gay society over nearly four decades of the HIV epidemic. To say that one is “HIV negative on PrEP” is &nbsp;a less risky way of communicating that one cannot infect another person with HIV, even via unprotected sex , which is true for a person living with HIV who makes sure that they stay “undetectable on ART”. The words might differ, but the effective meaning is the same. Perhaps those of us who are HIV negative need to ask ourselves: why and in what ways we contribute to a society which still stigmatises people with HIV?</p>\n<h2><strong>Internalised stigma</strong></h2>\n<p>Furthermore, when people living with HIV express views that imply that people living with HIV should be held to a higher moral standard than others, we argue that this is actually a form of internalised stigma. To require gay men living with HIV to be more consistently honest than other gay men suggests having bought into the idea that gay men living with HIV are in some sense ‘damaged’ goods, and, therefore, that they should be held to a higher set of standards than other gay men!</p>\n<p>This is of course unremarkable, since it is inevitable that someone with a “socially spoiled” identity will experience internalised stigma to some degree. We need to remember too that very few of us – whether gay men or lesbians – ever completely divest ourselves of the homophobic beliefs and attitudes that surrounded us and that we all grew up with. This can lead to many forms of self-loathing, self-justification and self-promotion. We think here of ideas of queer fabulosity and exceptionalism as two common examples of this.</p>\n<p>Or the comment so often made in conversations between two gay men – and, if we are honest, we need to admit that most of us have indulged in such stereotyping at one time or another: “Well, you know, I’m not like other gay men. They are so promiscuous / shallow / just after sex / not interested in a real relationship / unreliable / judgemental / camp / two faced / materialistic / unattractive / pretentious / etc” (fill in the applicable negative description yourself).</p>\n<h2><strong>Moral certainty?</strong></h2>\n<p>Do gay men living with HIV owe their potential partners the “complete truth” about themselves and their HIV status? In an ideal world we would all tell the truth all the time. But in an epidemic which has seen people living with HIV betrayed, attacked and excluded, we suggest that strategies for psychic self-protection, like a claim of being HIV negative on PrEP, need to be understood in more nuanced ways and perhaps judged less harshly. Humans lie all the time, and not just to “get a lay”.</p>\n<p>We acknowledge that some might find our ideas controversial, and that they could reinforce the irrational fear in some quarters that people living with HIV are more “unreliable” than others, or that they seek to “deliberately infect” their sexual partners. But what we are trying to do is to unravel apparent moral certainties, to embrace complexity, and to understand these so-called acts of “lying” a little differently.</p>\n<h2><strong>PrEP as a social signifier</strong></h2>\n<p>Finally, as PrEP rolls out and it is absorbed into the social imagination and adopted as a “folk” understanding of biomedicine, it will be used increasingly as a social signifier of being HIV negative, of being HIV anxious, of being HIV careful, and perhaps even of being willing to take sexual and other risks. This is normal, and we believe that claims of being HIV negative on PrEP &nbsp;are not to be railed against and vehemently condemned, but that they need to be understood as yet another example of how humans adapt to new scientific developments and fresh knowledge.</p>\n<p>Already tensions are on the rise in queer communities, tensions between the undetectable = uninfectious (U=U) and the HIV-negative-on-PrEP rhetoric. At the recent International AIDS conference in Amsterdam, Nic Holas of the Australian online organisation the&nbsp;<a href=\"http://theinstituteofmany.org/index.php/home/u-u/\" class=\"broken_link\">Institute of Many</a>&nbsp;pointed to the tension between these two approaches. Some PrEP users remained fearful of and stigmatised people living with HIV, he suggested. They prioritised their new found freedom but ignored the fact that it had only been possible to develop PrEP “after people with AIDS put their bodies on the line”, adding that “in the age of PrEP, people living with HIV must not shy away from taking up space and ensuring [their] voices are heard. It is not enough to end the HIV epidemic with PrEP and leave us isolated, criminalised and stigmatised.”</p>\n<h2><strong>So what’s the answer?</strong></h2>\n<p>To reduce stigma, we argue, it is important to acknowledge that stigma is in all of us, and that it might well be wired into the human condition, and be a common feature of all human societies over time.</p>\n<p>We need better social science and more comprehensive interventions, which dig down into the subtle and intractable nuances of “othering”. Expecting people living with HIV to do all the “heavy lifting” on online hook-up sites is, we believe, both unfair and unreasonable, and does them a real disservice.</p>\n<p>Finally, we need to acknowledge that new tensions inevitably develop as biomedicine evolves. It might be more helpful in a case like this to not respond so quickly, but to rather apply our social science lenses and try to understand what these emerging social meanings and new identities are actually all about.</p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "by Pierre Brouard and Rob Hamilton In a recent posting on Facebook, an HIV educator living with HIV was highly critical of gay men who are HIV positive, yet who say on gay dating and hook-up sites that they are “HIV negative on PrEP”. He called them out for “lying” about their status, arguing that being HIV negative on PrEP is not equivalent to having being HIV positive and having an undetectable viral load on ART. He suggested that making a claim like this in effect denied the other party the right to make an informed decision about whether or not to have sex with the person who was living with HIV, because they “would not have sex with them if they knew they were HIV positive”. Yet he admitted that a person living with HIV who takes antiretroviral treatment as prescribed and has achieved suppression of the virus in their body is safer to have sex with than someone who does not know their current HIV status. He tacitly acknowledged that the prospect of having sex with an HIV-positive individual was still daunting for some HIV-negative people, because prejudice and stigma persisted. He claimed that stigma could be “stopped” if people living with HIV didn’t “present false information just to get a lay”. We respect these views, and they may indeed be popular, but suggest they are an interesting starting point for some debates and provocations, which we set out below. Why do we lie? As two gay men concerned about HIV – one of whom is living with HIV and has an undetectable viral load, and one of whom is to the best of his knowledge still HIV negative – we thought it useful to look more closely at the meanings and unintended implications of this Facebook post. Firstly, we agree that deliberately misleading someone with a conscious intention to cause them harm is indefensible. And in an ideal world we would all be honest with each other about everything (including our HIV status). But the truth is that we don’t actually live in an ideal world: the truth is often unpalatable, or it offends some people, and it alienates others. In some circumstances, telling others the truth – such as disclosing one’s HIV-positive status online – elicits a negative response, which can range anywhere from the other person refusing to chat further and blocking all future messages, to harsh judgements and vicious name-calling, through to various unpleasant threats, and in some cases, it can even culminate in physical assault or much worse than that. While some might argue that only minor consequences follow truth-telling on a hook-up site, any disclosure of one’s HIV-positive status to a complete stranger on an internet site involves an enormous leap of faith, and, in truth, means making oneself vulnerable and taking a major risk which is seldom appreciated or respected by the recipient of the message. In fact, we have seen that it far too often leads to summary and hurtful rejection: the conversation is ended by the other person with no explanation given, and the person who has disclosed their HIV-positive status is blocked from having any further communication with them. Stigma management We argue that gay men who are living with HIV might adopt an “HIV negative on PrEP” identity as a self- preservation strategy. Yes, they are not telling the full truth – an act which some might see as lacking integrity – but they are attempting to protect their public identities, and to maintain the integrity of their self-image: a self image which may have taken a battering as a result of relentless hostility from both straight and gay society over nearly four decades of the HIV epidemic. To say that one is “HIV negative on PrEP” is a less risky way of communicating that one cannot infect another person with HIV, even via unprotected sex , which is true for a person living with HIV who makes sure that they stay “undetectable on ART”. The words might differ, but the effective meaning is the same. Perhaps those of us who are HIV negative need to ask ourselves: why and in what ways we contribute to a society which still stigmatises people with HIV? Internalised stigma Furthermore, when people living with HIV express views that imply that people living with HIV should be held to a higher moral standard than others, we argue that this is actually a form of internalised stigma. To require gay men living with HIV to be more consistently honest than other gay men suggests having bought into the idea that gay men living with HIV are in some sense ‘damaged’ goods, and, therefore, that they should be held to a higher set of standards than other gay men! This is of course unremarkable, since it is inevitable that someone with a “socially spoiled” identity will experience internalised stigma to some degree. We need to remember too that very few of us – whether gay men or lesbians – ever completely divest ourselves of the homophobic beliefs and attitudes that surrounded us and that we all grew up with. This can lead to many forms of self-loathing, self-justification and self-promotion. We think here of ideas of queer fabulosity and exceptionalism as two common examples of this. Or the comment so often made in conversations between two gay men – and, if we are honest, we need to admit that most of us have indulged in such stereotyping at one time or another: “Well, you know, I’m not like other gay men. They are so promiscuous / shallow / just after sex / not interested in a real relationship / unreliable / judgemental / camp / two faced / materialistic / unattractive / pretentious / etc” (fill in the applicable negative description yourself). Moral certainty? Do gay men living with HIV owe their potential partners the “complete truth” about themselves and their HIV status? In an ideal world we would all tell the truth all the time. But in an epidemic which has seen people living with HIV betrayed, attacked and excluded, we suggest that strategies for psychic self-protection, like a claim of being HIV negative on PrEP, need to be understood in more nuanced ways and perhaps judged less harshly. Humans lie all the time, and not just to “get a lay”. We acknowledge that some might find our ideas controversial, and that they could reinforce the irrational fear in some quarters that people living with HIV are more “unreliable” than others, or that they seek to “deliberately infect” their sexual partners. But what we are trying to do is to unravel apparent moral certainties, to embrace complexity, and to understand these so-called acts of “lying” a little differently. PrEP as a social signifier Finally, as PrEP rolls out and it is absorbed into the social imagination and adopted as a “folk” understanding of biomedicine, it will be used increasingly as a social signifier of being HIV negative, of being HIV anxious, of being HIV careful, and perhaps even of being willing to take sexual and other risks. This is normal, and we believe that claims of being HIV negative on PrEP are not to be railed against and vehemently condemned, but that they need to be understood as yet another example of how humans adapt to new scientific developments and fresh knowledge. Already tensions are on the rise in queer communities, tensions between the undetectable = uninfectious (U=U) and the HIV-negative-on-PrEP rhetoric. At the recent International AIDS conference in Amsterdam, Nic Holas of the Australian online organisation the Institute of Many pointed to the tension between these two approaches. Some PrEP users remained fearful of and stigmatised people living with HIV, he suggested. They prioritised their new found freedom but ignored the fact that it had only been possible to develop PrEP “after people with AIDS put their bodies on the line”, adding that “in the age of PrEP, people living with HIV must not shy away from taking up space and ensuring [their] voices are heard. It is not enough to end the HIV epidemic with PrEP and leave us isolated, criminalised and stigmatised.” So what’s the answer? To reduce stigma, we argue, it is important to acknowledge that stigma is in all of us, and that it might well be wired into the human condition, and be a common feature of all human societies over time. We need better social science and more comprehensive interventions, which dig down into the subtle and intractable nuances of “othering”. Expecting people living with HIV to do all the “heavy lifting” on online hook-up sites is, we believe, both unfair and unreasonable, and does them a real disservice. Finally, we need to acknowledge that new tensions inevitably develop as biomedicine evolves. It might be more helpful in a case like this to not respond so quickly, but to rather apply our social science lenses and try to understand what these emerging social meanings and new identities are actually all about.",
  "contentLinks": [
    "http://theinstituteofmany.org/index.php/home/u-u/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2018/08/"
}