{
  "title": "Worldwide LGBT organisations select “Alliances for Solidarity” as 2018 global theme",
  "permalink": "https://www.csagup.org/2018/05/02/idahot/",
  "datePublished": "2018-05-02T09:49:20+01:00",
  "dateLabel": "2nd May 2018",
  "author": "Johan Maritz",
  "categories": [
    "Events",
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/idahot-180x70.png",
  "contentHtml": "<html><head></head><body><p>Every year the global community of sexual and gender minorities&nbsp;identifies one specific focus issue for the celebrations around May 17th.</p>\n<p>This focus issue is of course only a suggestion and it is left for everyone to see how this is relevant for their strategiesThis year, the proposal is to focus attention on&nbsp;ALLIANCES for SOLIDARITYIndeed, no battle can be won in isolation.</p>\n<p>We all need to keep strengthening alliances, especially when we need to ensure safety, fight violence, lobby for legal change, and/or campaign to change hearts and minds.</p>\n<p>Putting the focus of the Day on Solidarity and Alliances can create a valuable opportunity for all of us to reach out to our current partners to reinforce our bond, to reach out to new partners to raise awareness of our commonalities, and to engage in collective action around the Day.This focus should also be a welcome reminder of the need for solidarity within the communities of sexual and gender minorities,&nbsp;as the rights of&nbsp;one specific group cannot be solidly secured if the rights of other groups are left unchallenged.</p>\n<p>The focus on alliances should also highlight the necessity for sexual and gender minorities&nbsp;to be allies to other vulnerable groups (e.g. migrants, people living in poverty, vulnerable children, etc.).</p>\n<p>For more information go to:&nbsp;<a href=\"https://dayagainsthomophobia.org/\" target=\"_blank\" rel=\"noopener\">https://dayagainsthomophobia.org/</a></p>\n</body></html>",
  "contentText": "Every year the global community of sexual and gender minorities identifies one specific focus issue for the celebrations around May 17th. This focus issue is of course only a suggestion and it is left for everyone to see how this is relevant for their strategiesThis year, the proposal is to focus attention on ALLIANCES for SOLIDARITYIndeed, no battle can be won in isolation. We all need to keep strengthening alliances, especially when we need to ensure safety, fight violence, lobby for legal change, and/or campaign to change hearts and minds. Putting the focus of the Day on Solidarity and Alliances can create a valuable opportunity for all of us to reach out to our current partners to reinforce our bond, to reach out to new partners to raise awareness of our commonalities, and to engage in collective action around the Day.This focus should also be a welcome reminder of the need for solidarity within the communities of sexual and gender minorities, as the rights of one specific group cannot be solidly secured if the rights of other groups are left unchallenged. The focus on alliances should also highlight the necessity for sexual and gender minorities to be allies to other vulnerable groups (e.g. migrants, people living in poverty, vulnerable children, etc.). For more information go to: https://dayagainsthomophobia.org/",
  "contentLinks": [
    "https://dayagainsthomophobia.org/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2018/05/"
}