{
  "title": "Gendering the Bun in the Oven: Gender Reveal Parties and their Impacts",
  "permalink": "https://www.csagup.org/2021/05/30/gendering-the-bun-in-the-oven-gender-reveal-parties-and-their-impacts/",
  "datePublished": "2021-05-30T12:18:58+01:00",
  "dateLabel": "30th May 2021",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong><em>By Vickashnee Nair</em></strong> (2021)<a href=\"#_edn1\" name=\"_ednref1\">[i]</a></p>\n<p>Exploring the phenomenon of ‘gender reveal parties’ on Google and social media platforms quickly immerses audiences in overwhelming seas of blue and pink. The ‘gender reveal’ trend is replete with gender stereotypes, creating a spectacle of gender performance where expectant couples (most commonly middle-upper class and heterosexually-identified) take centre stage in reaction videos. In these videos, it is typical to see displays of different emotions, as soon-to-be parents (with friends and family members as spectators) “discover” or “reveal” the gender identity of their unborn child(ren).</p>\n<p>Gender reveal parties tend to receive greater press coverage when things go awry. A notable example can be identified in the case of a reveal party that caused widespread fires in California (Morales, &amp; Waller, 2020). After this particular incident, the woman who is credited with the creation of the ‘gender reveal’ trend called for an end to gender reveal reaction videos and parties, stating that they can be destructive and dangerous. She went on to highlight that such events have also caused significant harm to transgender and non-binary communities, showing that the impact of ‘gender revealing’ transcends the reproduction of pink and blue dichotomies, with far reaching consequences for broader society (Wilkinson, 2020).</p>\n<p>The discourses of ‘sex’ and ‘gender’ that are used throughout this paper warrant a note on terminology. It has been argued that the term ‘gender reveal party’ is itself a misnomer: one author even refers to these events as ‘<em>genital</em> reveal parties’ as they actually proclaim the <em>sex</em> of the foetus, and not the <em>gender</em> (Jack, 2020). This distinction reveals some of the potential reasons for problematising the trend, and argues against the conflation of the terms ‘sex’ and ‘gender’.</p>\n<p>‘Sex’ refers to biological differences between people, with hormonal, chromosomal and anatomical bases, whereas ‘gender’ denotes the practices of femininity or masculinity that flow from physiological attributes, but are informed and supported largely by social relations (Hird, 2000). Audiences that witness typical gender reveals tend, however, to impose particular gender stereotypes and roles onto the unborn child(ren), thereby conflating ‘sex’ with ‘gender’. In these instances, there is an interplay between the two terms/concepts: the child’s ‘sex’ is often established through ultrasound detection of genitalia of the foetus. However, psycho-social and relational expectations are then projected onto the unborn child, comprising the practices and beliefs in which family, friends and parents may be invested (Jack, 2020). It is often at the point of reveal, where emotions are heightened, that these projection (and fantasies) are expressed and performed most intensely.</p>\n<p>To provide context for gender reveal parties, at least relating to popular media, it is first necessary to outline how the sex of an unborn child is ascertained, and how this biological knowledge then supports the socialisation of the child, according to the assigned gender identity. An ultrasound is first conducted by a medical professional, where the sex of the child is ascertained. From there, expectant couples (in preparation for ‘gender reveal’ events) can ask not to be told immediately about the sex of the foetus, which is then sealed in an envelope or communicated in a secretive manner to those who have to organize the surprise announcement. Alternatively, the soon-to-be parents can ask to know so as to announce it to their family and friends themselves (Pasche Guignard, 2015).</p>\n<p>It can be argued that the rising popularity of gender reveals has catapulted what would have been a private or intimate phase of pregnancy into public knowledge (Giesler, 2017). It also reflects the modern capacity for sharing, competitive consumerism, and a drive to share moments that might be temporal and abstruse (Giesler, 2017). The notion of a modern capacity for sharing seems to align with today’s understanding of how disclosure is encouraged via social media. There may be multiple reasons for thrusting something intimate into the public eye: personal gain that can be gleaned through tangible benefits; empathy through the garnering of emotional and social support; and social engagement, communication and collaboration with others (Oh &amp; Syn, 2015).</p>\n<p>It is also worth noting the competitive consumerism embedded in gender reveal parties. An example is the social media platform, <em>Pinterest</em>, where displays of gender reveal parties are an expression of identity-driven material consumption. There is always a cost that is associated with the event, things that are to be purchased and then presented to others in ways which earn them social capital (Applequist, 2014). Traditional capital is also often exchanged for social capital, where expectant couples garner attention and focus, gaining social capital through the rituals involved in a gender reveal party, such as the reception of gifts, and the valorisation of the traditionally feminine characteristics of the mother, and the masculine characteristics of the father (Applequist, 2014).</p>\n<p>Social capital here refers to a person’s or group’s sympathy toward another person or collective that may re/produce potential benefits, advantages and preferential treatment for another person or group (Robinson, Schmid, &amp; Siles, 2002). This describes the shared experience of the gender reveal, where there might be sympathy or connection to the experiences of the expecting parents, and the potential social benefits and acceptance that these parents may receive through sharing. Thus, it may be argued that gender reveal parties have commodified the socially-constructed gender assignment of babies: a process that seeks to perpetuate particular cultural norms and gender roles (Applequist, 2014).</p>\n<p>Other perspectives might suggest that historically, social and emotional investment in knowing or identifying the sex of unborn children has been prominent: one might consider examples such as China’s One Child Policy, and even the investment in male heirs by monarchies and other social/religious institutions. Often, the first question that is posed to a pregnant person is <em>“is it a boy, or a girl?”</em>. Indeed, there can be multiple reasons for expectant parents to engage with the ‘gender reveal’ trend, but this piece posits that there is a complex performativity of “sex and gender management” in ‘gender revealing’, through the lens of sexual and gendered difference (Giesler, 2017).</p>\n<p>Spaces that are created by gender reveal parties/videos utilise performative strategies and rituals, involving gender, sexuality and the body (Giesler, 2017). The parties/videos themselves might happen in myriad possible ways, depending on the choices of the people planning them. However, a defining feature across most gender reveals is the presence of fun and games that surround the main event of the reveal (Pasche Guignard, 2015). These ritualistic games might involve dressing in the colour of the couple’s guess of the child’s sex, or casting a vote in a gender reveal ballot, amongst others. Other interesting games and details rely on dichotomous gender stereotypes to mark each sex, including moustaches for a boy, and a ribbon or a pair of red lips for a girl (Pasche Guignard, 2015). Ultimately, these features and patterns highlight that the gender binary is re/produced through these events and social practices.</p>\n<p>Within the gender reveal trend, gendered symbols of masculinity and femininity feel limiting and rigid. It seems that the reliance on stereotypical symbols of boy/girl gender identities supports a sense of security by making the unknown visible (Giesler, 2017). These social practices seem to make plain what is actually quite complex and unpredictable: ‘gender’ is something fluid that evolves over one’s lifespan, rather than something that we can claim to understand and/or control fully. In this sense, the gender reveal trend might devalue plural and fluid perspectives of ‘gender’ that make space for a wide range of possible gender identities and performances to be lived and experienced.</p>\n<p>To further tease out such intricacies of sex, it is also important to distinguish between various expressions of it – sex, itself, is not binary. Determining the sex of a foetus depends on the accuracy of the ultrasound test, which cannot always determine sex, especially when the foetus shows other presentations of sex, such as those that have intersex expressions after birth (Jack, 2020). ‘Intersex’ refers to the state of being born with biological sex characteristics that vary from what is typically seen as exclusively male or female (Griffiths, 2018). There is much debate about the nomenclature of “intersex”, particularly within the medical professions. Just as we understand that gender and sex are separate concepts, we can also have a nuanced idea that intersex presentations do not necessarily influence gender. For example, it is important to note that ‘intersex’ people should not be seen as deviating from ‘normal’ sex presentations such as binary ‘male’ or ‘female’.</p>\n<p>By presenting ‘sex’ as something binary, and by pinning ‘gender’ onto ‘sex’ and neglecting to make important distinctions between the two, gender reveal trends portray gender expression as something that is a ‘natural’ phenomenon, eliminating the idea that gender expression is socially and relationally constructed (Wiseman, &amp; Davidson, 2011). This binary discourse can also delegitimise gender diversity and freedom, by deeming alternative forms of gender expression ‘unnatural’ (Wiseman, &amp; Davidson, 2011). Therefore, a binary discourse with regards to gender can be wholly unhelpful and inaccurate, especially when it is an attempt to concretise something that is quite uncertain and fluid, both in its contextuality and temporality (Wiseman, &amp; Davidson, 2011). These aspects make a strong case for the problematisation and disruption of the ‘gender reveal’ trend.</p>\n<p>Socially and emotionally, it seems obvious that much rests on the sex of this child. There are clear expectations and fantasises that are associated with ideas of ‘having a boy’ or ‘having a girl’. Often, parents invest in the imaginary baby, which represents what they hope for the child. This can have different impacts for first time parents, as it this is compounded with becoming parents for the first time. An additional experience that can be considered here, is the loss of a child through still birth, or miscarriage, as often this is often thought of as a loss and a bereavement process (Cacciatore, 2013). Such a loss has a wide array of psychological impacts which then effect relationships, functioning, work, and emotional wellbeing amongst many others (Cacciatore, 2013). This is testament to the bond that forms between the parents and the unborn child.</p>\n<p>In gender reveal videos, the reactions of siblings, even young ones, show how they (even at young ages) hold ideas about the gender of their future sibling, which can include their relationship, the types of play they imagine they would engage in, and what role they would take as an older sibling to this child. Every aspect of the unborn child’s gendered socialisation is determined by its sex: before its birth, the child already has gendered clothing, gendered toys and a gendered nursery (Pasche Guignard, 2015).</p>\n<p>A deep drive is exhibited here towards a collective recognition, and an almost commemoration of sexual identification, which creates a series of anxieties and demands in the need to identify the child (Giesler, 2017). It is a need to shift from ambiguity and to address the “inexplicability of life not yet made visible” (Giesler, 2017, p. 665). Again, this can be considered a collective effort to make concrete that which is not yet known, the idea of life not yet visible but known. This idea shows the very unique phase that pregnancy represents, which also has implications for the experiences of the expectant parents, their bonding with the unborn child and the symbolism that underlies all of this. What is relevant is how the sex of the child impacts upon this process, and how the perceived gender identity of the child then continues to shape it after it is born. Socially, this constitutes quite an intriguing process of grappling with something that is at this point to still be realised; the foetus initiates this process.</p>\n<p>An interesting phrase that is often used when talking about expectations of a pregnancy is: “<em>Well it doesn’t matter if it’s a boy or girl, as long as it’s healthy</em>”. From an intersectional perspective, this highlights some of the ways in which, even before birth, our (presumed) gender identities are already linked to other aspects of the self, including (dis)ability, for example. At this very early stage in the development of the foetus, social and relational influences are already enacted upon it: in some instances, sex-selective abortions even make it possible for pregnant people to keep/abort the foetus depending on whether it is a ‘boy’ or a ‘girl’, and whether or not it is able-bodied.</p>\n<p>Sex and ability-selective abortive practices have long been documented in Asian countries such as China, and India (Hesketh, Lu, &amp; Xing, 2011). In such countries, there is a significant son preference combined with various other factors, such as a small-family culture, and easy access to such sex-selective technologies, which have led to highly imbalanced sex-ratios (Hesketh, Lu, &amp; Xing, 2011). In China, a factor that complicates this further is the one child policy (Hesketh, Lu, &amp; Xing, 2011). This also introduces an example of how even policy imposes an additional layer to sex-selective abortions, going beyond just cultural norms and ideas around gender in particular societies. When more males than females are born, there are a variety of consequences for populations. One consequence is female infanticide, which has been prevalent since British colonial rule in India (Ecker, 207). In India, factors that contribute to this sex-selective practice include the tradition for sons to inherit a family’s wealth, and it is often he that supports his parents in old age, whereas daughters become financial burdens through payment of dowries and various other costs linked to marriage, which predates British colonial rule (Ecker, 2007).</p>\n<p>However, although there is literature of such practices in Asian countries and post-colonies, one must also be cautious in focusing on communities of colour as the primary perpetrators of sex-selective abortions (Jack, 2020). For example, we should problematise why there is a dearth of research on these practices in other communities, especially since such technologies are more widespread than ever and data collected on such may be skewed or inaccurate when reflecting wealthier populations (Jack, 2020). This evidence would also need to be read against the availability of abortions for different populations.</p>\n<p>Even within these contexts, there is variation and heterogeneity in terms of people’s practices in relation to knowing/identifying foetal sex and sex-selective abortive practices. In India, for example, there is often little difference of son preference by education or income, but selective abortion of girls is more common in educated and wealthier households. It is hypothesized that wealthier people can afford ultrasound and abortion services more readily than those from a lower economic status (Jha et al., 2011). Although there can still be varying contributing factors that might lead to sex-selective abortions, this is nuanced by the fact that there are different implications for families depending on their economic status, where those of a lower status might be in more dire situations and may utilise sex-selective abortion (Hesketh, Lu, &amp;Xing, 2011).</p>\n<p>Within the gender reveal trend, there is so much emphasis on what is present within the uterus of the pregnant person, and on its possible sex and gender (Pashe Guignard, 2015). This hyper focus shows some of the ways in which pregnant women are embedded in patriarchal contexts, where their status and worth are often acknowledged and/or augmented only when they carry and/or provide children. The body of the mother takes central stage here, scrutinising physically-embodied ideas and expectations of femininity. The common phrase ‘bun in the oven’ is a clear example of how gendered language functions to objectify the bodies of women as ‘natural born’ carriers of babies. Rather than essentialising pregnant women’s bodies, and imposing gendered expectations onto them, we might consider the fluidity and plurality of pregnant people’s identities and experiences.</p>\n<p>Not all people who fall pregnant identify in the same gendered ways, and experiences of pregnancy are unique and variable. Furthermore, the idea that women are ‘born to be mothers’ is also a social myth that should be questioned and dispelled. Expected gender expression is often institutionally rewarded; when gendered identities are performed incorrectly, this is often seen as a transgression, and pregnancy shines a spotlight on the mother and thrusts her body into the domain of the public (Ryan, 2013).</p>\n<p>Pregnancy has also been commodified through the lens of wealthy and middle-class populations: attending yoga classes, eating organic food and being able to take off time for work are features of privileged living (Jack, 2020). Therefore, pregnancy experiences might feel elitist and alienating to those who cannot access them in the same ways, and gender reveal parties are no different. The expense and privilege that accompanies throwing such a party does not translate to every woman’s experience of pregnancy, highlighting the role that class has to play here. It commodifies the experience of parenting, as such public performances become quite lavish in nature, and expecting parents compete to almost prove their capabilities in raising the child (Giesler, 2017). In South Africa, the strong interplay between gender, race and class is especially relevant when thinking about how people experience and navigate both pregnancies and parenting.</p>\n<p>This also brings about interesting discussions as to how parents themselves choose to express their genders, and how parents who do not subscribe to stereotypes or the gender binary might experience pregnancy and parenting processes. An interesting trend to consider is how the LGBTQIA+ community has adopted ‘gender revealing’ in creative ways, such as in the case of parents of transgender individuals that hold gender reveal parties to introduce their children who have transitioned. In a recent example, parents who held a gender reveal to introduce their transgender daughter threw a party using balloons in the colours of the nonbinary flag instead of the usual pink and blue (Austrew, 2020; Lee, 2020). These show intriguing ways that the LGBTQIA+ community can adapt ideas and traditions of the gender reveal and make meaning out of it in their own unique ways. However, further counter-discourses to the practice of gender revealing should be explored.</p>\n<p>After children are born, gender becomes an ever-present reality in parenting style. For many heterosexual couples, traditional gender roles may dictate how women and men become placed into specific boxes of ‘nurturer’ for the young girl and ‘breadwinner’ for the young boy (Halpern, &amp; Perry-Jenkins, 2016). Modelling also has a crucial role to play here, as parents become incredibly influential in the process of learning and applying gender and gender roles (Halpern, &amp; Perry-Jenkins, 2016).</p>\n<p>Mothers in particular seem to hold a significant role in imparting knowledge of gendered behaviours, where girls have been found to possess more knowledge of feminine gender stereotypes when their mothers engaged in it and sons showed less knowledge of masculine behaviours when their mothers performed typically feminine behaviours (Halpern, &amp; Perry-Jenkins, 2016). However, in the same research, father’s roles also had a role to play in shaping how their sons formed knowledge of feminine stereotypes (when they held traditional ideology) but when they were more egalitarian their sons had less knowledge of feminine stereotypes (Halpern, &amp; Perry-Jenkins, 2016).</p>\n<p>Such notions of traditional gender beliefs can even impact upon career choices of children, which is an intriguing notion, but plausible as often careers are themselves gendered (Halpern, &amp; Perry-Jenkins, 2016). In essence, parents have great influence in their children adopting gendered ideology or practices, however this might look different in single parent households or in non-traditional homes where more than the parents raise the children, such as when there is the involvement of grandparents, extended family, amongst others. This emphasises the potential roles that parents play in inducting their children into a gendered binary and world.</p>\n<p>A consequence of traditional beliefs being imparted to children about gender, is that gender tends to be essentialised, where it can promote descriptive stereotyping, or generalisations about particular social groups: for example, women are said to be “emotional”; and prescriptive stereotyping, for example that women should be nurturing (Meyer, &amp; Gelman, 2016). This is meaningful, as when one views gender as an essentialised category it shapes how people might behave and view themselves (Meyer, &amp; Gelman, 2016). Essentialism can bias the stereotypes and attitudes of a child, once group membership becomes relevant, and importantly here it provides the foundations for prediction and the explanation of group differences (Meyer, &amp; Gelman, 2016). It also provides evidence for gender typed preferences as being immutable and beyond one’s control, leaving little room to challenge them, or for flexibility; this is due to the fact that essentialist thinking leads to thinking that behaviour or preferences are determined by gender rather than individual choice or socialisation (Meyer, &amp; Gelman, 2016).</p>\n<p>Although “evidence” for this must be read with some caution, mindful of limitations in applicability, it still provides valuable insight showing that such gender parties are not just “harmless fun” and can have a significant impact. Gender reveal parties do not occur in a vacuum, but are a product of society that itself is so explicitly and implicitly gendered. A possible counter-discourse can be identified in the rise of gender-neutral parenting, which though less common, has been brought to public attention by celebrities such as Angelina Jolie, Adele, Zoe Saldana, Charlize Theron and Pink, who have adopted this practice (Kaye, 2018).</p>\n<p>Such parenting styles have arguably introduced more freedom for children who are encouraged to not feel limited by boundaries of what is considered to be feminine and masculine. In some cases, the parents adopt roles not traditionally associated with their genders so as to model this for their children. This form of parenting and approach in having children represents a shift away from the pink and blue sea towards an island of gender neutrality that allows young children to have freedom and space to explore their own selves and their world in ways that feel affirming.</p>\n<p>Pregnancy and child-rearing are undoubtedly complex and nuanced experiences and events in the lives of people everywhere. At their core, gender reveal parties convey the importance and psycho-social valence of these processes, but they may have harmful consequences. As we reflect on this phenomenon, it may be important to acknowledge the exciting new possibilities that such discussions can bring, while still being aware of what exists within the gender binary as it continues to shape and support patriarchal societies. Holding a critical view of ‘gender revealing’ in mind may present us with more balanced and nuanced ideas of what these events can mean for expecting parents and their unborn children. Ultimately, it is essential for people to engage <em>beyond </em>the gender binary: The “bun in the oven” might rise to different expectations!</p>\n<h2>References</h2>\n<p>Applequist, J. (2014). ‘Pinterest, gender reveal parties, and the binary: Reducing an impending arrival to pink or blue’ in DeIuliis, D., Zeytinoglu, C., &amp; Majocha, K.L. (eds.) <em>Pensylvania Communication Annual Volume 70.3</em>, pp.51-65.</p>\n<p>Austrew, A. (2020). Parents hold a gender reveal do-over to celebrate their transgender daughter. <em>Care</em>. Available at: https://www.care.com/c/stories/16886/gender-reveal-for-transgender-daughter/ [Accessed 28 Jan. 2021].</p>\n<p>Cacciatore, J. (2013), April. Psychological effects of stillbirth. In&nbsp;<em>Seminars in Fetal and Neonatal Medicine</em>&nbsp;(Vol. 18, No. 2, pp. 76-82). WB Saunders.</p>\n<p>Ecker, J.L. (2007). Sex-selective abortion in India: Gender, society, and new reproductive technologies. <em>The New England Journal of Medicine, 356</em>(23), pp.2433-2434.</p>\n<p>Gieseler, C. (2018). Gender-reveal parties: performing community identity in pink and blue.&nbsp;<em>Journal of Gender Studies</em>,&nbsp;<em>27</em>(6), pp.661-671.</p>\n<p>Griffiths, D.A. (2018). Shifting syndromes: Sex chromosome variations and intersex classifications. <em>Social Studies of Science, 48</em>(1), pp.125-148.</p>\n<p>Halpern, H.P. &amp; Perry-Jenkins, M. (2016). Parents’ gender ideology and gendered behavior as predictors of children’s gender-role attitudes: A longitudinal exploration.&nbsp;<em>Sex Roles</em>,&nbsp;<em>74</em>(11-12), pp.527-542.</p>\n<p>Hesketh, T., Lu, L., &amp; Xing, Z.W. (2011). The consequences of son preference and sex-selective abortion in China and other Asian countries.&nbsp;<em>Cmaj</em>,&nbsp;<em>183</em>(12), pp.1374-1377.</p>\n<p>Hird, M.J. (2000). Gender’s nature: Intersexuality, transsexualism and the ‘sex’/’gender’ binary. <em>Feminist Theory</em>,&nbsp;<em>1</em>(3), pp.347-364.</p>\n<p>Jack, A. (2020). The gender reveal party: A new means of performing parenthood and reifying gender under capitalism. <em>International Journal of Child, Youth and Family Studies, 11</em>(2), pp.82-93.</p>\n<p>Jha, P., Kesler, M.A., Kumar, R., Ram, F., Ram, U., Aleksandrowicz, L., Bassani, D.G., Chandra, S., &amp; Banthia, J.K. (2011). Trends in selective abortions of girls in India: analysis of nationally representative birth histories from 1990 to 2005 and census data from 1991 to 2011.&nbsp;<em>The Lancet</em>,&nbsp;<em>377</em>(9781), pp.1921-1928.</p>\n<p>Kaye. (2018). 20 celebrities on how they’re raising their kids without gender. <em>Moms</em>. Available at: https://www.moms.com/20-celebrities-on-how-theyre-raising-their-kids-without-gender/ [Accessed 24 Nov. 2020].</p>\n<p>Lee, A. (2020). A mom threw a belated gender reveal party for her transgender son 17 years after she ‘got it wrong’. <em>CNN</em>. Available at: https://edition.cnn.com/2020/07/16/us/gender-reveal-party-transgender-son-trnd/index.html [Accessed 28 Jan. 2021].</p>\n<p>Meyer, M. &amp; Gelman, S.A. (2016). Gender essentialism in children and parents: Implications for the development of gender stereotyping and gender-typed preferences.&nbsp;<em>Sex Roles</em>,&nbsp;<em>75</em>(9-10), pp.409-421.</p>\n<p>Morales, C. &amp; Waller, A. (2020). A gender-reveal celebration is blamed for a wildfire. It isn’t the first time. <em>The New York Times. </em>Available at: <a href=\"https://www.nytimes.com/2020/09/07/us/gender-reveal-party-wildfire.html\" class=\"broken_link\">https://www.nytimes.com/2020/09/07/us/gender-reveal-party-wildfire.html</a> [Accessed 19 Nov. 2020].</p>\n<p>Oh, S. &amp; Syn, S.Y. (2015). Motivations for sharing information and social support in social media: A comparative analysis of Facebook, Twitter, Delicious, YouTube, and Flickr.&nbsp;<em>Journal of the Association for Information Science and Technology</em>,&nbsp;<em>66</em>(10), pp.2045-2060.</p>\n<p>Pasche Guignard, F. (2015). A gendered bun in the oven. The gender-reveal party as a new ritualization during pregnancy. <em>Studies in Religion/Sciences Religieuses</em>, <em>44</em>(4), pp.479-500.</p>\n<p>Pedreira, M. &amp; Leal, I. (2015). What is my baby like? Representations concerning the baby in the third trimester of pregnancy. <em>Psychology, Community &amp; Health, 4</em>(3), pp.156-170.</p>\n<p>Robison, L.J., Schmid, A.A., &amp; Siles, M.E. (2002). Is social capital really capital?.&nbsp;<em>Review of social economy</em>,&nbsp;<em>60</em>(1), pp.1-21.</p>\n<p>Ryan, M. (2013). The gender of pregnancy: Masculine lesbians talk about reproduction.&nbsp;<em>Journal of Lesbian Studies</em>,&nbsp;<em>17</em>(2), pp.119-133.</p>\n<p>Wilkinson, J. (2020). Gender reveal parties gone wrong – and why the woman who started the trend wants it to stop. <em>The Seattle Times</em>. Available at: <a href=\"https://www.seattletimes.com/nation-world/gender-reveal-parties-gone-wrong-and-why-the-woman-who-started-the-trend-wants-it-to-stop/\">https://www.seattletimes.com/nation-world/gender-reveal-parties-gone-wrong-and-why-the-woman-who-started-the-trend-wants-it-to-stop/</a> [Accessed 19 Nov. 2020].</p>\n<p>Wiseman, M. &amp; Davidson, S. (2012). Problems with binary gender discourse: Using context to promote flexibility and connection in gender identity.&nbsp;<em>Clinical Child Psychology and Psychiatry</em>,&nbsp;<em>17</em>(4), pp.528-537.</p>\n<h3>Endnotes</h3>\n<p><a href=\"#_ednref1\" name=\"_edn1\">[i]</a> Vickashnee Nair is a counselling psychologist in private practice in Bryanston. She holds a Masters in Community Based Counselling Psychology degree from the University of Witwatersrand. She was a writing contributor for the Centre of Sexualities, AIDS, and Gender in the year 2020. She also has experience working in therapy and assessment with children, adolescents, and adults. Vickashnee is passionate about mental health, community psychologist, LGBTIAQ+ issues, social justice, advocacy, gender, race and identity.</p>\n</body></html>",
  "contentText": "By Vickashnee Nair (2021)[i] Exploring the phenomenon of ‘gender reveal parties’ on Google and social media platforms quickly immerses audiences in overwhelming seas of blue and pink. The ‘gender reveal’ trend is replete with gender stereotypes, creating a spectacle of gender performance where expectant couples (most commonly middle-upper class and heterosexually-identified) take centre stage in reaction videos. In these videos, it is typical to see displays of different emotions, as soon-to-be parents (with friends and family members as spectators) “discover” or “reveal” the gender identity of their unborn child(ren). Gender reveal parties tend to receive greater press coverage when things go awry. A notable example can be identified in the case of a reveal party that caused widespread fires in California (Morales, & Waller, 2020). After this particular incident, the woman who is credited with the creation of the ‘gender reveal’ trend called for an end to gender reveal reaction videos and parties, stating that they can be destructive and dangerous. She went on to highlight that such events have also caused significant harm to transgender and non-binary communities, showing that the impact of ‘gender revealing’ transcends the reproduction of pink and blue dichotomies, with far reaching consequences for broader society (Wilkinson, 2020). The discourses of ‘sex’ and ‘gender’ that are used throughout this paper warrant a note on terminology. It has been argued that the term ‘gender reveal party’ is itself a misnomer: one author even refers to these events as ‘genital reveal parties’ as they actually proclaim the sex of the foetus, and not the gender (Jack, 2020). This distinction reveals some of the potential reasons for problematising the trend, and argues against the conflation of the terms ‘sex’ and ‘gender’. ‘Sex’ refers to biological differences between people, with hormonal, chromosomal and anatomical bases, whereas ‘gender’ denotes the practices of femininity or masculinity that flow from physiological attributes, but are informed and supported largely by social relations (Hird, 2000). Audiences that witness typical gender reveals tend, however, to impose particular gender stereotypes and roles onto the unborn child(ren), thereby conflating ‘sex’ with ‘gender’. In these instances, there is an interplay between the two terms/concepts: the child’s ‘sex’ is often established through ultrasound detection of genitalia of the foetus. However, psycho-social and relational expectations are then projected onto the unborn child, comprising the practices and beliefs in which family, friends and parents may be invested (Jack, 2020). It is often at the point of reveal, where emotions are heightened, that these projection (and fantasies) are expressed and performed most intensely. To provide context for gender reveal parties, at least relating to popular media, it is first necessary to outline how the sex of an unborn child is ascertained, and how this biological knowledge then supports the socialisation of the child, according to the assigned gender identity. An ultrasound is first conducted by a medical professional, where the sex of the child is ascertained. From there, expectant couples (in preparation for ‘gender reveal’ events) can ask not to be told immediately about the sex of the foetus, which is then sealed in an envelope or communicated in a secretive manner to those who have to organize the surprise announcement. Alternatively, the soon-to-be parents can ask to know so as to announce it to their family and friends themselves (Pasche Guignard, 2015). It can be argued that the rising popularity of gender reveals has catapulted what would have been a private or intimate phase of pregnancy into public knowledge (Giesler, 2017). It also reflects the modern capacity for sharing, competitive consumerism, and a drive to share moments that might be temporal and abstruse (Giesler, 2017). The notion of a modern capacity for sharing seems to align with today’s understanding of how disclosure is encouraged via social media. There may be multiple reasons for thrusting something intimate into the public eye: personal gain that can be gleaned through tangible benefits; empathy through the garnering of emotional and social support; and social engagement, communication and collaboration with others (Oh & Syn, 2015). It is also worth noting the competitive consumerism embedded in gender reveal parties. An example is the social media platform, Pinterest, where displays of gender reveal parties are an expression of identity-driven material consumption. There is always a cost that is associated with the event, things that are to be purchased and then presented to others in ways which earn them social capital (Applequist, 2014). Traditional capital is also often exchanged for social capital, where expectant couples garner attention and focus, gaining social capital through the rituals involved in a gender reveal party, such as the reception of gifts, and the valorisation of the traditionally feminine characteristics of the mother, and the masculine characteristics of the father (Applequist, 2014). Social capital here refers to a person’s or group’s sympathy toward another person or collective that may re/produce potential benefits, advantages and preferential treatment for another person or group (Robinson, Schmid, & Siles, 2002). This describes the shared experience of the gender reveal, where there might be sympathy or connection to the experiences of the expecting parents, and the potential social benefits and acceptance that these parents may receive through sharing. Thus, it may be argued that gender reveal parties have commodified the socially-constructed gender assignment of babies: a process that seeks to perpetuate particular cultural norms and gender roles (Applequist, 2014). Other perspectives might suggest that historically, social and emotional investment in knowing or identifying the sex of unborn children has been prominent: one might consider examples such as China’s One Child Policy, and even the investment in male heirs by monarchies and other social/religious institutions. Often, the first question that is posed to a pregnant person is “is it a boy, or a girl?”. Indeed, there can be multiple reasons for expectant parents to engage with the ‘gender reveal’ trend, but this piece posits that there is a complex performativity of “sex and gender management” in ‘gender revealing’, through the lens of sexual and gendered difference (Giesler, 2017). Spaces that are created by gender reveal parties/videos utilise performative strategies and rituals, involving gender, sexuality and the body (Giesler, 2017). The parties/videos themselves might happen in myriad possible ways, depending on the choices of the people planning them. However, a defining feature across most gender reveals is the presence of fun and games that surround the main event of the reveal (Pasche Guignard, 2015). These ritualistic games might involve dressing in the colour of the couple’s guess of the child’s sex, or casting a vote in a gender reveal ballot, amongst others. Other interesting games and details rely on dichotomous gender stereotypes to mark each sex, including moustaches for a boy, and a ribbon or a pair of red lips for a girl (Pasche Guignard, 2015). Ultimately, these features and patterns highlight that the gender binary is re/produced through these events and social practices. Within the gender reveal trend, gendered symbols of masculinity and femininity feel limiting and rigid. It seems that the reliance on stereotypical symbols of boy/girl gender identities supports a sense of security by making the unknown visible (Giesler, 2017). These social practices seem to make plain what is actually quite complex and unpredictable: ‘gender’ is something fluid that evolves over one’s lifespan, rather than something that we can claim to understand and/or control fully. In this sense, the gender reveal trend might devalue plural and fluid perspectives of ‘gender’ that make space for a wide range of possible gender identities and performances to be lived and experienced. To further tease out such intricacies of sex, it is also important to distinguish between various expressions of it – sex, itself, is not binary. Determining the sex of a foetus depends on the accuracy of the ultrasound test, which cannot always determine sex, especially when the foetus shows other presentations of sex, such as those that have intersex expressions after birth (Jack, 2020). ‘Intersex’ refers to the state of being born with biological sex characteristics that vary from what is typically seen as exclusively male or female (Griffiths, 2018). There is much debate about the nomenclature of “intersex”, particularly within the medical professions. Just as we understand that gender and sex are separate concepts, we can also have a nuanced idea that intersex presentations do not necessarily influence gender. For example, it is important to note that ‘intersex’ people should not be seen as deviating from ‘normal’ sex presentations such as binary ‘male’ or ‘female’. By presenting ‘sex’ as something binary, and by pinning ‘gender’ onto ‘sex’ and neglecting to make important distinctions between the two, gender reveal trends portray gender expression as something that is a ‘natural’ phenomenon, eliminating the idea that gender expression is socially and relationally constructed (Wiseman, & Davidson, 2011). This binary discourse can also delegitimise gender diversity and freedom, by deeming alternative forms of gender expression ‘unnatural’ (Wiseman, & Davidson, 2011). Therefore, a binary discourse with regards to gender can be wholly unhelpful and inaccurate, especially when it is an attempt to concretise something that is quite uncertain and fluid, both in its contextuality and temporality (Wiseman, & Davidson, 2011). These aspects make a strong case for the problematisation and disruption of the ‘gender reveal’ trend. Socially and emotionally, it seems obvious that much rests on the sex of this child. There are clear expectations and fantasises that are associated with ideas of ‘having a boy’ or ‘having a girl’. Often, parents invest in the imaginary baby, which represents what they hope for the child. This can have different impacts for first time parents, as it this is compounded with becoming parents for the first time. An additional experience that can be considered here, is the loss of a child through still birth, or miscarriage, as often this is often thought of as a loss and a bereavement process (Cacciatore, 2013). Such a loss has a wide array of psychological impacts which then effect relationships, functioning, work, and emotional wellbeing amongst many others (Cacciatore, 2013). This is testament to the bond that forms between the parents and the unborn child. In gender reveal videos, the reactions of siblings, even young ones, show how they (even at young ages) hold ideas about the gender of their future sibling, which can include their relationship, the types of play they imagine they would engage in, and what role they would take as an older sibling to this child. Every aspect of the unborn child’s gendered socialisation is determined by its sex: before its birth, the child already has gendered clothing, gendered toys and a gendered nursery (Pasche Guignard, 2015). A deep drive is exhibited here towards a collective recognition, and an almost commemoration of sexual identification, which creates a series of anxieties and demands in the need to identify the child (Giesler, 2017). It is a need to shift from ambiguity and to address the “inexplicability of life not yet made visible” (Giesler, 2017, p. 665). Again, this can be considered a collective effort to make concrete that which is not yet known, the idea of life not yet visible but known. This idea shows the very unique phase that pregnancy represents, which also has implications for the experiences of the expectant parents, their bonding with the unborn child and the symbolism that underlies all of this. What is relevant is how the sex of the child impacts upon this process, and how the perceived gender identity of the child then continues to shape it after it is born. Socially, this constitutes quite an intriguing process of grappling with something that is at this point to still be realised; the foetus initiates this process. An interesting phrase that is often used when talking about expectations of a pregnancy is: “Well it doesn’t matter if it’s a boy or girl, as long as it’s healthy”. From an intersectional perspective, this highlights some of the ways in which, even before birth, our (presumed) gender identities are already linked to other aspects of the self, including (dis)ability, for example. At this very early stage in the development of the foetus, social and relational influences are already enacted upon it: in some instances, sex-selective abortions even make it possible for pregnant people to keep/abort the foetus depending on whether it is a ‘boy’ or a ‘girl’, and whether or not it is able-bodied. Sex and ability-selective abortive practices have long been documented in Asian countries such as China, and India (Hesketh, Lu, & Xing, 2011). In such countries, there is a significant son preference combined with various other factors, such as a small-family culture, and easy access to such sex-selective technologies, which have led to highly imbalanced sex-ratios (Hesketh, Lu, & Xing, 2011). In China, a factor that complicates this further is the one child policy (Hesketh, Lu, & Xing, 2011). This also introduces an example of how even policy imposes an additional layer to sex-selective abortions, going beyond just cultural norms and ideas around gender in particular societies. When more males than females are born, there are a variety of consequences for populations. One consequence is female infanticide, which has been prevalent since British colonial rule in India (Ecker, 207). In India, factors that contribute to this sex-selective practice include the tradition for sons to inherit a family’s wealth, and it is often he that supports his parents in old age, whereas daughters become financial burdens through payment of dowries and various other costs linked to marriage, which predates British colonial rule (Ecker, 2007). However, although there is literature of such practices in Asian countries and post-colonies, one must also be cautious in focusing on communities of colour as the primary perpetrators of sex-selective abortions (Jack, 2020). For example, we should problematise why there is a dearth of research on these practices in other communities, especially since such technologies are more widespread than ever and data collected on such may be skewed or inaccurate when reflecting wealthier populations (Jack, 2020). This evidence would also need to be read against the availability of abortions for different populations. Even within these contexts, there is variation and heterogeneity in terms of people’s practices in relation to knowing/identifying foetal sex and sex-selective abortive practices. In India, for example, there is often little difference of son preference by education or income, but selective abortion of girls is more common in educated and wealthier households. It is hypothesized that wealthier people can afford ultrasound and abortion services more readily than those from a lower economic status (Jha et al., 2011). Although there can still be varying contributing factors that might lead to sex-selective abortions, this is nuanced by the fact that there are different implications for families depending on their economic status, where those of a lower status might be in more dire situations and may utilise sex-selective abortion (Hesketh, Lu, &Xing, 2011). Within the gender reveal trend, there is so much emphasis on what is present within the uterus of the pregnant person, and on its possible sex and gender (Pashe Guignard, 2015). This hyper focus shows some of the ways in which pregnant women are embedded in patriarchal contexts, where their status and worth are often acknowledged and/or augmented only when they carry and/or provide children. The body of the mother takes central stage here, scrutinising physically-embodied ideas and expectations of femininity. The common phrase ‘bun in the oven’ is a clear example of how gendered language functions to objectify the bodies of women as ‘natural born’ carriers of babies. Rather than essentialising pregnant women’s bodies, and imposing gendered expectations onto them, we might consider the fluidity and plurality of pregnant people’s identities and experiences. Not all people who fall pregnant identify in the same gendered ways, and experiences of pregnancy are unique and variable. Furthermore, the idea that women are ‘born to be mothers’ is also a social myth that should be questioned and dispelled. Expected gender expression is often institutionally rewarded; when gendered identities are performed incorrectly, this is often seen as a transgression, and pregnancy shines a spotlight on the mother and thrusts her body into the domain of the public (Ryan, 2013). Pregnancy has also been commodified through the lens of wealthy and middle-class populations: attending yoga classes, eating organic food and being able to take off time for work are features of privileged living (Jack, 2020). Therefore, pregnancy experiences might feel elitist and alienating to those who cannot access them in the same ways, and gender reveal parties are no different. The expense and privilege that accompanies throwing such a party does not translate to every woman’s experience of pregnancy, highlighting the role that class has to play here. It commodifies the experience of parenting, as such public performances become quite lavish in nature, and expecting parents compete to almost prove their capabilities in raising the child (Giesler, 2017). In South Africa, the strong interplay between gender, race and class is especially relevant when thinking about how people experience and navigate both pregnancies and parenting. This also brings about interesting discussions as to how parents themselves choose to express their genders, and how parents who do not subscribe to stereotypes or the gender binary might experience pregnancy and parenting processes. An interesting trend to consider is how the LGBTQIA+ community has adopted ‘gender revealing’ in creative ways, such as in the case of parents of transgender individuals that hold gender reveal parties to introduce their children who have transitioned. In a recent example, parents who held a gender reveal to introduce their transgender daughter threw a party using balloons in the colours of the nonbinary flag instead of the usual pink and blue (Austrew, 2020; Lee, 2020). These show intriguing ways that the LGBTQIA+ community can adapt ideas and traditions of the gender reveal and make meaning out of it in their own unique ways. However, further counter-discourses to the practice of gender revealing should be explored. After children are born, gender becomes an ever-present reality in parenting style. For many heterosexual couples, traditional gender roles may dictate how women and men become placed into specific boxes of ‘nurturer’ for the young girl and ‘breadwinner’ for the young boy (Halpern, & Perry-Jenkins, 2016). Modelling also has a crucial role to play here, as parents become incredibly influential in the process of learning and applying gender and gender roles (Halpern, & Perry-Jenkins, 2016). Mothers in particular seem to hold a significant role in imparting knowledge of gendered behaviours, where girls have been found to possess more knowledge of feminine gender stereotypes when their mothers engaged in it and sons showed less knowledge of masculine behaviours when their mothers performed typically feminine behaviours (Halpern, & Perry-Jenkins, 2016). However, in the same research, father’s roles also had a role to play in shaping how their sons formed knowledge of feminine stereotypes (when they held traditional ideology) but when they were more egalitarian their sons had less knowledge of feminine stereotypes (Halpern, & Perry-Jenkins, 2016). Such notions of traditional gender beliefs can even impact upon career choices of children, which is an intriguing notion, but plausible as often careers are themselves gendered (Halpern, & Perry-Jenkins, 2016). In essence, parents have great influence in their children adopting gendered ideology or practices, however this might look different in single parent households or in non-traditional homes where more than the parents raise the children, such as when there is the involvement of grandparents, extended family, amongst others. This emphasises the potential roles that parents play in inducting their children into a gendered binary and world. A consequence of traditional beliefs being imparted to children about gender, is that gender tends to be essentialised, where it can promote descriptive stereotyping, or generalisations about particular social groups: for example, women are said to be “emotional”; and prescriptive stereotyping, for example that women should be nurturing (Meyer, & Gelman, 2016). This is meaningful, as when one views gender as an essentialised category it shapes how people might behave and view themselves (Meyer, & Gelman, 2016). Essentialism can bias the stereotypes and attitudes of a child, once group membership becomes relevant, and importantly here it provides the foundations for prediction and the explanation of group differences (Meyer, & Gelman, 2016). It also provides evidence for gender typed preferences as being immutable and beyond one’s control, leaving little room to challenge them, or for flexibility; this is due to the fact that essentialist thinking leads to thinking that behaviour or preferences are determined by gender rather than individual choice or socialisation (Meyer, & Gelman, 2016). Although “evidence” for this must be read with some caution, mindful of limitations in applicability, it still provides valuable insight showing that such gender parties are not just “harmless fun” and can have a significant impact. Gender reveal parties do not occur in a vacuum, but are a product of society that itself is so explicitly and implicitly gendered. A possible counter-discourse can be identified in the rise of gender-neutral parenting, which though less common, has been brought to public attention by celebrities such as Angelina Jolie, Adele, Zoe Saldana, Charlize Theron and Pink, who have adopted this practice (Kaye, 2018). Such parenting styles have arguably introduced more freedom for children who are encouraged to not feel limited by boundaries of what is considered to be feminine and masculine. In some cases, the parents adopt roles not traditionally associated with their genders so as to model this for their children. This form of parenting and approach in having children represents a shift away from the pink and blue sea towards an island of gender neutrality that allows young children to have freedom and space to explore their own selves and their world in ways that feel affirming. Pregnancy and child-rearing are undoubtedly complex and nuanced experiences and events in the lives of people everywhere. At their core, gender reveal parties convey the importance and psycho-social valence of these processes, but they may have harmful consequences. As we reflect on this phenomenon, it may be important to acknowledge the exciting new possibilities that such discussions can bring, while still being aware of what exists within the gender binary as it continues to shape and support patriarchal societies. Holding a critical view of ‘gender revealing’ in mind may present us with more balanced and nuanced ideas of what these events can mean for expecting parents and their unborn children. Ultimately, it is essential for people to engage beyond the gender binary: The “bun in the oven” might rise to different expectations! References Applequist, J. (2014). ‘Pinterest, gender reveal parties, and the binary: Reducing an impending arrival to pink or blue’ in DeIuliis, D., Zeytinoglu, C., & Majocha, K.L. (eds.) Pensylvania Communication Annual Volume 70.3, pp.51-65. Austrew, A. (2020). Parents hold a gender reveal do-over to celebrate their transgender daughter. Care. Available at: https://www.care.com/c/stories/16886/gender-reveal-for-transgender-daughter/ [Accessed 28 Jan. 2021]. Cacciatore, J. (2013), April. Psychological effects of stillbirth. In Seminars in Fetal and Neonatal Medicine (Vol. 18, No. 2, pp. 76-82). WB Saunders. Ecker, J.L. (2007). Sex-selective abortion in India: Gender, society, and new reproductive technologies. The New England Journal of Medicine, 356(23), pp.2433-2434. Gieseler, C. (2018). Gender-reveal parties: performing community identity in pink and blue. Journal of Gender Studies, 27(6), pp.661-671. Griffiths, D.A. (2018). Shifting syndromes: Sex chromosome variations and intersex classifications. Social Studies of Science, 48(1), pp.125-148. Halpern, H.P. & Perry-Jenkins, M. (2016). Parents’ gender ideology and gendered behavior as predictors of children’s gender-role attitudes: A longitudinal exploration. Sex Roles, 74(11-12), pp.527-542. Hesketh, T., Lu, L., & Xing, Z.W. (2011). The consequences of son preference and sex-selective abortion in China and other Asian countries. Cmaj, 183(12), pp.1374-1377. Hird, M.J. (2000). Gender’s nature: Intersexuality, transsexualism and the ‘sex’/’gender’ binary. Feminist Theory, 1(3), pp.347-364. Jack, A. (2020). The gender reveal party: A new means of performing parenthood and reifying gender under capitalism. International Journal of Child, Youth and Family Studies, 11(2), pp.82-93. Jha, P., Kesler, M.A., Kumar, R., Ram, F., Ram, U., Aleksandrowicz, L., Bassani, D.G., Chandra, S., & Banthia, J.K. (2011). Trends in selective abortions of girls in India: analysis of nationally representative birth histories from 1990 to 2005 and census data from 1991 to 2011. The Lancet, 377(9781), pp.1921-1928. Kaye. (2018). 20 celebrities on how they’re raising their kids without gender. Moms. Available at: https://www.moms.com/20-celebrities-on-how-theyre-raising-their-kids-without-gender/ [Accessed 24 Nov. 2020]. Lee, A. (2020). A mom threw a belated gender reveal party for her transgender son 17 years after she ‘got it wrong’. CNN. Available at: https://edition.cnn.com/2020/07/16/us/gender-reveal-party-transgender-son-trnd/index.html [Accessed 28 Jan. 2021]. Meyer, M. & Gelman, S.A. (2016). Gender essentialism in children and parents: Implications for the development of gender stereotyping and gender-typed preferences. Sex Roles, 75(9-10), pp.409-421. Morales, C. & Waller, A. (2020). A gender-reveal celebration is blamed for a wildfire. It isn’t the first time. The New York Times. Available at: https://www.nytimes.com/2020/09/07/us/gender-reveal-party-wildfire.html [Accessed 19 Nov. 2020]. Oh, S. & Syn, S.Y. (2015). Motivations for sharing information and social support in social media: A comparative analysis of Facebook, Twitter, Delicious, YouTube, and Flickr. Journal of the Association for Information Science and Technology, 66(10), pp.2045-2060. Pasche Guignard, F. (2015). A gendered bun in the oven. The gender-reveal party as a new ritualization during pregnancy. Studies in Religion/Sciences Religieuses, 44(4), pp.479-500. Pedreira, M. & Leal, I. (2015). What is my baby like? Representations concerning the baby in the third trimester of pregnancy. Psychology, Community & Health, 4(3), pp.156-170. Robison, L.J., Schmid, A.A., & Siles, M.E. (2002). Is social capital really capital?. Review of social economy, 60(1), pp.1-21. Ryan, M. (2013). The gender of pregnancy: Masculine lesbians talk about reproduction. Journal of Lesbian Studies, 17(2), pp.119-133. Wilkinson, J. (2020). Gender reveal parties gone wrong – and why the woman who started the trend wants it to stop. The Seattle Times. Available at: https://www.seattletimes.com/nation-world/gender-reveal-parties-gone-wrong-and-why-the-woman-who-started-the-trend-wants-it-to-stop/ [Accessed 19 Nov. 2020]. Wiseman, M. & Davidson, S. (2012). Problems with binary gender discourse: Using context to promote flexibility and connection in gender identity. Clinical Child Psychology and Psychiatry, 17(4), pp.528-537. Endnotes [i] Vickashnee Nair is a counselling psychologist in private practice in Bryanston. She holds a Masters in Community Based Counselling Psychology degree from the University of Witwatersrand. She was a writing contributor for the Centre of Sexualities, AIDS, and Gender in the year 2020. She also has experience working in therapy and assessment with children, adolescents, and adults. Vickashnee is passionate about mental health, community psychologist, LGBTIAQ+ issues, social justice, advocacy, gender, race and identity.",
  "contentLinks": [
    "https://www.csagup.org/2021/05/30/gendering-the-bun-in-the-oven-gender-reveal-parties-and-their-impacts/#_edn1",
    "https://www.nytimes.com/2020/09/07/us/gender-reveal-party-wildfire.html",
    "https://www.seattletimes.com/nation-world/gender-reveal-parties-gone-wrong-and-why-the-woman-who-started-the-trend-wants-it-to-stop/",
    "https://www.csagup.org/2021/05/30/gendering-the-bun-in-the-oven-gender-reveal-parties-and-their-impacts/#_ednref1"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2021/05/"
}