{
  "title": "Old Ways, New Times",
  "permalink": "https://www.csagup.org/2021/05/13/old-ways-new-times/",
  "datePublished": "2021-05-13T12:37:28+01:00",
  "dateLabel": "13th May 2021",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><em>Shalate Belinda Pakati</em></a></strong></p>\n<blockquote><p>“<em>Women need to understand that it’s okay for a married man to be in a sexual relationship with more than one woman” …</em></p></blockquote>\n<p>Hearing a woman say this on a radio show recently made me feel very angry. I was also confused about what she was suggesting with these words…I found it difficult to understand why a woman, in this day and age of gender oppression and the fight for gender justice, could have said such a thing.</p>\n<p>In fact, I was enraged by what I was hearing. Radio is supposed to be a medium of communication to people who need accurate, day-to-day information, and I felt that the audience was getting misinformation on such a sensitive issue. Why is this issue sensitive, and why did I experience such a strong reaction to it? In this short piece, I offer some personal reflections on the clashes that I have observed between issues of generationality, “culture” and gender, specifically in relation to marriage and its long-standing traditions.</p>\n<p>In essence, I felt like the woman on the radio was promoting and encouraging reckless behaviour and infidelity. It is oppressive to expect women to conform to a culture that says <em>“Monna kemokopunaba”. </em>This saying means that <em>it’s okay for a husband to spread himself around like pumpkin branches</em>. Or the saying “<em>Monna le selepewaadimisana</em>”: <em>He is an axe, it’s ok for other woman to borrow him to cut wood</em>. Because they are male, and because “culture” allows this norm, many married men are unfaithful.</p>\n<p>These behaviours and sayings show some of the ways that many gendered practices (such as having multiple sexual partners, despite being in a monogamous relationship) are normalised in the context of broader patriarchal cultures. Patriarchal dominance is something that justifies disloyalty to one’s partner, and these acts are often excused as “boys being boys”. Men are often made out to have unsatisfiable sexual needs, that have to be fulfilled whatever the cost.</p>\n<p>My opinion about the norms that allow for married men to have multiple sexual partners is that: we are no longer living in the times of our great grandfathers and great grandmothers. Then, things were done with respect and dignity, and polygamy was discussed, allowed and introduced in the “right” way. Back then, “cheating” (or perhaps I should say, a man having a sexual partner outside of a monogamous relationship) was done for specific reasons; reasons which were culturally accepted and understood.</p>\n<p>For example, if an elder uncle in the family was married to a wife, and after some time the parents realised that the wife was not getting pregnant, they would secretly consult a traditional healer (the Inyanga) to get advice on whether there was fertile Imbewu (sperm) or not. If the traditional healer said that the man could not produce children, the parents would not tell him, but would arrange for their younger son, or the wife’s father-in-law, to assist without the elder son’s awareness. They arranged, for example, that the father-in-law or the younger son occasionally slept with the older son’s wife until she fell pregnant. Because the wife would still be having sex with her husband, he would not be surprised when she fell pregnant.</p>\n<p>Or, in a different scenario, if a woman’s husband was to leave his family temporarily, to work in another country or region, for example, he would ask his trusted friend to look after his family, basically asking him also to satisfy his wife sexually. The woman would be made aware of the situation and would accept the arrangement. It is possible that some women did not like or accept these arrangements, but it may not have been easy to challenge this. Back then, women did not have a voice and/or an opinion, and they were not even given an opportunity to speak an express their feelings. These practices became embedded because of cultural beliefs that said women needed to be a certain way.</p>\n<p>In a way, these situations “worked” because the “system” was “accepted” by all and the arrangements were meant to uphold the family system. But today, many men feel entitled to sleep with any other women because they say it is “cultural”, and their wives are no longer protected by the family and community system. And in fact, many women today are often abused or harmed, killed even, if they challenge their partners or show some independence.</p>\n<p>Also, during the dowry (Lobola) process, older women would advise and teach women how to conduct themselves in a marriage. They would be told that “<em>Monnakeselepewaadimisana” </em>and<em> Monna kemokopuwanaba”</em> and they should not have any problems with him doing that. And if he did not come home, a woman could not ask her husband where he had been and why he had not slept at home. <em>“Bogadibakgothleleloa”: </em>you had to have perseverance in marriage. The idea of ‘perseverance’ is often gendered, too. An example of this can be identified in the novel “So Long a Letter”, by Mariama Bâ, where the author documents (through a series of letters exchanged between two best friends) a Senegalese woman’s struggles to reconcile cultural expectations for her to mourn the recent death of her husband, and the fact that he wanted nothing to do with her in the years of their marriage before he passed. The woman relates to her best friend, in these letters, how she struggled during the last years of her marriage to make things work, and this includes a critique of the idea that it is the woman who should persevere when she is unhappy.</p>\n<p>Despite high levels of violence against women, we have to keep working towards gender equality and remain hopeful that times are changing. More and more, many women are no longer expected to stay at home, raise children and let men be the sole providers for the family. Many more women can go to school than before, which means that they can obtain a quality education and get better jobs to be able to raise their children effectively.</p>\n<p>Many women now also have a choice about whether they want to be part of traditional norms that we might now see as oppressive. Technology (invitro fertilization, sperm donors) can minimise the conflict that might arise between the modern woman and man caught up in cultural norms that no longer benefit their marriage or relationship. More and more families reject that idea that women are to blame for not falling pregnant.</p>\n<p>Many women are educated and liberated to not stay in abusive relationships, and for some women, financial independence means that they can escape abusive situations and support themselves. Some of them even find the voice, with support from others, to challenge societal ideas that they will be seen as failures, a disgrace to the family, weak for not making their marriages work, to stay in a toxic marriage even when it hurts to stay.</p>\n<p>However, there is still a lot of work that needs to be done around gender-based violence, femicide, destructive intergenerational relationships, and the sexual and reproductive health and rights of women. For many women (especially those who are economically disenfranchised, for example), the option and/or choice to leave an abusive relationship is simply not available. For a start, activists and gender scholars have long called on state and social institutions to acknowledge that gender-based violence is very serious and to advocate for the relevant measures to be put in place to act against it.</p>\n<h2>How serious is South Africa’s government?</h2>\n<blockquote><p>“In October 2019 after the rape and murder of Uyinene Mrwetyana, during the State of the nation address (SONA), there was a promise that the government will spend money on GBVF. Instead of action, there has been a report by the Emergency Response Action Plan (ERAP) that the government failed to act on the items they promised to act on and never explained what happened to the funding provided for these items.” Duma Qubule, an Economist.</p></blockquote>\n<p>Not serious enough, it seems. Cultures are shifting along with our modern times, so when is the government going to shift its priorities and show it is serious about GBV? I was very angry at what the woman said in the Radio, because of her expectation for another woman to accept infidelity and persevere in a toxic relationship. It is unfair for women to be expected to accept the cultural practises that oppress and degrade them; this kind of behaviour is unacceptable in the new times.</p>\n</body></html>",
  "contentText": "by Shalate Belinda Pakati “Women need to understand that it’s okay for a married man to be in a sexual relationship with more than one woman” … Hearing a woman say this on a radio show recently made me feel very angry. I was also confused about what she was suggesting with these words…I found it difficult to understand why a woman, in this day and age of gender oppression and the fight for gender justice, could have said such a thing. In fact, I was enraged by what I was hearing. Radio is supposed to be a medium of communication to people who need accurate, day-to-day information, and I felt that the audience was getting misinformation on such a sensitive issue. Why is this issue sensitive, and why did I experience such a strong reaction to it? In this short piece, I offer some personal reflections on the clashes that I have observed between issues of generationality, “culture” and gender, specifically in relation to marriage and its long-standing traditions. In essence, I felt like the woman on the radio was promoting and encouraging reckless behaviour and infidelity. It is oppressive to expect women to conform to a culture that says “Monna kemokopunaba”. This saying means that it’s okay for a husband to spread himself around like pumpkin branches. Or the saying “Monna le selepewaadimisana”: He is an axe, it’s ok for other woman to borrow him to cut wood. Because they are male, and because “culture” allows this norm, many married men are unfaithful. These behaviours and sayings show some of the ways that many gendered practices (such as having multiple sexual partners, despite being in a monogamous relationship) are normalised in the context of broader patriarchal cultures. Patriarchal dominance is something that justifies disloyalty to one’s partner, and these acts are often excused as “boys being boys”. Men are often made out to have unsatisfiable sexual needs, that have to be fulfilled whatever the cost. My opinion about the norms that allow for married men to have multiple sexual partners is that: we are no longer living in the times of our great grandfathers and great grandmothers. Then, things were done with respect and dignity, and polygamy was discussed, allowed and introduced in the “right” way. Back then, “cheating” (or perhaps I should say, a man having a sexual partner outside of a monogamous relationship) was done for specific reasons; reasons which were culturally accepted and understood. For example, if an elder uncle in the family was married to a wife, and after some time the parents realised that the wife was not getting pregnant, they would secretly consult a traditional healer (the Inyanga) to get advice on whether there was fertile Imbewu (sperm) or not. If the traditional healer said that the man could not produce children, the parents would not tell him, but would arrange for their younger son, or the wife’s father-in-law, to assist without the elder son’s awareness. They arranged, for example, that the father-in-law or the younger son occasionally slept with the older son’s wife until she fell pregnant. Because the wife would still be having sex with her husband, he would not be surprised when she fell pregnant. Or, in a different scenario, if a woman’s husband was to leave his family temporarily, to work in another country or region, for example, he would ask his trusted friend to look after his family, basically asking him also to satisfy his wife sexually. The woman would be made aware of the situation and would accept the arrangement. It is possible that some women did not like or accept these arrangements, but it may not have been easy to challenge this. Back then, women did not have a voice and/or an opinion, and they were not even given an opportunity to speak an express their feelings. These practices became embedded because of cultural beliefs that said women needed to be a certain way. In a way, these situations “worked” because the “system” was “accepted” by all and the arrangements were meant to uphold the family system. But today, many men feel entitled to sleep with any other women because they say it is “cultural”, and their wives are no longer protected by the family and community system. And in fact, many women today are often abused or harmed, killed even, if they challenge their partners or show some independence. Also, during the dowry (Lobola) process, older women would advise and teach women how to conduct themselves in a marriage. They would be told that “Monnakeselepewaadimisana” and Monna kemokopuwanaba” and they should not have any problems with him doing that. And if he did not come home, a woman could not ask her husband where he had been and why he had not slept at home. “Bogadibakgothleleloa”: you had to have perseverance in marriage. The idea of ‘perseverance’ is often gendered, too. An example of this can be identified in the novel “So Long a Letter”, by Mariama Bâ, where the author documents (through a series of letters exchanged between two best friends) a Senegalese woman’s struggles to reconcile cultural expectations for her to mourn the recent death of her husband, and the fact that he wanted nothing to do with her in the years of their marriage before he passed. The woman relates to her best friend, in these letters, how she struggled during the last years of her marriage to make things work, and this includes a critique of the idea that it is the woman who should persevere when she is unhappy. Despite high levels of violence against women, we have to keep working towards gender equality and remain hopeful that times are changing. More and more, many women are no longer expected to stay at home, raise children and let men be the sole providers for the family. Many more women can go to school than before, which means that they can obtain a quality education and get better jobs to be able to raise their children effectively. Many women now also have a choice about whether they want to be part of traditional norms that we might now see as oppressive. Technology (invitro fertilization, sperm donors) can minimise the conflict that might arise between the modern woman and man caught up in cultural norms that no longer benefit their marriage or relationship. More and more families reject that idea that women are to blame for not falling pregnant. Many women are educated and liberated to not stay in abusive relationships, and for some women, financial independence means that they can escape abusive situations and support themselves. Some of them even find the voice, with support from others, to challenge societal ideas that they will be seen as failures, a disgrace to the family, weak for not making their marriages work, to stay in a toxic marriage even when it hurts to stay. However, there is still a lot of work that needs to be done around gender-based violence, femicide, destructive intergenerational relationships, and the sexual and reproductive health and rights of women. For many women (especially those who are economically disenfranchised, for example), the option and/or choice to leave an abusive relationship is simply not available. For a start, activists and gender scholars have long called on state and social institutions to acknowledge that gender-based violence is very serious and to advocate for the relevant measures to be put in place to act against it. How serious is South Africa’s government? “In October 2019 after the rape and murder of Uyinene Mrwetyana, during the State of the nation address (SONA), there was a promise that the government will spend money on GBVF. Instead of action, there has been a report by the Emergency Response Action Plan (ERAP) that the government failed to act on the items they promised to act on and never explained what happened to the funding provided for these items.” Duma Qubule, an Economist. Not serious enough, it seems. Cultures are shifting along with our modern times, so when is the government going to shift its priorities and show it is serious about GBV? I was very angry at what the woman said in the Radio, because of her expectation for another woman to accept infidelity and persevere in a toxic relationship. It is unfair for women to be expected to accept the cultural practises that oppress and degrade them; this kind of behaviour is unacceptable in the new times.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2021/05/"
}