{
  "title": "Our home and our mother: The gendering of nature in climate change discourses",
  "permalink": "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/",
  "datePublished": "2020-12-13T17:31:34+00:00",
  "dateLabel": "13th December 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\">Tinashe Mawere</a>,&nbsp;Henri-Count Evans &amp; Rosemary Musvipwa</p>\n<h2>Introduction: Re/thinking climate change</h2>\n<p>Gendered scripts, gendered identities and gendered hierarchies are evident in the everyday. Gender is not inborn, but is procreated; and gendered meanings are made practical and visible through performances of the mundane (Butler 1988; Beauvoir 2010). Climate change has become an everyday discourse from which we can observe and critique the performances of gender and the re/production of gendered categories and gendered meanings. Just like nations that are recurrently configured through the iconography of familial and domestic spaces (Mawere 2019, 2016; McClintock 1993; Yuval-Davies 1997), narratives of climate change, especially those founded on Western epistemologies, have conceptualised nature and the climate within particular (white, heterosexist) familial and gendered orderings. Climate change discourses, therefore, naturalise and normalise gendered roles of feminised bodies as mothers and care givers, whose duty is based around caring for and feeding children. Within the narratives of Zimbabwean nationalism (and other nationalisms), where food and re/production are central to nationhood (Mawere 2020) feminised bodies are configured as both sources of food and sources of life (reproduction and regeneration), hence the need for their surveillance and protection is naturalised and normalised. The climate change crisis, and strategies for its mitigation, are therefore deliberately shown through the bodies of women to sensitise the importance of surveying and protecting reproductive bodies (and all feminised bodies) and to highlight the centrality (a centrality which makes surveillance and control inevitable) of feminised bodies in recovering and regeneration.</p>\n<p>The impacts of the climate crisis, such as extreme weather, affect the entire planet and the life within it. The crisis has deprived people, animals and other living organisms of food, good health and security. However, not all people have been affected equally since the crisis (just like the other current crises like the Covid 19 pandemic) has illuminated and amplified existing social classes and the power and privileges dis/associated with them. Black bodies, and mostly black women living in poor areas and disadvantaged in various ways, who (ironically) have the lowest complicity in creating the crisis, are profoundly affected. This has made them the gaze of capitalist, western and patriarchal epistemologies and mitigation processes that are focused on production and continuities. Climate crisis-induced conflicts are widespread and disadvantaged communities live under constant threats not only of droughts, floods and heatwaves, but also of ideological bankruptcy; and mis-fitting and decontextualised mitigation strategies. These problems are forms of deprivation of the freedom to survive. Unfortunately, this maintains the entire world ecosystem, which is built around the supremacy of white, capitalist heteropatriarchy. The climate crisis constitutes what Sen (1999) called ‘forms of unfreedoms,’ and adaptation action becomes an attempt to gain liberation from climate-induced deprivations. Inequality, as a form of unfreedom, is extended by the climate crisis. While it is imperative to deal with the climate crisis, it is equally vital to be careful enough not to perform and re/produce epistemological blunders that normalise and perpetuate forms of inequality and injustice, whether obvious or insidious. In line with this Pinheiro (2020) argues “A key facet of reworking and adapting our existences involves an alertness and critical sensitivity to the connections between climate change and identity vectors such as gender.” Our imaginations of nature, the climate, the climate crisis and interventions to the climate crisis should therefore be transformative.</p>\n<p>Studies on climate change in Southern Africa have often focused on the mainstream news media and how the media have framed and re/presented the global climate crisis. This is consistent with arguments that place the media at the centre of social, economic, environmental and political discourses (Evans 2020). Considerable literature has also been written around the subject of climate change; specifically, on how and why disadvantaged populations are the ones greatly affected by climate changes (IPCC<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> 2007, 2014, 2019). A lot of literature is also available on climate change mitigation measures and adaptative measures suggested to the most vulnerable, and focusing primarily on ‘disadvantaged’ black women. For example, Babugura (2010) argued that climate change impacts were different for men and women and hence called for “gender differentiated responses”.</p>\n<p>Although many gender scholars have critiqued the fact that ‘gender’ is often used as a synonym for ‘women’ or framed within a women-versus-men dichotomy (Djoudi et al. 2016; MacGregor 2010), the climate change policy documents that refer to gender are still based predominantly on this view. As MacGregor noted, “Rather than theorizing gender as a social and political relationship between people with masculine and feminine identities, most analyses of gender and climate change fall into the familiar trap that gender-means-women” (MacGregor 2010:124). The challenge is that if causes of inequality and vulnerability are not considered, suggested solutions will not only fail to address the problems related to climate change, but could also exacerbate underlying forms of injustices (Djoudi et al. 2016). In the same manner, if the language of climate change continues to be gendered, climate change vulnerability is likely to be seen through a gendered gaze, and solutions are likely to be both gendered and sexist, hence perpetuating existing patriarchal injustices. We believe that the gendering of climate change is heavily present in the normative language used to frame the issue, as well in how the climate change subject is aestheticised in Southern Africa.</p>\n<p>Studies on climate change, gender and aesthetics, especially in the context of Southern Africa, are rare. Central to observe is that art has steadily risen to articulate environmental issues and artists have long been part of the environmental movement galvanised against fossil fuels and the multilateral inaction (Evans 2020).&nbsp; However, it is crucial to re/think climate change discussions and focus on the language, power and gender dynamics prevalent in the narratives and aestheticisation of climate change. Such a re/thinking problematises the extent to which existing studies on climate change and climate change interventions manage to deal with questions of power and gender. It also questions how climate change concerns can adequately be dealt with outside the problems of gender and power. We argue that in order to address the issue of climate change, it is imperative to be sensitive to the gendered and sexual economies of climate change. Beyond being gender-sensitive, we believe that the language should also develop to become gender transformative. The transformative agenda entails moving “beyond individual self-improvement among women and toward transforming the power dynamics and structures that serve to reinforce gendered inequalities” (Hillebrand et al. 2015: 5). This shift is in the context that individualisation and notions of “empowerment” are often entangled with systems of racial injustice and oppression that seek to divide people (systems such as capitalism).&nbsp; Such systems have underwritten a very parasitic/one-sided relationship between the Global North and Global South where the West uses paternalistic policy and strategy to maintain the status quo. We argue that the transformative agenda can be achieved by questioning the power dynamics and social structures that shape behaviours, attitudes, and norms. We further argue that language is part of those structures that build unequal power boundaries.</p>\n<h2>The Language of Climate Change and the Patriarchal Gaze</h2>\n<p>Language that feminises nature and naturalises women describes, reflects, and perpetuates unjustified patriarchal domination (Adams 1990). The official construction of climate change (especially as used in UNFCCC<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> and IPCC reports and used by major scholars of climate change), makes extensive use of the dominant patriarchal language of re/production and continuity, so as to make the subject of climate change ‘sensible’ and acceptable. This language is also extended or linked to agriculture and land use, as well as land pollution, where land is imagined as having reproductive capacity if well used, and if polluted, fails to produce, reproduce and sustain and regenerate life.</p>\n<p>In many ways, this language of reproduction and regeneration buttresses and naturalises the prevailing gender relations and binary sexual categories in society. The use of terms such as “mother-nature” or “mother-earth” and acts of rebirthing as associated with allowing natural processes of giving life to reoccur on the damaged earth is significant to gendered identities and the complex of subordination in societies. When we consider general references to mother earth we perceive ‘her’ to be a woman, we personify ‘her’ and we take note of her ‘fragilities’ as we do human mothers. We also acknowledge all that ‘she’ does in nurturing us with her various qualities. This normalises motherhood within the parameters of fecundity, care, resource/provision, sacrifice, submission; but also situates her as vulnerable and therefore requiring surveillance and protection to enable regeneration. There is also a way in which such a language vindicates articulations that discard non-heterosexual relations as they do not fall within the ‘normative’ and ‘sensible’ discourse of reproduction and regeneration. In out-casting non-heteronormative sexualities, Robert Mugabe often referred to nature and the sensible. In his castigation of gays and lesbians in Zimbabwe, he used the example of animals where reproductive organs ‘clearly’ define sexual orientation and challenged gays and lesbians to make children if they are to be recognised and accepted<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a>. The ‘corrective rape’ of lesbians has also occurred on the same terrain of the sensible and ‘natural’. Gender constructions of climate change impacts, for example, have been used to refer to ‘women victims’ and thus has worked in passivising and nominalising the agency of women in addressing the climate crisis and at the same time out-casting gender minorities.</p>\n<p>In addition, the language of climate change, especially adaptation and sustainability discourses, has always been entrenched within the normative and patriarchal systems. The historical and cultural privileging and naturalisation of male power is implicated and acted out through notions of family (Mawere 2019, 2016; Nyambi 2012; Lewis 2002; McClintock 1993). In discourses of climate change, the earth is constructed/represented as ‘our mother’ and ‘our home’. Human beings are seen (through the processes of agriculture/consumption and industrialization/modernity) as having defiled nature and therefore risk experiencing low yields of deficient foods (consumption) and limited luxuries (modernity), making future livelihoods precarious (see Beck 1992; Foster et al. 2010, Guatarri 2000).</p>\n<p>The need to address climate change is thus anchored in the need to preserve the reproductive and generative power of ‘our mother’ (through controlling and subordinating) so as to sustain life now and for future generations. In this way, the imagination of the climate and the language of saving the climate becomes synonymous to how nations are imagined and the language used during calls to save nations (Mawere 2019, 2016). Within the scientific domain, (IPCC, UNFCCC) reports and other scientific writings on climate change have also produced nature as feminine. The sustainability discourse itself has become a dominant intellectual force because of its appeal to common sense. Underneath the common-sense idea of allowing nature regenerative and reproductive capacity lies the embedded performance and re/production of patriarchal norms and languages.</p>\n<h2>Home and mother: Mediating the marginal and the symbolic</h2>\n<p>Reporting on the Climate Action Summit 2019 with the theme, ‘A Race We Can Win. A Race We Must Win’, Tarik Alam Solangi, a Research Fellow at EMRO<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a>, World Health Organisation, entitles the report, ‘Fight climate change: let mother earth breathe’ (Solangi 2019). In an earlier report by Sophie Yeo and Gitika Bhardwaj, entitled ‘Climate Change is Killing our Mother Earth’, there are various voices on the impacts of climate change (Yeo and Bhardwaj 2014). Earlier in the same year, in the report ‘Saving Mother Earth from Climate Change’, Adrianna Quintero, the Director of Partner Engagement at NRDC<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a> says “As we approach Earth Day and our celebration of Madre Tierra (Mother Earth), most of us can’t help but be concerned about her health and the impacts that climate change is having on her and our own lives” (Quintero 2014).The above reporting on climate change is consistent with how nature has been personified and feminised.</p>\n<p>Nature is re/constructed as our home to entail an aspect of maintenance and sustainability, as a source that sustains, reproduces us and cares for us; and a source of life. As a powerful maternal force that reproduces life, nature is perceived as in need of protection and defense. This reinforces the patriarchal ‘protection’ of women, who are maternal figures responsible for reproduction. Man has turned up to be the defender or protector of our home (nature) as well as our homes (families), hence discourses of climate change reflect a masculine project and are embedded in patriarchy. This continues the existing discourse of specific roles for each named gender (Mawere 2019; Eisenstein 2000; Peterson 2000; McClintock 1993). There have been calls for fewer emissions to allow for the next generation and regeneration of nations. These calls clearly present a metabolic relationship between nature and human beings, but the climate change discourse also presents a gendered imagining of the climate and gendered nature/human relations that hinge on the commonsensical heteronormative politics of reproduction and regeneration.</p>\n<p>Both home and mother have conflicting identities, where they are both marginal and symbolic spaces. Ample literature has shown home and the mother as feminine. At the same time, literature has positioned the home and mother as the source of life where everyone and everything derives sustenance and where everyone turns to for reflection and regeneration. Subsequently, the home and mother have been located in the politics of reproduction and regeneration, which again feminises the space, but also calls for their protection in order to allow continuity and continuous benefits. The dominant narrative that;</p>\n<p>women and nature are inherently linked is a tacit acceptance of their&nbsp;mutual exploitation. Even as we have spent decades subjugating the power of Earth, American children have been&nbsp;taught to address the environment&nbsp;as “Mother Nature.” The idea that the Earth is a parental figure because it&nbsp;sustains us&nbsp;is a comforting analogy. But what we do not learn as children…is the harm caused by gendered and sexist language&nbsp;that reinforce&nbsp;gender stereotypes and hierarchies (Milner-Barry 2015).</p>\n<p>The re/construction of nature is a crucial aspect in understanding the gendering of climate change discourses. To invoke the protection of nature and take the subject of climate change seriously, the images of endangered nature and climate have been imagined using the images of vulnerable nations and women. Specifically, the effects of climate change have been associated with images of poor black women. From the policy documents on climate change, African women are re/presented as individualised agents that have to be empowered. Empowerment is narrowly defined as enabling women to become active participants in the ‘reproductive’ economy, or by assisting women in the roles they play in sustaining their households and communities. Empowerment strategies typically involve assisting women with microfinance, and/or with technological fixes that would make them more resilient and functional in the reproductive economy and consumer capitalism. Such ‘empowerment’ strategies are not only microcosms of broader power relations between men and women, and between the global North and South, but also work to naturalise and sustain them.</p>\n<p>In the context of the above, most climate change narratives are normative and part of the patriarchal surveillance that naturalises and normalises gendered roles and at the same time, authorises patrols on women and all feminised bodies. Since the feminised climate and nature are portrayed as vulnerable, it is implied that all feminised bodies are vulnerable and should be watched and protected. This authorises the policing of women and other feminised bodies in societies. Narratives approximating women to nature naturalise their subordination, since nature itself is everywhere devalued and subordinated. Thus, the capitalist exploitation, transformation and even ‘protection’ of nature relates to patriarchal contexts where women’s labour and reproductive abilities are exploited for patriarchal benefits (Tiwari 2020; Merchant 1990; Ortner 1974). The devaluation of both nature and women, as well as the subsequent connection between nature and the invented qualities expected of women, was made commonsensical, leading to terms like “virgin earth,” “fertile land,” and “barren soil,” which are still dominant (Merchant 1990). In many ways, narratives on climate change enable the naturalisation and commonsensical positioning of femininity in the home and care, hence femininity is linked to reproduction and is assigned a specific space and specific duties.</p>\n<p>Since climate change discourses position home as commonplace for femininities, it consequently naturalises home as a space for women and all feminised bodies. This is a way of trivialising women and subordinate masculinities and deterring them from participating in the public or in what are naturalised and normalised as male spaces (Mawere 2019; O’Neill, Savigny and Cann 2016). The boundaries that are drawn for women relate to their characterisation as inferior, emotional, uncontrollable, illogical, unreasonable, beautiful but destructive if not contained, hence their limitations to venture into the public space (Mawere 2019). This characterisation of women and feminised bodies is similar to the characterisation of nature, for example, during weather coverages (Milner-Barry 2015). The above calls for intersectional approaches that consider inter-alia, class, race and gender when dealing with climate change issues.</p>\n<h2>Conclusion: Climate change, aesthetics, gender and agency in Southern Africa</h2>\n<p>It is important to critique the climate change issue on how its expression and aesthetisation draws on, and re/produces dominant discourses around gender. Re/production and regeneration are part of the heteronormative lexicon prevalent in the discourse of climate change. In dealing with the subject of climate change, it is important to question on issues of representation and who has power and agency? Whom does the language of climate change give agentive power to and who is disempowered and robbed of agency? We should be careful that how we discuss climate change and how we deal with the climate change crisis does not re/produce and transport toxic knowledges and practices about gender. Studies focussing on Africa in general and Southern Africa in particular, would add to scholarly work on climate change, aesthetics, gender and probably, the African and Southern African context would offer alternative epistemologies in dealing with the climate change issue. For this reason, forms of African expression such as graffiti, songs, drama and symbolism and imagery can be important archives on African-centred research on climate change.</p>\n<h2>BIBLIOGRAPHY</h2>\n<p>Adams, C. 1990. The Sexual Politics of Meat: A Feminist-Vegetarian Critical Theory, New York: Continuum.</p>\n<p>Babugura, A. 2010. Gender and Climate Change: South Africa Case Study. Cape Town: Heinrich Böll Foundation Southern Africa</p>\n<p>Beauvoir, S. 2010. <em>The Second Sex</em>. Translated by Borde and Mallovany-Chevallier. New York: Knopf.</p>\n<p>Butler, J. 1988. Performative acts and gender constitution: An essay in phenomenology and feminist theory. <em>Theatre Journal:</em> 519-531.</p>\n<p>Djoudi et al. 2016. Beyond dichotomies: Gender and intersecting inequalities in climate change studies, <em>Ambio</em> 45: 248-262.</p>\n<p>Eisenstein, Z. 2000. Writing bodies on the nation for the globe. In S. Rancho-Nilsson &amp; A.M. Tétreault (eds.), <em>Women, States and Nationalism: At Home in the Nation</em>, 35-53.</p>\n<p>Evans, H. 2020. Re-articulating Media Re/presentations of Climate Change Discourse(s) in South Africa: Climate Change Politics in the Global South, PhD Thesis. Durban: University of KwaZulu-Natal.</p>\n<p>Foster, J. B., Clark, B., &amp; York, R. 2010.&nbsp;<em>The ecological rift: Capitalism’s war on the earth</em>. NYU Press.</p>\n<p>Guattari, F. 2000. <em>The Three Ecologies</em> (P. Sutton, Trans.). Athlone: London</p>\n<p>Hillenbrand E, Karim N, Mohanraj P and Wu D. 2015. Measuring gender transformative change: A review of literature and promising practices. CARE USA. Working Paper.</p>\n<p>IPCC. 2019. <em>Climate Change and Land. An IPCC Special Report on Climate Change, Desertification, Land Degradation, Sustainable Land Management, Food Security, and Greenhouse Gas Fluxes in Terrestrial Ecosystems</em>. Geneva: The Intergovernmental Panel on Climate Change.</p>\n<p>IPCC. 2014. <em>Climate Change 2014: Sythesis Report. Contribution of Working Groups 1, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change</em>.</p>\n<p>IPCC. 2007. <em>Climate Change 2007: IPCC Fourth Assessment Report (AR4)</em>. Cambridge: Cambridge University Press. <em>&nbsp;</em></p>\n<p>Lewis, D. 2002. Self-representation and reconstructions of Southern African pasts. <em>Deep hiStories: Gender and Colonialism in Southern Africa</em>, 57: 267-281.</p>\n<p>MacGregor, S. 2010. A Stranger Silence Still: The need for feminist social research on climate change, <em>Sociological Review</em>, 57: 124-140.</p>\n<p>Mawere, T. 2020. ‘Food, symbolism and gendered identities in Zimbabwean politics: Mama Grace’s ice cream and the 2017 Zanu-Pf leadership change’ (Available at <a href=\"https://www.justgender.org/?s=The+ice+cream\">https://www.justgender.org/?s=The+ice+cream</a>, accessed 12 October 2020).</p>\n<p>Mawere, T. 2019. <em>Gendered and Sexual Imagi(nations): the 2018 Zimbabwean E(r)ections and the Aftermath</em>, Pretoria: CSA&amp;G Press.</p>\n<p>Mawere, T. 2016. Decentering nationalism: representing and contesting Chimurenga in Zimbabwean popular culture, PhD dissertation. Cape Town: University of the Western Cape.</p>\n<p>McClintock, A. 1993. Family feuds: Gender, nationalism and the family. <em>Feminist Review,</em> 61-80.</p>\n<p>Merchant, C. 1990. <em>The death of nature. Women, Ecology, and the Scientific Revolution</em>. San Francisco: Harper &amp; Row Publishers.</p>\n<p>Milner-Barry, S. 2015. ‘The term “mother Nature” reinforces the idea that both women and nature should be subjugated’ (Available at <a href=\"https://qz.com/562833/the-term-mother-nature-reinforces-the-idea-that-both-women-and-nature-should-be-subjugated/\">https://qz.com/562833/the-term-mother-nature-reinforces-the-idea-that-both-women-and-nature-should-be-subjugated/</a>, accessed 12 October 2020).</p>\n<p>Nyambi, O. 2012. Debunking the post-2000 masculinisation of political power in Zimbabwe: an approach to John Eppel’s novel ‘Absent: the English Teacher’. <em>Counter-cultures in Contemporary Africa</em>, Postamble 8(1): 1-14.</p>\n<p>O’Neill, D., Savigny, H. &amp; Cann, V. 2016. Women politicians in the UK press: not seen and not heard? <em>Feminist Media Studies</em>, 16(2): 293-307.</p>\n<p>Ortner, S.B. 1974. Is female to male as nature is to culture? In M.Z. Rosaldo and L. Lamphere (eds), <em>Women, Culture, and Society</em>. Stanford, CA: Stanford Press, pp. 68-87.</p>\n<p>Peterson, V.S. 2000. Sexing political identities/nationalism as heterosexism. In S. Ranchod-Nilsson &amp; M.A. Tétreault (eds.), <em>Women, State and Nationalism: At Home in the Nation?</em> London and New York: Routledge, 54-80.</p>\n<p>Pinheiro, G. 2020. “Change is Coming, Whether You Like it or Not”: Greta Thunberg as a Threat to the Stability of Capitalist and Patriarchal Systems (Available at <a href=\"https://www.justgender.org/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/\">https://www.justgender.org/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/</a>, accessed 28 November 2020).</p>\n<p>Quintero, A. 2014. ‘Saving mother earth from climate change’ (Available at&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://www.nrdc.org/experts/adrianna-quintero/saving-mother-earth-climate-change\" class=\"broken_link\">https://www.nrdc.org/experts/adrianna-quintero/saving-mother-earth-climate-change</a>, accessed 12 October 2020).</p>\n<p>Sen, A. 1999. <em>Development as Freedom</em>. New York: Knopf.</p>\n<p>Solangi, T.A. 2019. ‘Fight climate change: Let mother earth breath’ (Available at&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://dailytimes.com.pk/470838/fight-climate-change-let-mother-earth-breathe/\">https://dailytimes.com.pk/470838/fight-climate-change-let-mother-earth-breathe/</a>, accessed 12 October 2020).</p>\n<p>Tiwari, A. 2020. ‘‘Mother Earth’ – Is nature gendered to make men feel superior?’ (Available at&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://feminisminindia.com/2020/06/24/mother-earth-nature-gendered-men-feel-superior/\">https://feminisminindia.com/2020/06/24/mother-earth-nature-gendered-men-feel-superior/</a>, accessed 12 October 2020).</p>\n<p>Yeo, S. &amp; Bhardwaj, G. 2014. ‘Climate change is killing our mother earth’ (Available at (7)&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://www.culturalsurvival.org/news/climate-change-killing-our-mother-earth\">https://www.culturalsurvival.org/news/climate-change-killing-our-mother-earth</a> accessed 12 October 2020).</p>\n<p>Yuval-Davis, N. 1997. <em>Gender and Nation</em>. London: Sage Publications.</p>\n<h3><strong>Endnotes&nbsp;</strong></h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> Intergovernmental Panel on Climate Change</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> United Nations Framework Convention on Climate Change</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> Speaking in Shona and commenting on gay marriages at a Zanu-Pf rally, Robert Mugabe instrumentalised the Biblical Parable of the talents and used the example of bulls and cows to evoke sensible sexual orders, “Cde Robert Mugabe speech gay marriages (2)” <a href=\"https://www.youtube.com/watch?v=OAw45wBj0ic\">https://www.youtube.com/watch?v=OAw45wBj0ic</a></p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> Regional Office for the Eastern Mediterranean</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> Natural Resources Defense Council</p>\n<h3><strong>About the authors</strong></h3>\n<h4>Tinashe Mawere,&nbsp;<em>Centre for Sexualities, AIDS &amp; Gender</em> (<em>CSA&amp;G), University of Pretoria, South Africa&nbsp;</em></h4>\n<p>Tinashe Mawere is currently a researcher at the CSA&amp;G. He joined the Department of Historical and Heritage Studies and the CSA&amp;G as a Postdoctoral researcher in May 2017. His interests are on identity constructions, nationalisms, gender and sexualities and the workings of popular culture in political and social contexts. Previously, he was a Doctoral Fellow in the Programme on the Study of the Humanities in Africa (PSHA), at the Centre for Humanities Research (CHR), and a Doctoral student in the Department of Women’s and Gender Studies at the University of the Western Cape (UWC).</p>\n<h4>Henri-Count Evans,&nbsp;<em>Department of Journalism and Mass Communication, University of Eswatini, Eswatini</em></h4>\n<p>Henri-Count Evans holds a PhD in the Discipline of Media and Cultural Studies from the University of KwaZulu-Natal. His thesis is entitled: <em>Re-articulating Media Re/presentations of Climate Change Discourse(s) in South Africa: Climate Change Politics in the Global South</em>. He has done research work about media practice and reporting of climate change issues and sustainable development. Henri-Count Evans has co-edited the book “Knowledge for Justice: Critical Perspectives from Southern African-Nordic Research Partnerships. Cape Town, South Africa: African Minds.”, and has been section editor for the Handbook of Climate Change Resilience published by Springer under the prestigious Climate Change Management Series. He is a lecturer in the Department of Journalism and Mass Communication at the University of Eswatini/Swaziland. He is also the Training Development Consultant at Climate Tracker.</p>\n<h4>Rosemary Musvipwa,&nbsp;<em>Department of Journalism and Mass Communication, University of Eswatini, Eswatini </em></h4>\n<p>Rosemary is a Journalism and Mass Communication lecturer at the University of Eswatini teaching television broadcasting, public relations and development communication. She has an interest in research about communication and sustainable development. She has a passion for empowering and mentoring youths with critical life skills, especially young girls and women with knowledge and information about their sexual and reproductive health rights (coupled with their vulnerabilities and responsibilities). She has been part of sex education and HIV life skills training projects which involved the use of theatre, drama, song and dance in high schools in Bulawayo, Zimbabwe.</p>\n</body></html>",
  "contentText": "By Tinashe Mawere, Henri-Count Evans & Rosemary Musvipwa Introduction: Re/thinking climate change Gendered scripts, gendered identities and gendered hierarchies are evident in the everyday. Gender is not inborn, but is procreated; and gendered meanings are made practical and visible through performances of the mundane (Butler 1988; Beauvoir 2010). Climate change has become an everyday discourse from which we can observe and critique the performances of gender and the re/production of gendered categories and gendered meanings. Just like nations that are recurrently configured through the iconography of familial and domestic spaces (Mawere 2019, 2016; McClintock 1993; Yuval-Davies 1997), narratives of climate change, especially those founded on Western epistemologies, have conceptualised nature and the climate within particular (white, heterosexist) familial and gendered orderings. Climate change discourses, therefore, naturalise and normalise gendered roles of feminised bodies as mothers and care givers, whose duty is based around caring for and feeding children. Within the narratives of Zimbabwean nationalism (and other nationalisms), where food and re/production are central to nationhood (Mawere 2020) feminised bodies are configured as both sources of food and sources of life (reproduction and regeneration), hence the need for their surveillance and protection is naturalised and normalised. The climate change crisis, and strategies for its mitigation, are therefore deliberately shown through the bodies of women to sensitise the importance of surveying and protecting reproductive bodies (and all feminised bodies) and to highlight the centrality (a centrality which makes surveillance and control inevitable) of feminised bodies in recovering and regeneration. The impacts of the climate crisis, such as extreme weather, affect the entire planet and the life within it. The crisis has deprived people, animals and other living organisms of food, good health and security. However, not all people have been affected equally since the crisis (just like the other current crises like the Covid 19 pandemic) has illuminated and amplified existing social classes and the power and privileges dis/associated with them. Black bodies, and mostly black women living in poor areas and disadvantaged in various ways, who (ironically) have the lowest complicity in creating the crisis, are profoundly affected. This has made them the gaze of capitalist, western and patriarchal epistemologies and mitigation processes that are focused on production and continuities. Climate crisis-induced conflicts are widespread and disadvantaged communities live under constant threats not only of droughts, floods and heatwaves, but also of ideological bankruptcy; and mis-fitting and decontextualised mitigation strategies. These problems are forms of deprivation of the freedom to survive. Unfortunately, this maintains the entire world ecosystem, which is built around the supremacy of white, capitalist heteropatriarchy. The climate crisis constitutes what Sen (1999) called ‘forms of unfreedoms,’ and adaptation action becomes an attempt to gain liberation from climate-induced deprivations. Inequality, as a form of unfreedom, is extended by the climate crisis. While it is imperative to deal with the climate crisis, it is equally vital to be careful enough not to perform and re/produce epistemological blunders that normalise and perpetuate forms of inequality and injustice, whether obvious or insidious. In line with this Pinheiro (2020) argues “A key facet of reworking and adapting our existences involves an alertness and critical sensitivity to the connections between climate change and identity vectors such as gender.” Our imaginations of nature, the climate, the climate crisis and interventions to the climate crisis should therefore be transformative. Studies on climate change in Southern Africa have often focused on the mainstream news media and how the media have framed and re/presented the global climate crisis. This is consistent with arguments that place the media at the centre of social, economic, environmental and political discourses (Evans 2020). Considerable literature has also been written around the subject of climate change; specifically, on how and why disadvantaged populations are the ones greatly affected by climate changes (IPCC[1] 2007, 2014, 2019). A lot of literature is also available on climate change mitigation measures and adaptative measures suggested to the most vulnerable, and focusing primarily on ‘disadvantaged’ black women. For example, Babugura (2010) argued that climate change impacts were different for men and women and hence called for “gender differentiated responses”. Although many gender scholars have critiqued the fact that ‘gender’ is often used as a synonym for ‘women’ or framed within a women-versus-men dichotomy (Djoudi et al. 2016; MacGregor 2010), the climate change policy documents that refer to gender are still based predominantly on this view. As MacGregor noted, “Rather than theorizing gender as a social and political relationship between people with masculine and feminine identities, most analyses of gender and climate change fall into the familiar trap that gender-means-women” (MacGregor 2010:124). The challenge is that if causes of inequality and vulnerability are not considered, suggested solutions will not only fail to address the problems related to climate change, but could also exacerbate underlying forms of injustices (Djoudi et al. 2016). In the same manner, if the language of climate change continues to be gendered, climate change vulnerability is likely to be seen through a gendered gaze, and solutions are likely to be both gendered and sexist, hence perpetuating existing patriarchal injustices. We believe that the gendering of climate change is heavily present in the normative language used to frame the issue, as well in how the climate change subject is aestheticised in Southern Africa. Studies on climate change, gender and aesthetics, especially in the context of Southern Africa, are rare. Central to observe is that art has steadily risen to articulate environmental issues and artists have long been part of the environmental movement galvanised against fossil fuels and the multilateral inaction (Evans 2020). However, it is crucial to re/think climate change discussions and focus on the language, power and gender dynamics prevalent in the narratives and aestheticisation of climate change. Such a re/thinking problematises the extent to which existing studies on climate change and climate change interventions manage to deal with questions of power and gender. It also questions how climate change concerns can adequately be dealt with outside the problems of gender and power. We argue that in order to address the issue of climate change, it is imperative to be sensitive to the gendered and sexual economies of climate change. Beyond being gender-sensitive, we believe that the language should also develop to become gender transformative. The transformative agenda entails moving “beyond individual self-improvement among women and toward transforming the power dynamics and structures that serve to reinforce gendered inequalities” (Hillebrand et al. 2015: 5). This shift is in the context that individualisation and notions of “empowerment” are often entangled with systems of racial injustice and oppression that seek to divide people (systems such as capitalism). Such systems have underwritten a very parasitic/one-sided relationship between the Global North and Global South where the West uses paternalistic policy and strategy to maintain the status quo. We argue that the transformative agenda can be achieved by questioning the power dynamics and social structures that shape behaviours, attitudes, and norms. We further argue that language is part of those structures that build unequal power boundaries. The Language of Climate Change and the Patriarchal Gaze Language that feminises nature and naturalises women describes, reflects, and perpetuates unjustified patriarchal domination (Adams 1990). The official construction of climate change (especially as used in UNFCCC[2] and IPCC reports and used by major scholars of climate change), makes extensive use of the dominant patriarchal language of re/production and continuity, so as to make the subject of climate change ‘sensible’ and acceptable. This language is also extended or linked to agriculture and land use, as well as land pollution, where land is imagined as having reproductive capacity if well used, and if polluted, fails to produce, reproduce and sustain and regenerate life. In many ways, this language of reproduction and regeneration buttresses and naturalises the prevailing gender relations and binary sexual categories in society. The use of terms such as “mother-nature” or “mother-earth” and acts of rebirthing as associated with allowing natural processes of giving life to reoccur on the damaged earth is significant to gendered identities and the complex of subordination in societies. When we consider general references to mother earth we perceive ‘her’ to be a woman, we personify ‘her’ and we take note of her ‘fragilities’ as we do human mothers. We also acknowledge all that ‘she’ does in nurturing us with her various qualities. This normalises motherhood within the parameters of fecundity, care, resource/provision, sacrifice, submission; but also situates her as vulnerable and therefore requiring surveillance and protection to enable regeneration. There is also a way in which such a language vindicates articulations that discard non-heterosexual relations as they do not fall within the ‘normative’ and ‘sensible’ discourse of reproduction and regeneration. In out-casting non-heteronormative sexualities, Robert Mugabe often referred to nature and the sensible. In his castigation of gays and lesbians in Zimbabwe, he used the example of animals where reproductive organs ‘clearly’ define sexual orientation and challenged gays and lesbians to make children if they are to be recognised and accepted[3]. The ‘corrective rape’ of lesbians has also occurred on the same terrain of the sensible and ‘natural’. Gender constructions of climate change impacts, for example, have been used to refer to ‘women victims’ and thus has worked in passivising and nominalising the agency of women in addressing the climate crisis and at the same time out-casting gender minorities. In addition, the language of climate change, especially adaptation and sustainability discourses, has always been entrenched within the normative and patriarchal systems. The historical and cultural privileging and naturalisation of male power is implicated and acted out through notions of family (Mawere 2019, 2016; Nyambi 2012; Lewis 2002; McClintock 1993). In discourses of climate change, the earth is constructed/represented as ‘our mother’ and ‘our home’. Human beings are seen (through the processes of agriculture/consumption and industrialization/modernity) as having defiled nature and therefore risk experiencing low yields of deficient foods (consumption) and limited luxuries (modernity), making future livelihoods precarious (see Beck 1992; Foster et al. 2010, Guatarri 2000). The need to address climate change is thus anchored in the need to preserve the reproductive and generative power of ‘our mother’ (through controlling and subordinating) so as to sustain life now and for future generations. In this way, the imagination of the climate and the language of saving the climate becomes synonymous to how nations are imagined and the language used during calls to save nations (Mawere 2019, 2016). Within the scientific domain, (IPCC, UNFCCC) reports and other scientific writings on climate change have also produced nature as feminine. The sustainability discourse itself has become a dominant intellectual force because of its appeal to common sense. Underneath the common-sense idea of allowing nature regenerative and reproductive capacity lies the embedded performance and re/production of patriarchal norms and languages. Home and mother: Mediating the marginal and the symbolic Reporting on the Climate Action Summit 2019 with the theme, ‘A Race We Can Win. A Race We Must Win’, Tarik Alam Solangi, a Research Fellow at EMRO[4], World Health Organisation, entitles the report, ‘Fight climate change: let mother earth breathe’ (Solangi 2019). In an earlier report by Sophie Yeo and Gitika Bhardwaj, entitled ‘Climate Change is Killing our Mother Earth’, there are various voices on the impacts of climate change (Yeo and Bhardwaj 2014). Earlier in the same year, in the report ‘Saving Mother Earth from Climate Change’, Adrianna Quintero, the Director of Partner Engagement at NRDC[5] says “As we approach Earth Day and our celebration of Madre Tierra (Mother Earth), most of us can’t help but be concerned about her health and the impacts that climate change is having on her and our own lives” (Quintero 2014).The above reporting on climate change is consistent with how nature has been personified and feminised. Nature is re/constructed as our home to entail an aspect of maintenance and sustainability, as a source that sustains, reproduces us and cares for us; and a source of life. As a powerful maternal force that reproduces life, nature is perceived as in need of protection and defense. This reinforces the patriarchal ‘protection’ of women, who are maternal figures responsible for reproduction. Man has turned up to be the defender or protector of our home (nature) as well as our homes (families), hence discourses of climate change reflect a masculine project and are embedded in patriarchy. This continues the existing discourse of specific roles for each named gender (Mawere 2019; Eisenstein 2000; Peterson 2000; McClintock 1993). There have been calls for fewer emissions to allow for the next generation and regeneration of nations. These calls clearly present a metabolic relationship between nature and human beings, but the climate change discourse also presents a gendered imagining of the climate and gendered nature/human relations that hinge on the commonsensical heteronormative politics of reproduction and regeneration. Both home and mother have conflicting identities, where they are both marginal and symbolic spaces. Ample literature has shown home and the mother as feminine. At the same time, literature has positioned the home and mother as the source of life where everyone and everything derives sustenance and where everyone turns to for reflection and regeneration. Subsequently, the home and mother have been located in the politics of reproduction and regeneration, which again feminises the space, but also calls for their protection in order to allow continuity and continuous benefits. The dominant narrative that; women and nature are inherently linked is a tacit acceptance of their mutual exploitation. Even as we have spent decades subjugating the power of Earth, American children have been taught to address the environment as “Mother Nature.” The idea that the Earth is a parental figure because it sustains us is a comforting analogy. But what we do not learn as children…is the harm caused by gendered and sexist language that reinforce gender stereotypes and hierarchies (Milner-Barry 2015). The re/construction of nature is a crucial aspect in understanding the gendering of climate change discourses. To invoke the protection of nature and take the subject of climate change seriously, the images of endangered nature and climate have been imagined using the images of vulnerable nations and women. Specifically, the effects of climate change have been associated with images of poor black women. From the policy documents on climate change, African women are re/presented as individualised agents that have to be empowered. Empowerment is narrowly defined as enabling women to become active participants in the ‘reproductive’ economy, or by assisting women in the roles they play in sustaining their households and communities. Empowerment strategies typically involve assisting women with microfinance, and/or with technological fixes that would make them more resilient and functional in the reproductive economy and consumer capitalism. Such ‘empowerment’ strategies are not only microcosms of broader power relations between men and women, and between the global North and South, but also work to naturalise and sustain them. In the context of the above, most climate change narratives are normative and part of the patriarchal surveillance that naturalises and normalises gendered roles and at the same time, authorises patrols on women and all feminised bodies. Since the feminised climate and nature are portrayed as vulnerable, it is implied that all feminised bodies are vulnerable and should be watched and protected. This authorises the policing of women and other feminised bodies in societies. Narratives approximating women to nature naturalise their subordination, since nature itself is everywhere devalued and subordinated. Thus, the capitalist exploitation, transformation and even ‘protection’ of nature relates to patriarchal contexts where women’s labour and reproductive abilities are exploited for patriarchal benefits (Tiwari 2020; Merchant 1990; Ortner 1974). The devaluation of both nature and women, as well as the subsequent connection between nature and the invented qualities expected of women, was made commonsensical, leading to terms like “virgin earth,” “fertile land,” and “barren soil,” which are still dominant (Merchant 1990). In many ways, narratives on climate change enable the naturalisation and commonsensical positioning of femininity in the home and care, hence femininity is linked to reproduction and is assigned a specific space and specific duties. Since climate change discourses position home as commonplace for femininities, it consequently naturalises home as a space for women and all feminised bodies. This is a way of trivialising women and subordinate masculinities and deterring them from participating in the public or in what are naturalised and normalised as male spaces (Mawere 2019; O’Neill, Savigny and Cann 2016). The boundaries that are drawn for women relate to their characterisation as inferior, emotional, uncontrollable, illogical, unreasonable, beautiful but destructive if not contained, hence their limitations to venture into the public space (Mawere 2019). This characterisation of women and feminised bodies is similar to the characterisation of nature, for example, during weather coverages (Milner-Barry 2015). The above calls for intersectional approaches that consider inter-alia, class, race and gender when dealing with climate change issues. Conclusion: Climate change, aesthetics, gender and agency in Southern Africa It is important to critique the climate change issue on how its expression and aesthetisation draws on, and re/produces dominant discourses around gender. Re/production and regeneration are part of the heteronormative lexicon prevalent in the discourse of climate change. In dealing with the subject of climate change, it is important to question on issues of representation and who has power and agency? Whom does the language of climate change give agentive power to and who is disempowered and robbed of agency? We should be careful that how we discuss climate change and how we deal with the climate change crisis does not re/produce and transport toxic knowledges and practices about gender. Studies focussing on Africa in general and Southern Africa in particular, would add to scholarly work on climate change, aesthetics, gender and probably, the African and Southern African context would offer alternative epistemologies in dealing with the climate change issue. For this reason, forms of African expression such as graffiti, songs, drama and symbolism and imagery can be important archives on African-centred research on climate change. BIBLIOGRAPHY Adams, C. 1990. The Sexual Politics of Meat: A Feminist-Vegetarian Critical Theory, New York: Continuum. Babugura, A. 2010. Gender and Climate Change: South Africa Case Study. Cape Town: Heinrich Böll Foundation Southern Africa Beauvoir, S. 2010. The Second Sex. Translated by Borde and Mallovany-Chevallier. New York: Knopf. Butler, J. 1988. Performative acts and gender constitution: An essay in phenomenology and feminist theory. Theatre Journal: 519-531. Djoudi et al. 2016. Beyond dichotomies: Gender and intersecting inequalities in climate change studies, Ambio 45: 248-262. Eisenstein, Z. 2000. Writing bodies on the nation for the globe. In S. Rancho-Nilsson & A.M. Tétreault (eds.), Women, States and Nationalism: At Home in the Nation, 35-53. Evans, H. 2020. Re-articulating Media Re/presentations of Climate Change Discourse(s) in South Africa: Climate Change Politics in the Global South, PhD Thesis. Durban: University of KwaZulu-Natal. Foster, J. B., Clark, B., & York, R. 2010. The ecological rift: Capitalism’s war on the earth. NYU Press. Guattari, F. 2000. The Three Ecologies (P. Sutton, Trans.). Athlone: London Hillenbrand E, Karim N, Mohanraj P and Wu D. 2015. Measuring gender transformative change: A review of literature and promising practices. CARE USA. Working Paper. IPCC. 2019. Climate Change and Land. An IPCC Special Report on Climate Change, Desertification, Land Degradation, Sustainable Land Management, Food Security, and Greenhouse Gas Fluxes in Terrestrial Ecosystems. Geneva: The Intergovernmental Panel on Climate Change. IPCC. 2014. Climate Change 2014: Sythesis Report. Contribution of Working Groups 1, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. IPCC. 2007. Climate Change 2007: IPCC Fourth Assessment Report (AR4). Cambridge: Cambridge University Press. Lewis, D. 2002. Self-representation and reconstructions of Southern African pasts. Deep hiStories: Gender and Colonialism in Southern Africa, 57: 267-281. MacGregor, S. 2010. A Stranger Silence Still: The need for feminist social research on climate change, Sociological Review, 57: 124-140. Mawere, T. 2020. ‘Food, symbolism and gendered identities in Zimbabwean politics: Mama Grace’s ice cream and the 2017 Zanu-Pf leadership change’ (Available at https://www.justgender.org/?s=The+ice+cream, accessed 12 October 2020). Mawere, T. 2019. Gendered and Sexual Imagi(nations): the 2018 Zimbabwean E(r)ections and the Aftermath, Pretoria: CSA&G Press. Mawere, T. 2016. Decentering nationalism: representing and contesting Chimurenga in Zimbabwean popular culture, PhD dissertation. Cape Town: University of the Western Cape. McClintock, A. 1993. Family feuds: Gender, nationalism and the family. Feminist Review, 61-80. Merchant, C. 1990. The death of nature. Women, Ecology, and the Scientific Revolution. San Francisco: Harper & Row Publishers. Milner-Barry, S. 2015. ‘The term “mother Nature” reinforces the idea that both women and nature should be subjugated’ (Available at https://qz.com/562833/the-term-mother-nature-reinforces-the-idea-that-both-women-and-nature-should-be-subjugated/, accessed 12 October 2020). Nyambi, O. 2012. Debunking the post-2000 masculinisation of political power in Zimbabwe: an approach to John Eppel’s novel ‘Absent: the English Teacher’. Counter-cultures in Contemporary Africa, Postamble 8(1): 1-14. O’Neill, D., Savigny, H. & Cann, V. 2016. Women politicians in the UK press: not seen and not heard? Feminist Media Studies, 16(2): 293-307. Ortner, S.B. 1974. Is female to male as nature is to culture? In M.Z. Rosaldo and L. Lamphere (eds), Women, Culture, and Society. Stanford, CA: Stanford Press, pp. 68-87. Peterson, V.S. 2000. Sexing political identities/nationalism as heterosexism. In S. Ranchod-Nilsson & M.A. Tétreault (eds.), Women, State and Nationalism: At Home in the Nation? London and New York: Routledge, 54-80. Pinheiro, G. 2020. “Change is Coming, Whether You Like it or Not”: Greta Thunberg as a Threat to the Stability of Capitalist and Patriarchal Systems (Available at https://www.justgender.org/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/, accessed 28 November 2020). Quintero, A. 2014. ‘Saving mother earth from climate change’ (Available at https://www.nrdc.org/experts/adrianna-quintero/saving-mother-earth-climate-change, accessed 12 October 2020). Sen, A. 1999. Development as Freedom. New York: Knopf. Solangi, T.A. 2019. ‘Fight climate change: Let mother earth breath’ (Available at https://dailytimes.com.pk/470838/fight-climate-change-let-mother-earth-breathe/, accessed 12 October 2020). Tiwari, A. 2020. ‘‘Mother Earth’ – Is nature gendered to make men feel superior?’ (Available at https://feminisminindia.com/2020/06/24/mother-earth-nature-gendered-men-feel-superior/, accessed 12 October 2020). Yeo, S. & Bhardwaj, G. 2014. ‘Climate change is killing our mother earth’ (Available at (7) https://www.culturalsurvival.org/news/climate-change-killing-our-mother-earth accessed 12 October 2020). Yuval-Davis, N. 1997. Gender and Nation. London: Sage Publications. Endnotes [1] Intergovernmental Panel on Climate Change [2] United Nations Framework Convention on Climate Change [3] Speaking in Shona and commenting on gay marriages at a Zanu-Pf rally, Robert Mugabe instrumentalised the Biblical Parable of the talents and used the example of bulls and cows to evoke sensible sexual orders, “Cde Robert Mugabe speech gay marriages (2)” https://www.youtube.com/watch?v=OAw45wBj0ic [4] Regional Office for the Eastern Mediterranean [5] Natural Resources Defense Council About the authors Tinashe Mawere, Centre for Sexualities, AIDS & Gender (CSA&G), University of Pretoria, South Africa Tinashe Mawere is currently a researcher at the CSA&G. He joined the Department of Historical and Heritage Studies and the CSA&G as a Postdoctoral researcher in May 2017. His interests are on identity constructions, nationalisms, gender and sexualities and the workings of popular culture in political and social contexts. Previously, he was a Doctoral Fellow in the Programme on the Study of the Humanities in Africa (PSHA), at the Centre for Humanities Research (CHR), and a Doctoral student in the Department of Women’s and Gender Studies at the University of the Western Cape (UWC). Henri-Count Evans, Department of Journalism and Mass Communication, University of Eswatini, Eswatini Henri-Count Evans holds a PhD in the Discipline of Media and Cultural Studies from the University of KwaZulu-Natal. His thesis is entitled: Re-articulating Media Re/presentations of Climate Change Discourse(s) in South Africa: Climate Change Politics in the Global South. He has done research work about media practice and reporting of climate change issues and sustainable development. Henri-Count Evans has co-edited the book “Knowledge for Justice: Critical Perspectives from Southern African-Nordic Research Partnerships. Cape Town, South Africa: African Minds.”, and has been section editor for the Handbook of Climate Change Resilience published by Springer under the prestigious Climate Change Management Series. He is a lecturer in the Department of Journalism and Mass Communication at the University of Eswatini/Swaziland. He is also the Training Development Consultant at Climate Tracker. Rosemary Musvipwa, Department of Journalism and Mass Communication, University of Eswatini, Eswatini Rosemary is a Journalism and Mass Communication lecturer at the University of Eswatini teaching television broadcasting, public relations and development communication. She has an interest in research about communication and sustainable development. She has a passion for empowering and mentoring youths with critical life skills, especially young girls and women with knowledge and information about their sexual and reproductive health rights (coupled with their vulnerabilities and responsibilities). She has been part of sex education and HIV life skills training projects which involved the use of theatre, drama, song and dance in high schools in Bulawayo, Zimbabwe.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftn1",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftn2",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftn3",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftn4",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftn5",
    "https://www.justgender.org/?s=The+ice+cream",
    "https://qz.com/562833/the-term-mother-nature-reinforces-the-idea-that-both-women-and-nature-should-be-subjugated/",
    "https://www.justgender.org/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/",
    "https://www.nrdc.org/experts/adrianna-quintero/saving-mother-earth-climate-change",
    "https://dailytimes.com.pk/470838/fight-climate-change-let-mother-earth-breathe/",
    "https://feminisminindia.com/2020/06/24/mother-earth-nature-gendered-men-feel-superior/",
    "https://www.culturalsurvival.org/news/climate-change-killing-our-mother-earth",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftnref1",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftnref2",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftnref3",
    "https://www.youtube.com/watch?v=OAw45wBj0ic",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftnref4",
    "https://www.csagup.org/2020/12/13/our-home-and-our-mother-the-gendering-of-nature-in-climate-change-discourses/#_ftnref5"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/12/"
}