{
  "title": "What AIDS epidemic?  – a World AIDS Day message from the CSA&G",
  "permalink": "https://www.csagup.org/2020/12/01/what-aids-epidemic-a-world-aids-day-message-from-the-csag/",
  "datePublished": "2020-12-01T05:45:37+00:00",
  "dateLabel": "1st December 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>Next year it will be forty years since the first stories of a new illness, seemingly only affecting gay men in New York, started to circulate. It was called GRID then&nbsp; – gay related immune deficiency – a grim reminder that conflating sexual orientation, morality and disease was second nature to society. Later, we came to know this as AIDS, a complex, fatal and frightening syndrome, caused by a virus that was named HIV. The H stood for human, a belated reminder that it was humanity that was called for, not knee jerk stigma.</p>\n<p>Forty years later there is progress. ARVs work for people who get them, use them well, and have social support. PEP and PreP have made it possible for an HIV infection to be medically prevented. HIV work has opened many fruitful conversations about the nature of society, about the limits of biomedicine, about the politics of patents, about the corporatisation of health, about inequality.</p>\n<p>But stigma around HIV is still with us, we are still without a workable vaccine, over a million people die each year, adherence to ARVs is still suboptimal, and many millions become infected and are living with HIV.</p>\n<p>And so each year we mobilise our flagging energies and ‘celebrate’ World AIDS Day, sponsored by UNAIDS, with an inspirational theme. This year it is “<a href=\"https://www.unaids.org/en/World_AIDS_Day\">Global Solidarity, Shared</a> <a href=\"https://www.unaids.org/en/World_AIDS_Day\">Responsibility</a>”. This has been the subtext of many World AIDS Day calls. The notions of ‘shared responsibility’ and ‘solidarity with people living with or affected by HIV’ have been an attempt to move away from questionable ideas of ‘individual choice’, the fantasy that being ‘rational’ in sexual matters is as easy as ABC: <em>abstain, be faithful, condomise</em> said the billboards.</p>\n<p>However, this has a somewhat hollow ring to it in 2020, the year of the response to COVID-19. While the nature of COVID-19 and its transmission are very different from HIV, they are both ‘social’ diseases, steeped in the way we make sense of new things, hauling out our usual defences of denial, blame and projection.</p>\n<p>In the early days of the HIV epidemic there was no celebration of gains and successes: it was wrapped in shame and secrecy, governments were slow to act, condoms (the HIV PPE) were not made widely accessible, groups were blamed, stigma thrived and intensified, the links between HIV and ‘having sex’ were acute.</p>\n<p>COVID-19 has to some extent escaped the worst of this shame and stigma. However, naming and shaming hovers on the edges of the narratives. Who is it that goes maskless and frequents taverns? Who goes to ‘super spreader’ events? Who are those asymptomatic people who don’t know they have it and might spread it? Who is travelling to celebrate the end of the year with family, instead of staying home and self-isolating?</p>\n<p>So we have the fear, the anxiety and the sense that we need to monitor and police the behaviour of others. We feel obligated to tell people to cover their mouth and noses while breathing normally, and we ask for social distancing.&nbsp; We blame people for taking crowded taxis in a country that has never provided a good, cheap, safe, public transport. We see crowds around the pension and social grant payment venues, where there is no space, and no chairs, and we condemn them for trying to survive.</p>\n<p>So while batting the fear and anxiety and the social surveillance provoked and promoted by COVID-19, we need to reflect back on HIV.</p>\n<p>Why is it that HIV seems to have fallen off the radar. Why the silence? Indeed, an earlier World AIDS Day slogan was ‘break the silence’, but it seems that the health and social needs of people living with and affected by HIV are increasingly silenced. Where is the critical response to assure people with HIV that they will access their medications, that they will get the access to clinics and hospitals? Could it be, that along with people who use alcohol, people with HIV will be the next category of people who are blamed for filling up the hospitals and clinics? Will people with HIV be blamed for the ‘burden’ on the health system? It has happened before, when there was the narrative that people with HIV would cripple the health sector.&nbsp; It happened before, when people who contracted HIV were blamed for not making the ‘right choices’ to safeguard their health, as if choice is something that can be exercised freely and without coercion.</p>\n<p>What has happened to good and effective HIV and AIDS education? Increasingly in our work we encounter young people, not yet born at the start of the epidemic, who have lived their whole lives in a world with HIV, yet they exhibit inadequate knowledge about HIV and the ways to try and prevent it.</p>\n<p>What have we failed to learn from HIV about intimacy, social cohesion and risk? Lockdown has exacerbated tensions within families, communities and society. In crowded spaces the privacy needed for good health is often difficult to achieve. There are many anecdotes about increasing levels of gender violence, both during and after the alcohol ban. There have been stories of young women, locked down in crowded places, of being coerced into unsafe sex because they were not able to access condoms.</p>\n<p>So while we recognise that COVID-19 is an immediate threat – and that transmission needs to be slowed and people cared for – it is difficult to accept that this comes often at the expense of the already immediate threat of HIV. HIV is a lifelong illness. It remains with you always – yes there are good drugs, but there is no cure, there is no vaccine.</p>\n<p>Perhaps AIDS has been silenced because people believe that with the treatments it has become another manageable illness. Maybe the silence is because no matter what we profess we are still uncomfortable talking about sexuality, sexual diversity and sexual behaviours. Perhaps getting free ARVs means one should be silent about stock outs. Perhaps being well means silence is easier than disclosure. Is this a web of silence we have become trapped in?</p>\n<p>COVID19 has forced us to face hard truths and ask difficult questions. It’s shown us who is expendable and who lives. It’s given us a reminder to keep talking about the silenced and the side lined, about people living with HIV, showing that we still care, that we still value their lives, that their stories are a mirror to our stories.</p>\n</body></html>",
  "contentText": "Next year it will be forty years since the first stories of a new illness, seemingly only affecting gay men in New York, started to circulate. It was called GRID then – gay related immune deficiency – a grim reminder that conflating sexual orientation, morality and disease was second nature to society. Later, we came to know this as AIDS, a complex, fatal and frightening syndrome, caused by a virus that was named HIV. The H stood for human, a belated reminder that it was humanity that was called for, not knee jerk stigma. Forty years later there is progress. ARVs work for people who get them, use them well, and have social support. PEP and PreP have made it possible for an HIV infection to be medically prevented. HIV work has opened many fruitful conversations about the nature of society, about the limits of biomedicine, about the politics of patents, about the corporatisation of health, about inequality. But stigma around HIV is still with us, we are still without a workable vaccine, over a million people die each year, adherence to ARVs is still suboptimal, and many millions become infected and are living with HIV. And so each year we mobilise our flagging energies and ‘celebrate’ World AIDS Day, sponsored by UNAIDS, with an inspirational theme. This year it is “Global Solidarity, Shared Responsibility”. This has been the subtext of many World AIDS Day calls. The notions of ‘shared responsibility’ and ‘solidarity with people living with or affected by HIV’ have been an attempt to move away from questionable ideas of ‘individual choice’, the fantasy that being ‘rational’ in sexual matters is as easy as ABC: abstain, be faithful, condomise said the billboards. However, this has a somewhat hollow ring to it in 2020, the year of the response to COVID-19. While the nature of COVID-19 and its transmission are very different from HIV, they are both ‘social’ diseases, steeped in the way we make sense of new things, hauling out our usual defences of denial, blame and projection. In the early days of the HIV epidemic there was no celebration of gains and successes: it was wrapped in shame and secrecy, governments were slow to act, condoms (the HIV PPE) were not made widely accessible, groups were blamed, stigma thrived and intensified, the links between HIV and ‘having sex’ were acute. COVID-19 has to some extent escaped the worst of this shame and stigma. However, naming and shaming hovers on the edges of the narratives. Who is it that goes maskless and frequents taverns? Who goes to ‘super spreader’ events? Who are those asymptomatic people who don’t know they have it and might spread it? Who is travelling to celebrate the end of the year with family, instead of staying home and self-isolating? So we have the fear, the anxiety and the sense that we need to monitor and police the behaviour of others. We feel obligated to tell people to cover their mouth and noses while breathing normally, and we ask for social distancing. We blame people for taking crowded taxis in a country that has never provided a good, cheap, safe, public transport. We see crowds around the pension and social grant payment venues, where there is no space, and no chairs, and we condemn them for trying to survive. So while batting the fear and anxiety and the social surveillance provoked and promoted by COVID-19, we need to reflect back on HIV. Why is it that HIV seems to have fallen off the radar. Why the silence? Indeed, an earlier World AIDS Day slogan was ‘break the silence’, but it seems that the health and social needs of people living with and affected by HIV are increasingly silenced. Where is the critical response to assure people with HIV that they will access their medications, that they will get the access to clinics and hospitals? Could it be, that along with people who use alcohol, people with HIV will be the next category of people who are blamed for filling up the hospitals and clinics? Will people with HIV be blamed for the ‘burden’ on the health system? It has happened before, when there was the narrative that people with HIV would cripple the health sector. It happened before, when people who contracted HIV were blamed for not making the ‘right choices’ to safeguard their health, as if choice is something that can be exercised freely and without coercion. What has happened to good and effective HIV and AIDS education? Increasingly in our work we encounter young people, not yet born at the start of the epidemic, who have lived their whole lives in a world with HIV, yet they exhibit inadequate knowledge about HIV and the ways to try and prevent it. What have we failed to learn from HIV about intimacy, social cohesion and risk? Lockdown has exacerbated tensions within families, communities and society. In crowded spaces the privacy needed for good health is often difficult to achieve. There are many anecdotes about increasing levels of gender violence, both during and after the alcohol ban. There have been stories of young women, locked down in crowded places, of being coerced into unsafe sex because they were not able to access condoms. So while we recognise that COVID-19 is an immediate threat – and that transmission needs to be slowed and people cared for – it is difficult to accept that this comes often at the expense of the already immediate threat of HIV. HIV is a lifelong illness. It remains with you always – yes there are good drugs, but there is no cure, there is no vaccine. Perhaps AIDS has been silenced because people believe that with the treatments it has become another manageable illness. Maybe the silence is because no matter what we profess we are still uncomfortable talking about sexuality, sexual diversity and sexual behaviours. Perhaps getting free ARVs means one should be silent about stock outs. Perhaps being well means silence is easier than disclosure. Is this a web of silence we have become trapped in? COVID19 has forced us to face hard truths and ask difficult questions. It’s shown us who is expendable and who lives. It’s given us a reminder to keep talking about the silenced and the side lined, about people living with HIV, showing that we still care, that we still value their lives, that their stories are a mirror to our stories.",
  "contentLinks": [
    "https://www.unaids.org/en/World_AIDS_Day"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/12/"
}