{
  "title": "Call for Short Stories: “(Non)Consent in Our Lives”",
  "permalink": "https://www.csagup.org/2025/03/28/call-for-short-stories-nonconsent-in-our-lives/",
  "datePublished": "2025-03-28T10:38:34+00:00",
  "dateLabel": "28th March 2025",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p><em>In preparation for <strong>Sexual Assault Awareness Month</strong> and our forthcoming book, <strong>Negotiating Consent: Young Women’s Experiences Beyond the Classroom</strong></em></p>\n<p>We invite you to share <strong>short, personal (or fictional) stories</strong> that capture the nuances of sexual consent—how it’s negotiated, misunderstood, respected, or overlooked. Inspired by the 2018 New York Times interactive feature “<a href=\"https://www.nytimes.com/interactive/2018/05/10/style/sexual-consent-college-campus.html\">Sex and Consent on Campus</a>,” we are curating a collection of narratives that amplify individual voices and spark critical conversations around consent.</p>\n<p><strong>Why Now?</strong></p>\n<ul>\n<li><strong>Sexual Assault Awareness Month</strong> underscores the urgency of addressing consent, supporting survivors, and promoting healthy relationships.</li>\n<li>Our upcoming publication, <strong>Negotiating Consent: Young Women’s Experiences Beyond the Classroom</strong>, highlights the collision between comprehensive sexuality education and the lived realities of young women.</li>\n</ul>\n<p><strong>What We’re Looking For</strong></p>\n<ol>\n<li><strong>Personal Narratives</strong>\n<ul>\n<li>Real-life experiences, moments of clarity or success, or painful misunderstandings and disappointments, and everything else in between, related to consent.</li>\n</ul>\n</li>\n<li><strong>Fictional Vignettes</strong>\n<ul>\n<li>Imagined scenarios that reveal complexities of sexual communication, power, or social norms.</li>\n</ul>\n</li>\n<li><strong>Reflections on Growth</strong>\n<ul>\n<li>Stories illustrating learning, empathy, or transformation after challenging or positive experiences.</li>\n</ul>\n</li>\n</ol>\n<p><strong>Submission Guidelines</strong></p>\n<ul>\n<li><strong>Length:</strong> 300–1,000 words.</li>\n<li><strong>Format:</strong> Submit in Word or PDF. If sharing multimedia (images/audio), please include a brief description or transcript.</li>\n<li><strong>Anonymity:</strong> You may use a pseudonym or request anonymous publication. Please alter identifying details for privacy if needed.</li>\n<li><strong>Content Advisory:</strong> If your story includes explicit or potentially triggering content, please include a brief warning at the beginning.</li>\n</ul>\n<p><strong>How to Submit</strong></p>\n<ul>\n<li><strong>Send your story</strong> to pfarelo.matsila@up.ac.za with the subject line “Short Stories on (Non)Consent.”</li>\n<li><strong>Deadline:</strong> 16 April 2025.</li>\n<li><strong>Permissions and Use:</strong> By submitting, you grant us the right to feature your story in our curated CSAG Website, at events during Sexual Assault Awareness Month, and as part of the promotional materials for <strong>Negotiating Consent: Young Women’s Experiences Beyond the Classroom</strong>. We will respect any requested anonymity and notify you if your piece is selected for publication.</li>\n</ul>\n<p><strong>Our Commitment</strong></p>\n<ul>\n<li><strong>Respect and Confidentiality:</strong> We handle every submission with sensitivity and care.</li>\n<li><strong>Safe Dialogue:</strong> We provide content warnings where appropriate, prioritising the emotional well-being of contributors and readers alike.</li>\n<li><strong>Community and Change:</strong> Our aim is to create a space for understanding, empathy, and constructive change by sharing diverse stories of (non)consent.</li>\n</ul>\n<p><strong>Join us in making these stories a catalyst for awareness, compassion, and transformative dialogue.</strong></p>\n<p><em>We look forward to hearing your voice.</em></p>\n</body></html>",
  "contentText": "In preparation for Sexual Assault Awareness Month and our forthcoming book, Negotiating Consent: Young Women’s Experiences Beyond the Classroom We invite you to share short, personal (or fictional) stories that capture the nuances of sexual consent—how it’s negotiated, misunderstood, respected, or overlooked. Inspired by the 2018 New York Times interactive feature “Sex and Consent on Campus,” we are curating a collection of narratives that amplify individual voices and spark critical conversations around consent. Why Now? Sexual Assault Awareness Month underscores the urgency of addressing consent, supporting survivors, and promoting healthy relationships. Our upcoming publication, Negotiating Consent: Young Women’s Experiences Beyond the Classroom, highlights the collision between comprehensive sexuality education and the lived realities of young women. What We’re Looking For Personal Narratives Real-life experiences, moments of clarity or success, or painful misunderstandings and disappointments, and everything else in between, related to consent. Fictional Vignettes Imagined scenarios that reveal complexities of sexual communication, power, or social norms. Reflections on Growth Stories illustrating learning, empathy, or transformation after challenging or positive experiences. Submission Guidelines Length: 300–1,000 words. Format: Submit in Word or PDF. If sharing multimedia (images/audio), please include a brief description or transcript. Anonymity: You may use a pseudonym or request anonymous publication. Please alter identifying details for privacy if needed. Content Advisory: If your story includes explicit or potentially triggering content, please include a brief warning at the beginning. How to Submit Send your story to pfarelo.matsila@up.ac.za with the subject line “Short Stories on (Non)Consent.” Deadline: 16 April 2025. Permissions and Use: By submitting, you grant us the right to feature your story in our curated CSAG Website, at events during Sexual Assault Awareness Month, and as part of the promotional materials for Negotiating Consent: Young Women’s Experiences Beyond the Classroom. We will respect any requested anonymity and notify you if your piece is selected for publication. Our Commitment Respect and Confidentiality: We handle every submission with sensitivity and care. Safe Dialogue: We provide content warnings where appropriate, prioritising the emotional well-being of contributors and readers alike. Community and Change: Our aim is to create a space for understanding, empathy, and constructive change by sharing diverse stories of (non)consent. Join us in making these stories a catalyst for awareness, compassion, and transformative dialogue. We look forward to hearing your voice.",
  "contentLinks": [
    "https://www.nytimes.com/interactive/2018/05/10/style/sexual-consent-college-campus.html"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2025/03/"
}