{
  "title": "The CSA&G’s founding director: Mary Crewe",
  "permalink": "https://www.csagup.org/2021/09/01/the-csags-founding-director-mary-crewe/",
  "datePublished": "2021-09-01T11:54:15+01:00",
  "dateLabel": "1st September 2021",
  "author": "CSAG",
  "categories": [
    "Uncategorised"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2021/09/Mary_Crewe-bw-180x180.jpg",
  "contentHtml": "<html><head></head><body><p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignleft size-medium wp-image-1891 lazy\" src=\"https://www.csagup.org/wp-content/uploads/2021/09/Mary_Crewe-bw-227x300.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2021/09/Mary_Crewe-bw-227x300.jpg\" alt=\"Mary Crewe\" width=\"227\" height=\"300\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2021/09/Mary_Crewe-bw-227x300.jpg 227w, https://www.csagup.org/wp-content/uploads/2021/09/Mary_Crewe-bw.jpg 302w\" data-sizes=\"(max-width: 227px) 100vw, 227px\">The Centre for the Study of AIDS was founded in 1999, by Mary Crewe, after discussions with the Rector of the <a href=\"http://www.up.ac.za/\" target=\"_blank\" rel=\"noopener\">University of Pretoria</a> (UP). The main question was how a university of the size and magnitude of Pretoria would cope with an epidemic of the size and complexity of the HIV/AIDS epidemic. It was believed that the University had both a moral imperative as well as an economic imperative to find ways to make UP students and staff able to manage the demands of the epidemic.</p>\n<p>Initially the Centre was student-driven. From her experience in lecturing in the Education Faculty at Wits University, and from running the Greater Johannesburg Metro AIDS programme, Mary believed that young people needed to find ways to understand HIV as one of the most complex and fascinating social issues of our time.</p>\n<p>To this end, challenging the status quo was essential, as well as giving students wide-ranging, theoretically-grounded, voluntary courses on HIV and AIDS, education, prevention, workplace issues, human rights and a number of other options. It was clear that HIV needed to be dealt with as a social rather than as a medical issue, and the orthodoxy of public health and medicine (with its inherently conservative focus) was challenged along with the ways in which sexualities were defined and judged.</p>\n<p>In support of this, the AIDS Review series was launched, as well as a number of other initiatives. Mary’s work included national, regional and international alliances and collaborations. The HIV infection rate at UP has remained very low. This is, in part, attributable to the Centre’s work, incorporating HIV prevention and testing services, together with counselling and volunteering with both staff and students.</p>\n<p>When the epidemic was stabilised on campus and the work of the Centre broadened into wider ranging sexualities and gender work, the CSA was renamed the Centre for Sexualities, AIDS and Gender. Working with students in an extra-curricular way remained the focus of the CSA&amp;G, with research and publications increasing with greater support from donors.</p>\n<p>Mary, who was trained in Education and critical and social theory, retired at the end of 2020. She authored one of the early books on AIDS in South Africa, produced many articles, and helped to organise and present at many national and international meetings and conferences.</p>\n<p>The CSA&amp;G recognises the contribution of Mary in starting and building a unique and maverick centre whose contributions to critical debate and theory continues today.</p>\n</body></html>",
  "contentText": "The Centre for the Study of AIDS was founded in 1999, by Mary Crewe, after discussions with the Rector of the University of Pretoria (UP). The main question was how a university of the size and magnitude of Pretoria would cope with an epidemic of the size and complexity of the HIV/AIDS epidemic. It was believed that the University had both a moral imperative as well as an economic imperative to find ways to make UP students and staff able to manage the demands of the epidemic. Initially the Centre was student-driven. From her experience in lecturing in the Education Faculty at Wits University, and from running the Greater Johannesburg Metro AIDS programme, Mary believed that young people needed to find ways to understand HIV as one of the most complex and fascinating social issues of our time. To this end, challenging the status quo was essential, as well as giving students wide-ranging, theoretically-grounded, voluntary courses on HIV and AIDS, education, prevention, workplace issues, human rights and a number of other options. It was clear that HIV needed to be dealt with as a social rather than as a medical issue, and the orthodoxy of public health and medicine (with its inherently conservative focus) was challenged along with the ways in which sexualities were defined and judged. In support of this, the AIDS Review series was launched, as well as a number of other initiatives. Mary’s work included national, regional and international alliances and collaborations. The HIV infection rate at UP has remained very low. This is, in part, attributable to the Centre’s work, incorporating HIV prevention and testing services, together with counselling and volunteering with both staff and students. When the epidemic was stabilised on campus and the work of the Centre broadened into wider ranging sexualities and gender work, the CSA was renamed the Centre for Sexualities, AIDS and Gender. Working with students in an extra-curricular way remained the focus of the CSA&G, with research and publications increasing with greater support from donors. Mary, who was trained in Education and critical and social theory, retired at the end of 2020. She authored one of the early books on AIDS in South Africa, produced many articles, and helped to organise and present at many national and international meetings and conferences. The CSA&G recognises the contribution of Mary in starting and building a unique and maverick centre whose contributions to critical debate and theory continues today.",
  "contentLinks": [
    "http://www.up.ac.za/"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2021/09/Mary_Crewe-bw-227x300.jpg"
  ],
  "sourceArchive": "https://www.csagup.org/2021/09/"
}