{
  "title": "Pretoria-Marburg Queer Conversations Part 2 Finale: Parenthood and Struggles among LGBTIQ+ Individuals Explored",
  "permalink": "https://www.csagup.org/2023/07/13/pretoria-marburg-queer-conversations-part-2-finale-parenthood-and-struggles-among-lgbtiq-individuals-explored/",
  "datePublished": "2023-07-13T11:23:16+01:00",
  "dateLabel": "13th July 2023",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>By Naledi Mpanza</strong></p>\n<p>On 22 June 2023 the Centre for Human Rights (CHR) and the Centre for Sexualities, AIDS, and Gender (CSA&amp;G) at the University of Pretoria, in collaboration with the Center for Gender Studies and Feminist Futures (CGS) and the Center for Conflict Studies (CCS) at the Philipps-University Marburg, hosted the series finale of the Pretoria-Marburg Queer Conversations.</p>\n<p>The conversation brought together experts and activists to discuss the theme of “Parenthood, parental perceptions, and struggles among LGBTIQ+ individuals” and was led by Dr Madeleine Muller, a Family Physician and co-founder of the East London Gender and Sexuality Alliance, and Landa Mabenge, a Doctoral scholar, author, and the first transgender man to successfully motivate a medical aid for the payment of his gender affirming surgeries in South Africa.</p>\n<p>The expert speakers reflected on their academic, personal and political experiences regarding the topic, with Dr Muller starting off the conversation with a reflection on the challenges she faces as a parent to two queer children:</p>\n<blockquote><p>“<em>Probably the only challenge that I am facing as a mom, and that my family is faced with, is the issue of prejudice. If we didn’t have prejudice in the world, we wouldn’t have this series, there wouldn’t be any issues within the queer community. There is no magic wand, unfortunately, for addressing prejudice, but understanding is usually a good start”.</em></p></blockquote>\n<p>Muller linked her comment to the broader question of ‘providing patient-centred care’, as well as the limitations that prejudice places on providing such care. She provided a biomedical framing of fear and prejudice; when we are in survival mode our sympathetic nervous system kicks in, leading to fast thinking, fast acting and jumping to conclusions, which leads to unfavourable outcomes. When we are in creative mode our higher order functioning allows us to think more carefully and thoughtfully, we are able to see the bigger picture. Muller thus distinguished between ‘street-view’ thinking which is instinctive and jumps to conclusions versus ‘balcony-view’ thinking which is empathic, generous and considered (and hence less judgemental).</p>\n<p>Through personal illustrations from her eldest child, who is also queer, she unpacked the above. For example, some individuals will respond to positive social media posts on Pride with long, illogical, controlling and manipulative utterances that aren’t evidence-based, as a way to quell their fears about, and lack of knowledge on, the LGBTIQ+ community.</p>\n<p>Muller spoke of ways to challenge stigma and discrimination and the power of support and allyship for trans youth. Her emphasis was on the role of parents in smoothing the way for their children by: creating safer environments, paying attention to pronouns, seeking affirming counselling, and not allowing negative external factors to overwhelm them. She encouraged parents of LGBTIQ+ children to seek affirmation and support from like-minded people, and from forums dedicated to providing a nurturing environment for families of LGBTIQ+ children.</p>\n<p>Landa Mabenge weighed in on the lived reality and danger of families imposing hostile environments for trans and gender diverse persons, that may lead to self-harm and destructive practices. In a captivating presentation, Mabenge shared his experiences of growing up and navigating a cis-heteronormative, theocentric, and colonial world that often clashed with the appreciation of human life beyond sex characteristics and genitals.</p>\n<p>He reflected on his early childhood experiences of being parented and how they have influenced his choices regarding parenthood or relationships with partners who are parents. He also emphasised the importance of a clear lexicon for LGBTQI+ individuals and their families to nurture identities safely and progressively, one that is not so far removed from the gender-neutral language that is common in many African languages such as isiXhosa.</p>\n<p>Mabenge’s reflection brought forward the considerations of pronouns in African communities as well as black African spirituality, in conversations regarding pronouns and gender diversity. Many of these insights can be found in his book ‘<a href=\"https://www.loot.co.za/product/becoming-him/ysxw-5545-ga90\">Becoming Him</a>’ which documents the painful journey of living with parents who did not affirm his being, but created a harmful environment compared to the warmer experience with his grandmother.</p>\n<p>Both speakers emphasised the importance of creating environments where everyone feels seen, heard, and respected. Mabenge reiterated that,</p>\n<blockquote><p><em>“At the time I didn’t have the language, the only thing I had at my disposal were the people charged with my upbringing, which I felt and in hindsight realised sort of limited me to what is the physical or natal part of me, but the other parts&nbsp; of my humanness, the fact that I was developing socially, spiritually, emotionally were silenced…people should not exist in silence, people should not exist in silos…we should dismantle barriers to unity and understanding”</em></p></blockquote>\n<p>Concluding, Muller called for the establishment of Gender and Sexuality Alliances which are open to everyone, to create safer spaces on campus and promote occupational health, including the provision of Pre-Exposure Prophylaxis (PrEP) as a tool for realising sexual and reproductive health and rights, as supported by the South African Constitution. As a doctoral scholar, Mabenge echoed the same and passionately expressed the need for gender-affirming practices and services in healthcare and higher education spaces, whilst calling on universities to initiate and support initiatives such as providing gender-neutral facilities and working across disciplines to advance inclusivity and decolonized curricula.</p>\n<p>Both speakers highlighted the revolutionary <a href=\"https://sahivsoc.org/Files/SAHCS%20GAHC%20guidelines-expanded%20version_Oct%202021(3).pdf\">Southern African HIV Clinicians Society Gender-Affirming Healthcare Guideline for South Africa</a> as instrumental in realising affirming practices for Trans and Gender Diverse persons; and implored practitioners to approach these guidelines as a way of facilitating ubuntu and the <a href=\"http://www.kznhealth.gov.za/bathopele.htm\" class=\"broken_link\">Batho Pele principles,</a> meaning ‘putting the people first’. These principles are promoted by the South African Constitution through the Equality Clause and policies such as the Alteration of Sex Description and Sex Status Act, 2003 (Act No. 49 of 2003) which prohibits discrimination based on sexual orientation and gender, and make provision for transgender people to align their legal status with their lived gender identity.</p>\n<p>Mabenge and Muller are actively engaged in working across disciplines to develop undergraduate and postgraduate courses that promote understanding of gender identity, sexual orientation, and sexual health.</p>\n<p>The Pretoria-Marburg Queer Conversations event provided a platform for critical reflection and dialogue on parenthood, parental perceptions, and struggles among LGBTIQ+ individuals. By shedding light on lived experiences and advocating for transformative change, the event aimed to foster inclusivity, respect, and recognition for all individuals.</p>\n<p>The PMQC team appreciates the support of all the individuals who participated in bringing the conversations to life. For anyone who would like to view the recordings, they can be viewed here: <a href=\"https://www.youtube.com/watch?v=5TnkIoamyO8\">https://www.youtube.com/watch?v=5TnkIoamyO8</a></p>\n</body></html>",
  "contentText": "By Naledi Mpanza On 22 June 2023 the Centre for Human Rights (CHR) and the Centre for Sexualities, AIDS, and Gender (CSA&G) at the University of Pretoria, in collaboration with the Center for Gender Studies and Feminist Futures (CGS) and the Center for Conflict Studies (CCS) at the Philipps-University Marburg, hosted the series finale of the Pretoria-Marburg Queer Conversations. The conversation brought together experts and activists to discuss the theme of “Parenthood, parental perceptions, and struggles among LGBTIQ+ individuals” and was led by Dr Madeleine Muller, a Family Physician and co-founder of the East London Gender and Sexuality Alliance, and Landa Mabenge, a Doctoral scholar, author, and the first transgender man to successfully motivate a medical aid for the payment of his gender affirming surgeries in South Africa. The expert speakers reflected on their academic, personal and political experiences regarding the topic, with Dr Muller starting off the conversation with a reflection on the challenges she faces as a parent to two queer children: “Probably the only challenge that I am facing as a mom, and that my family is faced with, is the issue of prejudice. If we didn’t have prejudice in the world, we wouldn’t have this series, there wouldn’t be any issues within the queer community. There is no magic wand, unfortunately, for addressing prejudice, but understanding is usually a good start”. Muller linked her comment to the broader question of ‘providing patient-centred care’, as well as the limitations that prejudice places on providing such care. She provided a biomedical framing of fear and prejudice; when we are in survival mode our sympathetic nervous system kicks in, leading to fast thinking, fast acting and jumping to conclusions, which leads to unfavourable outcomes. When we are in creative mode our higher order functioning allows us to think more carefully and thoughtfully, we are able to see the bigger picture. Muller thus distinguished between ‘street-view’ thinking which is instinctive and jumps to conclusions versus ‘balcony-view’ thinking which is empathic, generous and considered (and hence less judgemental). Through personal illustrations from her eldest child, who is also queer, she unpacked the above. For example, some individuals will respond to positive social media posts on Pride with long, illogical, controlling and manipulative utterances that aren’t evidence-based, as a way to quell their fears about, and lack of knowledge on, the LGBTIQ+ community. Muller spoke of ways to challenge stigma and discrimination and the power of support and allyship for trans youth. Her emphasis was on the role of parents in smoothing the way for their children by: creating safer environments, paying attention to pronouns, seeking affirming counselling, and not allowing negative external factors to overwhelm them. She encouraged parents of LGBTIQ+ children to seek affirmation and support from like-minded people, and from forums dedicated to providing a nurturing environment for families of LGBTIQ+ children. Landa Mabenge weighed in on the lived reality and danger of families imposing hostile environments for trans and gender diverse persons, that may lead to self-harm and destructive practices. In a captivating presentation, Mabenge shared his experiences of growing up and navigating a cis-heteronormative, theocentric, and colonial world that often clashed with the appreciation of human life beyond sex characteristics and genitals. He reflected on his early childhood experiences of being parented and how they have influenced his choices regarding parenthood or relationships with partners who are parents. He also emphasised the importance of a clear lexicon for LGBTQI+ individuals and their families to nurture identities safely and progressively, one that is not so far removed from the gender-neutral language that is common in many African languages such as isiXhosa. Mabenge’s reflection brought forward the considerations of pronouns in African communities as well as black African spirituality, in conversations regarding pronouns and gender diversity. Many of these insights can be found in his book ‘Becoming Him’ which documents the painful journey of living with parents who did not affirm his being, but created a harmful environment compared to the warmer experience with his grandmother. Both speakers emphasised the importance of creating environments where everyone feels seen, heard, and respected. Mabenge reiterated that, “At the time I didn’t have the language, the only thing I had at my disposal were the people charged with my upbringing, which I felt and in hindsight realised sort of limited me to what is the physical or natal part of me, but the other parts of my humanness, the fact that I was developing socially, spiritually, emotionally were silenced…people should not exist in silence, people should not exist in silos…we should dismantle barriers to unity and understanding” Concluding, Muller called for the establishment of Gender and Sexuality Alliances which are open to everyone, to create safer spaces on campus and promote occupational health, including the provision of Pre-Exposure Prophylaxis (PrEP) as a tool for realising sexual and reproductive health and rights, as supported by the South African Constitution. As a doctoral scholar, Mabenge echoed the same and passionately expressed the need for gender-affirming practices and services in healthcare and higher education spaces, whilst calling on universities to initiate and support initiatives such as providing gender-neutral facilities and working across disciplines to advance inclusivity and decolonized curricula. Both speakers highlighted the revolutionary Southern African HIV Clinicians Society Gender-Affirming Healthcare Guideline for South Africa as instrumental in realising affirming practices for Trans and Gender Diverse persons; and implored practitioners to approach these guidelines as a way of facilitating ubuntu and the Batho Pele principles, meaning ‘putting the people first’. These principles are promoted by the South African Constitution through the Equality Clause and policies such as the Alteration of Sex Description and Sex Status Act, 2003 (Act No. 49 of 2003) which prohibits discrimination based on sexual orientation and gender, and make provision for transgender people to align their legal status with their lived gender identity. Mabenge and Muller are actively engaged in working across disciplines to develop undergraduate and postgraduate courses that promote understanding of gender identity, sexual orientation, and sexual health. The Pretoria-Marburg Queer Conversations event provided a platform for critical reflection and dialogue on parenthood, parental perceptions, and struggles among LGBTIQ+ individuals. By shedding light on lived experiences and advocating for transformative change, the event aimed to foster inclusivity, respect, and recognition for all individuals. The PMQC team appreciates the support of all the individuals who participated in bringing the conversations to life. For anyone who would like to view the recordings, they can be viewed here: https://www.youtube.com/watch?v=5TnkIoamyO8",
  "contentLinks": [
    "https://www.loot.co.za/product/becoming-him/ysxw-5545-ga90",
    "https://sahivsoc.org/Files/SAHCS%20GAHC%20guidelines-expanded%20version_Oct%202021(3).pdf",
    "http://www.kznhealth.gov.za/bathopele.htm",
    "https://www.youtube.com/watch?v=5TnkIoamyO8"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2023/07/"
}