{
  "title": "My Body and Me: Personal Reflections on the Idea of “Violence” From a Queer[1] South African Woman",
  "permalink": "https://www.csagup.org/2020/09/29/my-body-and-me-personal-reflections-on-the-idea-of-violence-from-a-queer1-south-african-woman/",
  "datePublished": "2020-09-29T12:25:20+01:00",
  "dateLabel": "29th September 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><em>by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\"><strong>GS Pinheiro</strong></a></em></p>\n<p><em>*Please note, this essay contains descriptions of sexual violence</em></p>\n<p>In this short piece, I offer some personal thoughts and reflections around the notion of “violence”. The writing centres on my own associations with the word, and some personal instances of normative and bodily violences that I have experienced, with particular focus on my identification as a queer woman. Throughout the reflection, experiential knowledge is connected to broader ideas around gendered and sexual identities, as I contemplate some of the ways in which my personal narrative might speak to wider gender arrangements in South Africa and beyond.</p>\n<p>Furthermore, whilst this piece is not strictly theoretical in nature, I have drawn from, and been inspired by, several feminist theories throughout the process of self-reflection, including that of intersectionality (e.g. Crenshaw, 1991) and feminist theories of the body (e.g. Cleary, 2016). Intersectionality theory offered a useful lens through which to think about my own experiences in relation to those of other queer, South African women. Within feminist circles, there is substantial debate around the notion of “experience” and, in particular, the tendency to represent all women’s experiences as homogenous is critiqued (e.g. Bachmann &amp; Proust, 2020).</p>\n<p>In order to problematise and address these issues, intersectionality theory takes into account different identity vectors (such as race, class, occupation, age, sexual orientation, etc.) and considers how they might relate to a person’s gender identity. Moreover, the theory recognises the situatedness of people’s identities within particular socio-political contexts, and embraces the fluidity and plurality of people’s (especially women’s) identities and realities. It thus provides a sophisticated and complex theoretical perspective on the notion of “experience”.</p>\n<p>As I was reflecting and writing, therefore, intersectional principles encouraged a mindfulness around the idea that, whilst many queer women will be able to relate to the subject matter of my personal narration, people’s realities and identities are complex, nuanced, dynamic and unique. Especially as I am an academic who writes and works in South Africa, where people’s identities and circumstances vary widely, and where particular positions offer and/or constrain one’s access to space and other resources quite explicitly (particularly where race and class are taken into consideration), I felt it was important to acknowledge this at the outset.</p>\n<p>The occasional reference to these, and other theories in the piece serves as a guiding framework through which to make sense of my personal reflections and self-narration. These personal modes of writing can be considered, in themselves, transformative and healing acts that have the potential to establish alternative meaning systems and voices in spaces that have traditionally been dominated by patriarchal perspectives (such as in academia, for example).</p>\n<p>One of the core principles of feminist work is to establish spaces and opportunities for women’s experiences and voices to be prioritised, and there is thus an overt disruption of the traditional dichotomy between “academic” versus “personal” writing and research methodologies (e.g. Kiguwa, 2019). The process of self-reflection and narration that the writing of this piece entailed thus allowed me, in many ways, to hear my own voice, and my intention in sharing my experiences is not only to take up space, but to create spaces for other people to reflect on their own ideas and experiences around the theme.</p>\n<p>I suppose it is unsurprising (but no less disconcerting) that, when asked to reflect about my personal thoughts and experiences around “violence”, some of the first ideas that come to mind are violences with which I have been confronted at normative and bodily levels. I am a queer woman, and (especially in South Africa, where I grew up and where I now live and work) physical violence – and sexual violence, in particular – features saliently in the realities of many people who identify (and/or who might be read) in this way (Clarke, Ellis, Peel, &amp; Riggs, 2010).</p>\n<p>When I speak of “normative” violence, I refer to gendered expectations and norms that are naturalised in many societies – evident particularly in patriarchal settings – and that have been a central feature in my experience as a queer woman.</p>\n<p>When I mention “bodily” violence, I am referring to physical forms of violence that I have experienced, mainly in connection with the normative strands of violence that code for a society’s given gender order.</p>\n<p>Throughout my twenty-six years in South Africa, I have found that the two strands are interwoven and connected in intimate and intricate ways. There is rigidity and embeddedness in the rules and regulations that govern our experiences of growing up and living in bodies that are gendered even before the moment of our births.</p>\n<p>My personal gendered beginnings happened around the time of my own birth, which initiated a process that Judith Butler (1990) terms “girling”. For me, the girling process was replete with violences and traumas – some rather big, and lots of smaller ones, too. The now-trendy ‘Gender Reveal Party’ (which imposes its own kind of violence to unborn people and is deeply reflective of naturalised gender rules in our world) had not yet been popularized in those days. At my birth my parents were delighted that I was a girl and I was promptly bundled into a pink blanket and taken home after a few days, where I would stay blissfully unaware of my “girlness” for the first few years of my life.</p>\n<p>One of the first (and most vivid) memories that I have of seeing my body as gendered can be traced back to when I was about three-years-old. I had received a plastic kitchen set (complete with miniature utensils, stovetop and oven) as a Christmas gift from some of our extended family. On Christmas Day, I remember feeling a keen desire to play on the bikes that the boys had been gifted, but I also remember the sharp sting of disappointment that followed after my Aunt prevented this, saying: <em>Girls mustn’t get their clothes dirty; come let’s go and make something in your new kitchen! </em></p>\n<p>As I grew up I began to realise that not only where there “boy things” and “girl things”, but there were also “bad” men and “good” men. A bad man was the one who masturbated in a cinema whilst staring at me (fortunately I was with my mother who took me away swiftly), good men were found in my home. There I had largely been exposed to much softer kinds of masculinities where my father and uncles (perhaps as a result of their Portuguese upbringings) shared in domestic responsibilities and showed tenderness and love – not only towards the women and children in their lives – but towards one another, too. It was not uncommon for the men in our home to kiss one another on the cheeks in greeting, and my father painted pictures and played Barbies with us as much as he played rough-and-tumble in the garden. At that point, I had little clarity as to what and where “bad men” were, but I had internalised ideas that I was not always safe and men were not always trustworthy.</p>\n<p>After several childhood years of dresses, hair bows, fake muffins, plastic stovetops, being afraid of my friends’ fathers at sleepovers, worrying when I used public bathrooms, and trying to keep my clothes in pristine condition, I started to develop breasts at the age of ten. I “developed early” (my mother put it down to my “Mediterranean roots”) and became even more confused when these bodily changes meant that people (girls and boys) began treating me differently. I had never been kissed before, and yet the boys in my Grade Four class would tell me that I was a <em>slut</em> (I had to ask my mother what the word meant) and rumours circulated that I had probably kissed three boys each weekend since the beginning of the school year. To younger girls and boys, I was dangerous, but to older men in societal circles, I was desirable: once, at the age of twelve and walking around a shopping mall, I felt the eyes of two men on my chest:</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li><em>Jesus, look at those tits…</em></li>\n<li><em>And that face!</em></li>\n<li><em>Bro, she still reads Baa Baa Black Sheep…</em></li>\n<li><em>Don’t lie, you’d still tap. </em></li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>To this day, I have deeply conflicting feelings about my body. These experiences speak to the subtle, but cumulative, normative violence that I, and many other women, encounter in our everyday realities. The implicit and explicit transgressions of personal and bodily boundaries that are inflicted by misogynistic patterns, discourses and hierarchies have profound effects on the psyches and experiences of those who are targeted, and trauma is often held in the body long after the event(s) (Cleary, 2016).</p>\n<p>When I was thirteen-years-old, my first period arrived and my mother, trying to relay the news to my father, said through the phone: <em>Your daughter became a woman today. </em>Even at that young age, I remember having questions, and confusing thoughts, about whether this was what made me a woman, and/or whether one’s capacity to menstruate delineated who could (and could not) be considered a “real” woman.</p>\n<p>In later years, my hair would become a source of trauma, like the time a man came up behind me in the queue at a coffee shop, and ran his hands through my long hair without my consent: <em>Now this is real woman’s hair</em>, he whispered. Or the time a different man spat in my face and called me a<em> lesbian</em> (I had a short pixie haircut) when I refused his advances at a bar. Today, I’ve come closer to seeing my head and body hair as tools for self-expression, self-acceptance and resistance. However, there continue to be remnants of past trauma there, and I still experience moments of dysphoria with my follicular friends (Synnott, 1987).</p>\n<p>As an Undergraduate student at university, I was exposed, for the first time, to critical Gender Studies, and to terms such as “gender-based violence”, “consent” and “hate crime”. When I took my first Gender Studies Honours Course in 2016, I felt as if it was the first time that I had the necessary tools, and a language, to put a face to the problems and uncomfortable feelings that I had been experiencing as a young woman. I also realised that, having often felt constrained and unsettled in my own body for so many years, and having encountered several issues around power (my own and that in relation to others – especially men), it was no surprise that I wanted to learn more about “gender” and even to make a career out of its study and exploration. Simultaneously, I was grappling more intensely with issues and questions around my gendered and sexual identities, and feeling as if I had, for many years, presented in ways that had conformed to standards and expectations that I had not set for myself, but that had been imposed. I mourned what I felt were lost years of free expression, autonomy and play.</p>\n<p>In the June of my Honours year, an extension of that bodily mourning ensued after I was raped at a party by a man that I knew reasonably well. I found myself believing all kinds of myths that I had heard circulated about sexual violence, and questioning every aspect of my experience. Months later, I developed severe depression, and my anxiety and dissociative symptoms became more acute. Eventually, I sought the guidance of a professional therapist who helped me to come to terms with what had happened to me.</p>\n<p>While my body still holds onto the pain (physical, emotional, psychological) that resulted from that experience, I am now able to challenge rape myths and to call others out when I see “rape culture” in action. I am also no longer in a position where I feel I need to remain silent about what happened to me, and have found significant healing in the telling of my story, especially to other women who share similar experiences.</p>\n<p>Along with speaking out, one of the most helpful tools in my healing process has been to read, and read again, a book by Dr Pumla Dineo Gqola (2016), which is titled <em>Rape: A South African Nightmare. </em>In Chapter Seven, she writes:</p>\n<blockquote><p><em>Rethinking and debunking rape myths is an important part of the conversation of how to bring down the rape statistics and how to create a world without rape. Addressing them allows us to move closer to a world in which rape is taken seriously, where survivors can be supported and recover and where rape is dissuaded rather than excused. </em></p></blockquote>\n<p>However, it has been, and continues to be, at certain moments, immensely challenging to grapple with the pervasiveness of gender-based violence in the world, but in my home country, especially. At times, it has been difficult and painful to think that the possibility of feeling completely safe and comfortable in this body – and in the spaces through which it moves – may not be realised in my lifetime.</p>\n<p>When I hear the word <em>violence</em>, I think instinctively of my own body, and I see alongside it the bodies of other women and gender non-conforming people in our country, many of whom share the same, reflexive associations of violence with their gendered identities and physical forms. In South Africa, and in the context of global gender configurations, many of these bodies continue to exist as sites of contestation and violence.</p>\n<p>The most recent revival of masculinist politics – especially in capitalist powerhouses such as the United States of America – means that normative and bodily violences against women (and gender non-conforming people) are naturalised as acceptable parts of our lived realities. Sometimes, it feels as though ours are bodies that must police themselves in order to avoid violence; bodies that have remain hyper-vigilant; bodies that must always be ready to run, to fight, to resist; bodies that are shaped by norm and expectation; bodies that are told to make themselves smaller; bodies that are rarely seen as whole, but that are split into parts for objectification and consumption; bodies that are (de)valued according to their appearance; bodies that are taught to be alienated from pleasure and sex; bodies that are commodifiable and expendable; bodies whose rage and resistance are not tolerable.</p>\n<p>However, I also don’t want to see or experience my body as associated (solely, inevitably or automatically) with violence. My body, and my identity, are complex, fluid, evolving, multi-faceted and multidimensional. In this body, I have experienced painful trauma, and violence has been inflicted against me because my body is gendered in certain ways. However, I have also experienced – and continue to experience – pleasure, joy, playfulness, vulnerability, strength, intimacy, curiosity, fascination, love and power with and in this body.</p>\n<p>Part of my daily resistance against violence, then, is to recognise and accept the ambivalence and conflict that continues to (and likely will, always) characterise my relationship with my body, and to find even a small moment of lightness and presence with it.</p>\n<p>When I think about violence, I try to train my attention, energy and focus towards its roots: towards problematic and oppressive histories, enduring structural inequalities and gendered patterns and hierarchies and how these might be challenged. All the while, my body continues to serve as a physical enactment and representation of my own history, and of the ways in which I explore my identity as I continue to embody this body in a gendered world.</p>\n<h2>References</h2>\n<p>Bachmann, I., &amp; Proust, V. (2020). Old concerns, renewed focus and novel problems: feminist communication theory and the Global South,&nbsp;<em>Annals of the International Communication Association,&nbsp;44</em>(1),&nbsp;67-80,&nbsp;DOI:&nbsp;<a href=\"https://doi.org/10.1080/23808985.2019.1647445\" class=\"broken_link\">10.1080/23808985.2019.1647445</a></p>\n<p>Butler, J. P. (1990). <em>Gender Trouble</em>. New York: Routledge</p>\n<p>Clarke, V., Ellis, S. J., Peel, E., &amp; Riggs, D. W. (2010). Lesbian, gay, bisexual, trans &amp; queer psychology: An introduction. London, United Kingdom: Cambridge University Press</p>\n<p>Cleary, K. (2016). Feminist theories of the body. In N.A. Naples., R.C. Hoogland., M. Wickramasinghe., W. Ching., &amp; A. Wong (Eds.), <em>The Wiley Blackwell encyclopaedia of gender and sexuality studies</em>. Wiley-Blackwell</p>\n<p>Crenshaw, K.W. (1991). Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color. <em>Stanford Law Review, 43</em>(6), 1241-1299</p>\n<p>Gqola, P. D. (2016). <em>Rape: A South African Nightmare. </em>Jacanda Media.</p>\n<p>Kiguwa, P. (2019). Feminist approaches: An exploration of women’s gendered experiences. In S. Laher, A. Fynn., &amp; S. Kramer (Eds.), <em>Transforming Research Methods in the Social Sciences: Case Studies from South Africa </em>(pp.220-235). Wits University Press</p>\n<p>Synnott, A. (1987). Shame and Glory: A Sociology of Hair. <em>The British Journal of Sociology</em>, <em>38</em>(3), 381. <a href=\"https://doi.org/10.2307/590695\" class=\"broken_link\">https://doi.org/10.2307/590695</a>.</p>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> Queer does not only mean that an individual may inhabit a counter-normative identity, often around sexual orientation or gender identity, but it includes an identification with (citing Nadia Cho): resistance to structural rigidity; challenging the privilege of the “normal”; confronting all forms of oppression; understanding the intersectionality between race, nationality, gender, sexuality and class; searching for alternative ways of being and living; bringing unheard, minority experiences and stories to light; learning to appreciate and celebrate difference; and striving for constructive, fair and happy ways to coexist with each other. See <a href=\"http://www.huffingtonpost.com/nadia-cho/being-queer-means_b_3510828.html\">http://www.huffingtonpost.com/nadia-cho/being-queer-means_b_3510828.html</a></p>\n</body></html>",
  "contentText": "by GS Pinheiro *Please note, this essay contains descriptions of sexual violence In this short piece, I offer some personal thoughts and reflections around the notion of “violence”. The writing centres on my own associations with the word, and some personal instances of normative and bodily violences that I have experienced, with particular focus on my identification as a queer woman. Throughout the reflection, experiential knowledge is connected to broader ideas around gendered and sexual identities, as I contemplate some of the ways in which my personal narrative might speak to wider gender arrangements in South Africa and beyond. Furthermore, whilst this piece is not strictly theoretical in nature, I have drawn from, and been inspired by, several feminist theories throughout the process of self-reflection, including that of intersectionality (e.g. Crenshaw, 1991) and feminist theories of the body (e.g. Cleary, 2016). Intersectionality theory offered a useful lens through which to think about my own experiences in relation to those of other queer, South African women. Within feminist circles, there is substantial debate around the notion of “experience” and, in particular, the tendency to represent all women’s experiences as homogenous is critiqued (e.g. Bachmann & Proust, 2020). In order to problematise and address these issues, intersectionality theory takes into account different identity vectors (such as race, class, occupation, age, sexual orientation, etc.) and considers how they might relate to a person’s gender identity. Moreover, the theory recognises the situatedness of people’s identities within particular socio-political contexts, and embraces the fluidity and plurality of people’s (especially women’s) identities and realities. It thus provides a sophisticated and complex theoretical perspective on the notion of “experience”. As I was reflecting and writing, therefore, intersectional principles encouraged a mindfulness around the idea that, whilst many queer women will be able to relate to the subject matter of my personal narration, people’s realities and identities are complex, nuanced, dynamic and unique. Especially as I am an academic who writes and works in South Africa, where people’s identities and circumstances vary widely, and where particular positions offer and/or constrain one’s access to space and other resources quite explicitly (particularly where race and class are taken into consideration), I felt it was important to acknowledge this at the outset. The occasional reference to these, and other theories in the piece serves as a guiding framework through which to make sense of my personal reflections and self-narration. These personal modes of writing can be considered, in themselves, transformative and healing acts that have the potential to establish alternative meaning systems and voices in spaces that have traditionally been dominated by patriarchal perspectives (such as in academia, for example). One of the core principles of feminist work is to establish spaces and opportunities for women’s experiences and voices to be prioritised, and there is thus an overt disruption of the traditional dichotomy between “academic” versus “personal” writing and research methodologies (e.g. Kiguwa, 2019). The process of self-reflection and narration that the writing of this piece entailed thus allowed me, in many ways, to hear my own voice, and my intention in sharing my experiences is not only to take up space, but to create spaces for other people to reflect on their own ideas and experiences around the theme. I suppose it is unsurprising (but no less disconcerting) that, when asked to reflect about my personal thoughts and experiences around “violence”, some of the first ideas that come to mind are violences with which I have been confronted at normative and bodily levels. I am a queer woman, and (especially in South Africa, where I grew up and where I now live and work) physical violence – and sexual violence, in particular – features saliently in the realities of many people who identify (and/or who might be read) in this way (Clarke, Ellis, Peel, & Riggs, 2010). When I speak of “normative” violence, I refer to gendered expectations and norms that are naturalised in many societies – evident particularly in patriarchal settings – and that have been a central feature in my experience as a queer woman. When I mention “bodily” violence, I am referring to physical forms of violence that I have experienced, mainly in connection with the normative strands of violence that code for a society’s given gender order. Throughout my twenty-six years in South Africa, I have found that the two strands are interwoven and connected in intimate and intricate ways. There is rigidity and embeddedness in the rules and regulations that govern our experiences of growing up and living in bodies that are gendered even before the moment of our births. My personal gendered beginnings happened around the time of my own birth, which initiated a process that Judith Butler (1990) terms “girling”. For me, the girling process was replete with violences and traumas – some rather big, and lots of smaller ones, too. The now-trendy ‘Gender Reveal Party’ (which imposes its own kind of violence to unborn people and is deeply reflective of naturalised gender rules in our world) had not yet been popularized in those days. At my birth my parents were delighted that I was a girl and I was promptly bundled into a pink blanket and taken home after a few days, where I would stay blissfully unaware of my “girlness” for the first few years of my life. One of the first (and most vivid) memories that I have of seeing my body as gendered can be traced back to when I was about three-years-old. I had received a plastic kitchen set (complete with miniature utensils, stovetop and oven) as a Christmas gift from some of our extended family. On Christmas Day, I remember feeling a keen desire to play on the bikes that the boys had been gifted, but I also remember the sharp sting of disappointment that followed after my Aunt prevented this, saying: Girls mustn’t get their clothes dirty; come let’s go and make something in your new kitchen! As I grew up I began to realise that not only where there “boy things” and “girl things”, but there were also “bad” men and “good” men. A bad man was the one who masturbated in a cinema whilst staring at me (fortunately I was with my mother who took me away swiftly), good men were found in my home. There I had largely been exposed to much softer kinds of masculinities where my father and uncles (perhaps as a result of their Portuguese upbringings) shared in domestic responsibilities and showed tenderness and love – not only towards the women and children in their lives – but towards one another, too. It was not uncommon for the men in our home to kiss one another on the cheeks in greeting, and my father painted pictures and played Barbies with us as much as he played rough-and-tumble in the garden. At that point, I had little clarity as to what and where “bad men” were, but I had internalised ideas that I was not always safe and men were not always trustworthy. After several childhood years of dresses, hair bows, fake muffins, plastic stovetops, being afraid of my friends’ fathers at sleepovers, worrying when I used public bathrooms, and trying to keep my clothes in pristine condition, I started to develop breasts at the age of ten. I “developed early” (my mother put it down to my “Mediterranean roots”) and became even more confused when these bodily changes meant that people (girls and boys) began treating me differently. I had never been kissed before, and yet the boys in my Grade Four class would tell me that I was a slut (I had to ask my mother what the word meant) and rumours circulated that I had probably kissed three boys each weekend since the beginning of the school year. To younger girls and boys, I was dangerous, but to older men in societal circles, I was desirable: once, at the age of twelve and walking around a shopping mall, I felt the eyes of two men on my chest: Jesus, look at those tits… And that face! Bro, she still reads Baa Baa Black Sheep… Don’t lie, you’d still tap. To this day, I have deeply conflicting feelings about my body. These experiences speak to the subtle, but cumulative, normative violence that I, and many other women, encounter in our everyday realities. The implicit and explicit transgressions of personal and bodily boundaries that are inflicted by misogynistic patterns, discourses and hierarchies have profound effects on the psyches and experiences of those who are targeted, and trauma is often held in the body long after the event(s) (Cleary, 2016). When I was thirteen-years-old, my first period arrived and my mother, trying to relay the news to my father, said through the phone: Your daughter became a woman today. Even at that young age, I remember having questions, and confusing thoughts, about whether this was what made me a woman, and/or whether one’s capacity to menstruate delineated who could (and could not) be considered a “real” woman. In later years, my hair would become a source of trauma, like the time a man came up behind me in the queue at a coffee shop, and ran his hands through my long hair without my consent: Now this is real woman’s hair, he whispered. Or the time a different man spat in my face and called me a lesbian (I had a short pixie haircut) when I refused his advances at a bar. Today, I’ve come closer to seeing my head and body hair as tools for self-expression, self-acceptance and resistance. However, there continue to be remnants of past trauma there, and I still experience moments of dysphoria with my follicular friends (Synnott, 1987). As an Undergraduate student at university, I was exposed, for the first time, to critical Gender Studies, and to terms such as “gender-based violence”, “consent” and “hate crime”. When I took my first Gender Studies Honours Course in 2016, I felt as if it was the first time that I had the necessary tools, and a language, to put a face to the problems and uncomfortable feelings that I had been experiencing as a young woman. I also realised that, having often felt constrained and unsettled in my own body for so many years, and having encountered several issues around power (my own and that in relation to others – especially men), it was no surprise that I wanted to learn more about “gender” and even to make a career out of its study and exploration. Simultaneously, I was grappling more intensely with issues and questions around my gendered and sexual identities, and feeling as if I had, for many years, presented in ways that had conformed to standards and expectations that I had not set for myself, but that had been imposed. I mourned what I felt were lost years of free expression, autonomy and play. In the June of my Honours year, an extension of that bodily mourning ensued after I was raped at a party by a man that I knew reasonably well. I found myself believing all kinds of myths that I had heard circulated about sexual violence, and questioning every aspect of my experience. Months later, I developed severe depression, and my anxiety and dissociative symptoms became more acute. Eventually, I sought the guidance of a professional therapist who helped me to come to terms with what had happened to me. While my body still holds onto the pain (physical, emotional, psychological) that resulted from that experience, I am now able to challenge rape myths and to call others out when I see “rape culture” in action. I am also no longer in a position where I feel I need to remain silent about what happened to me, and have found significant healing in the telling of my story, especially to other women who share similar experiences. Along with speaking out, one of the most helpful tools in my healing process has been to read, and read again, a book by Dr Pumla Dineo Gqola (2016), which is titled Rape: A South African Nightmare. In Chapter Seven, she writes: Rethinking and debunking rape myths is an important part of the conversation of how to bring down the rape statistics and how to create a world without rape. Addressing them allows us to move closer to a world in which rape is taken seriously, where survivors can be supported and recover and where rape is dissuaded rather than excused. However, it has been, and continues to be, at certain moments, immensely challenging to grapple with the pervasiveness of gender-based violence in the world, but in my home country, especially. At times, it has been difficult and painful to think that the possibility of feeling completely safe and comfortable in this body – and in the spaces through which it moves – may not be realised in my lifetime. When I hear the word violence, I think instinctively of my own body, and I see alongside it the bodies of other women and gender non-conforming people in our country, many of whom share the same, reflexive associations of violence with their gendered identities and physical forms. In South Africa, and in the context of global gender configurations, many of these bodies continue to exist as sites of contestation and violence. The most recent revival of masculinist politics – especially in capitalist powerhouses such as the United States of America – means that normative and bodily violences against women (and gender non-conforming people) are naturalised as acceptable parts of our lived realities. Sometimes, it feels as though ours are bodies that must police themselves in order to avoid violence; bodies that have remain hyper-vigilant; bodies that must always be ready to run, to fight, to resist; bodies that are shaped by norm and expectation; bodies that are told to make themselves smaller; bodies that are rarely seen as whole, but that are split into parts for objectification and consumption; bodies that are (de)valued according to their appearance; bodies that are taught to be alienated from pleasure and sex; bodies that are commodifiable and expendable; bodies whose rage and resistance are not tolerable. However, I also don’t want to see or experience my body as associated (solely, inevitably or automatically) with violence. My body, and my identity, are complex, fluid, evolving, multi-faceted and multidimensional. In this body, I have experienced painful trauma, and violence has been inflicted against me because my body is gendered in certain ways. However, I have also experienced – and continue to experience – pleasure, joy, playfulness, vulnerability, strength, intimacy, curiosity, fascination, love and power with and in this body. Part of my daily resistance against violence, then, is to recognise and accept the ambivalence and conflict that continues to (and likely will, always) characterise my relationship with my body, and to find even a small moment of lightness and presence with it. When I think about violence, I try to train my attention, energy and focus towards its roots: towards problematic and oppressive histories, enduring structural inequalities and gendered patterns and hierarchies and how these might be challenged. All the while, my body continues to serve as a physical enactment and representation of my own history, and of the ways in which I explore my identity as I continue to embody this body in a gendered world. References Bachmann, I., & Proust, V. (2020). Old concerns, renewed focus and novel problems: feminist communication theory and the Global South, Annals of the International Communication Association, 44(1), 67-80, DOI: 10.1080/23808985.2019.1647445 Butler, J. P. (1990). Gender Trouble. New York: Routledge Clarke, V., Ellis, S. J., Peel, E., & Riggs, D. W. (2010). Lesbian, gay, bisexual, trans & queer psychology: An introduction. London, United Kingdom: Cambridge University Press Cleary, K. (2016). Feminist theories of the body. In N.A. Naples., R.C. Hoogland., M. Wickramasinghe., W. Ching., & A. Wong (Eds.), The Wiley Blackwell encyclopaedia of gender and sexuality studies. Wiley-Blackwell Crenshaw, K.W. (1991). Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color. Stanford Law Review, 43(6), 1241-1299 Gqola, P. D. (2016). Rape: A South African Nightmare. Jacanda Media. Kiguwa, P. (2019). Feminist approaches: An exploration of women’s gendered experiences. In S. Laher, A. Fynn., & S. Kramer (Eds.), Transforming Research Methods in the Social Sciences: Case Studies from South Africa (pp.220-235). Wits University Press Synnott, A. (1987). Shame and Glory: A Sociology of Hair. The British Journal of Sociology, 38(3), 381. https://doi.org/10.2307/590695. Footnotes [1] Queer does not only mean that an individual may inhabit a counter-normative identity, often around sexual orientation or gender identity, but it includes an identification with (citing Nadia Cho): resistance to structural rigidity; challenging the privilege of the “normal”; confronting all forms of oppression; understanding the intersectionality between race, nationality, gender, sexuality and class; searching for alternative ways of being and living; bringing unheard, minority experiences and stories to light; learning to appreciate and celebrate difference; and striving for constructive, fair and happy ways to coexist with each other. See http://www.huffingtonpost.com/nadia-cho/being-queer-means_b_3510828.html",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://doi.org/10.1080/23808985.2019.1647445",
    "https://doi.org/10.2307/590695",
    "https://www.csagup.org/2020/09/29/my-body-and-me-personal-reflections-on-the-idea-of-violence-from-a-queer1-south-african-woman/#_ftnref1",
    "http://www.huffingtonpost.com/nadia-cho/being-queer-means_b_3510828.html"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/09/"
}