{
  "title": "Am I eligible to be a refugee?",
  "permalink": "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/",
  "datePublished": "2020-09-23T09:27:17+01:00",
  "dateLabel": "23rd September 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><strong><em>Hulisani Khorombi&nbsp;</em></strong></a></p>\n<p>The United Nations Refugee Agency defines a refugee as someone who has been forced to flee his or her country because of persecution, war or violence. A refugee has a well-founded fear of persecution for reasons of race, religion, nationality, political opinion or membership of a particular social group. Most likely, they cannot return home or are afraid to do so. War and ethnic, tribal and religious violence are leading causes of refugees fleeing their countries<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a>.</p>\n<p>Amnesty international further expands on this and says that there are many reasons why it might be too difficult or dangerous for people to stay in their own countries. For example, children, women and men flee from violence, war, hunger, extreme poverty, because of their sexual or gender orientation, or from the consequences of climate change or other natural disasters. Often people will face a combination of these difficult circumstances<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a>.</p>\n<p>People fleeing persecution and conflict have been granted asylum in foreign lands for thousands of years and this is nothing new.</p>\n<p>This is where my predicament starts.</p>\n<p>The South African government has declared gender-based violence (GBV) a national crisis. According to a new government report, a woman is murdered every three hours in South Africa, and many are assaulted and raped before their death <a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a>.</p>\n<p>President Ramaphosa of South Africa has described GBV in the country as a second pandemic next to Covid-19.</p>\n<p>“It is with the heaviest of hearts that I stand before the women and girls of South Africa this evening to talk about another pandemic that is raging in our country—the killing of women and children by the men of our country,<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a>”</p>\n<p>To summarise this phenomenon we often use the term femicide, which describes the killing of a woman by an intimate partner and the death of a woman as a result of a practice that is harmful to women. Intimate partner is understood as a former or current spouse or partner, whether or not the perpetrator shares or has shared the same residence with the victim<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a>.</p>\n<p>Just last year, President Ramaphosa, at an emergency sitting of Parliament said the figures for violence against women and children were similar to those of a country at war<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a>. Further describing South Africa as one of “the most unsafe places in world to be a woman”.</p>\n<p>Solutions still seem a long way off. In 2018, the National Gender-Based Violence and Femicide Summit, which aimed to highlight the plight of women and girls in the country, was hosted by the government, NGOs, and civil society groups in an effort to find a solution to femicide and GBV in South Africa. The President signed and launched Gender-Based Violence and Femicide Declaration in 2019: the intention is a multi-sectoral structure and national strategy to respond to violence toward women and girls. Activists say the declaration is a step in the right direction, but much more needs to be done<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a>. Yet almost every day we wake up to news that another woman has been raped or murdered.</p>\n<p>The heightened reality that women of South Africa are continuously being traumatised was evident to me in two instances. The first being a holiday that I took last year to visit a friend in Tanzania. When she suggested that we go shopping at a local market in the evening my first reaction was a “no” because I would not, under normal circumstances, do that in South Africa. Only after her reassurance of safety did I brave myself for such an outing, which turned out to be harmless.</p>\n<p>Second was my solo trip that I took recently for my birthday. I sent my live location to a trusted contact every 8 hours in order to ensure that if something happened the police would know where to possibly start looking for my remains.</p>\n<p>Having have thought all of these things through and seeing no end in sight it seems that as a woman I am a refugee of violence in my own country. If a refugee is a person who is forced to flee his or her country because of persecution, war or violence, where do I go?</p>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> <a href=\"https://www.unrefugees.org/refugee-facts/what-is-a-refugee/\" class=\"broken_link\">https://www.unrefugees.org/refugee-facts/what-is-a-refugee/</a></p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> <a href=\"https://www.amnesty.org/en/what-we-do/refugees-asylum-seekers-and-migrants/\">https://www.amnesty.org/en/what-we-do/refugees-asylum-seekers-and-migrants/</a></p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> <a href=\"https://www.voanews.com/africa/south-africa-declares-femicide-national-crisis\">https://www.voanews.com/africa/south-africa-declares-femicide-national-crisis</a></p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> <a href=\"https://foreignpolicy.com/2020/07/30/coronavirus-lockdown-femicide-rises-south-africa/\">https://foreignpolicy.com/2020/07/30/coronavirus-lockdown-femicide-rises-south-africa/</a></p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> <a href=\"https://eige.europa.eu/thesaurus/terms/1128\">https://eige.europa.eu/thesaurus/terms/1128</a></p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> <a href=\"https://www.bbc.com/news/world-africa-49739977\">https://www.bbc.com/news/world-africa-49739977</a></p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\">[7]</a> <a href=\"https://foreignpolicy.com/2020/07/30/coronavirus-lockdown-femicide-rises-south-africa/\">https://foreignpolicy.com/2020/07/30/coronavirus-lockdown-femicide-rises-south-africa/</a></p>\n</body></html>",
  "contentText": "by Hulisani Khorombi The United Nations Refugee Agency defines a refugee as someone who has been forced to flee his or her country because of persecution, war or violence. A refugee has a well-founded fear of persecution for reasons of race, religion, nationality, political opinion or membership of a particular social group. Most likely, they cannot return home or are afraid to do so. War and ethnic, tribal and religious violence are leading causes of refugees fleeing their countries[1]. Amnesty international further expands on this and says that there are many reasons why it might be too difficult or dangerous for people to stay in their own countries. For example, children, women and men flee from violence, war, hunger, extreme poverty, because of their sexual or gender orientation, or from the consequences of climate change or other natural disasters. Often people will face a combination of these difficult circumstances[2]. People fleeing persecution and conflict have been granted asylum in foreign lands for thousands of years and this is nothing new. This is where my predicament starts. The South African government has declared gender-based violence (GBV) a national crisis. According to a new government report, a woman is murdered every three hours in South Africa, and many are assaulted and raped before their death [3]. President Ramaphosa of South Africa has described GBV in the country as a second pandemic next to Covid-19. “It is with the heaviest of hearts that I stand before the women and girls of South Africa this evening to talk about another pandemic that is raging in our country—the killing of women and children by the men of our country,[4]” To summarise this phenomenon we often use the term femicide, which describes the killing of a woman by an intimate partner and the death of a woman as a result of a practice that is harmful to women. Intimate partner is understood as a former or current spouse or partner, whether or not the perpetrator shares or has shared the same residence with the victim[5]. Just last year, President Ramaphosa, at an emergency sitting of Parliament said the figures for violence against women and children were similar to those of a country at war[6]. Further describing South Africa as one of “the most unsafe places in world to be a woman”. Solutions still seem a long way off. In 2018, the National Gender-Based Violence and Femicide Summit, which aimed to highlight the plight of women and girls in the country, was hosted by the government, NGOs, and civil society groups in an effort to find a solution to femicide and GBV in South Africa. The President signed and launched Gender-Based Violence and Femicide Declaration in 2019: the intention is a multi-sectoral structure and national strategy to respond to violence toward women and girls. Activists say the declaration is a step in the right direction, but much more needs to be done[7]. Yet almost every day we wake up to news that another woman has been raped or murdered. The heightened reality that women of South Africa are continuously being traumatised was evident to me in two instances. The first being a holiday that I took last year to visit a friend in Tanzania. When she suggested that we go shopping at a local market in the evening my first reaction was a “no” because I would not, under normal circumstances, do that in South Africa. Only after her reassurance of safety did I brave myself for such an outing, which turned out to be harmless. Second was my solo trip that I took recently for my birthday. I sent my live location to a trusted contact every 8 hours in order to ensure that if something happened the police would know where to possibly start looking for my remains. Having have thought all of these things through and seeing no end in sight it seems that as a woman I am a refugee of violence in my own country. If a refugee is a person who is forced to flee his or her country because of persecution, war or violence, where do I go? Footnotes [1] https://www.unrefugees.org/refugee-facts/what-is-a-refugee/ [2] https://www.amnesty.org/en/what-we-do/refugees-asylum-seekers-and-migrants/ [3] https://www.voanews.com/africa/south-africa-declares-femicide-national-crisis [4] https://foreignpolicy.com/2020/07/30/coronavirus-lockdown-femicide-rises-south-africa/ [5] https://eige.europa.eu/thesaurus/terms/1128 [6] https://www.bbc.com/news/world-africa-49739977 [7] https://foreignpolicy.com/2020/07/30/coronavirus-lockdown-femicide-rises-south-africa/",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftn1",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftn2",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftn3",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftn4",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftn5",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftn6",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftn7",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftnref1",
    "https://www.unrefugees.org/refugee-facts/what-is-a-refugee/",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftnref2",
    "https://www.amnesty.org/en/what-we-do/refugees-asylum-seekers-and-migrants/",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftnref3",
    "https://www.voanews.com/africa/south-africa-declares-femicide-national-crisis",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftnref4",
    "https://foreignpolicy.com/2020/07/30/coronavirus-lockdown-femicide-rises-south-africa/",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftnref5",
    "https://eige.europa.eu/thesaurus/terms/1128",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftnref6",
    "https://www.bbc.com/news/world-africa-49739977",
    "https://www.csagup.org/2020/09/23/am-i-eligible-to-be-a-refugee/#_ftnref7"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/09/"
}