{
  "title": "Female Genital Mutilation: sacred cultural practice or human rights violation?",
  "permalink": "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/",
  "datePublished": "2020-09-21T09:19:33+01:00",
  "dateLabel": "21st September 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\"><strong><em>Hulisani Khorombi</em></strong></a></p>\n<h2>Background</h2>\n<p>The World Health Organisation estimates that 3 million girls, residing in only 30 countries, mainly in Africa, as well as in the Middle East and Asia, are at risk of undergoing female genital mutilation (FGM) every year<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a>.</p>\n<p>Historically, an estimated 120 million girls and women have undergone FGM, and approximately 2 million procedures are performed annually on girls under the age of 11<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a>. Most commonly performed in Africa, FGM is also practised in parts of Southeast Asia, the Middle East and in Central and South America. In countries such as Somalia, an estimated 70% to 90% of women have undergone FGM<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a>.</p>\n<p>It is unknown when this practice first developed, but evidence exists that it dates back to the fifth century B.C. preceding Christianity and Islam<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a>. In addition to citing religious requirements, proponents of the practice cite several other reasons, one of them being that the procedure aids in preserving cultural identity – just as body piercings, body painting or tattooing are used to identify individuals as members of a particular social group<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a>.</p>\n<p>Regardless of its origins, FGM is practiced as a cultural rite of passage as are virginity testing and male circumcision in some traditional settings. It has been defined as follows.</p>\n<blockquote><p>Female genital mutilation includes procedures that intentionally alter or cause injury to the female genital organs for non-medical reasons. The procedure has no health benefits for girls and women<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a>.</p></blockquote>\n<p>The practice is mostly carried out by traditional circumcisers, who often play other central roles in communities, such as attending childbirths. However, more than 18% of all FGM is performed by health care providers, and this trend is increasing<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a>.</p>\n<p>FGM has four major forms:<a href=\"#_ftn8\" name=\"_ftnref8\">[8]</a></p>\n<ul>\n<li>Clitoridectomy: partial or total removal of the clitoris (a small, sensitive and erectile part of the female genitals) and, in very rare cases, only the prepuce (the fold of skin surrounding the clitoris).</li>\n<li>Excision: partial or total removal of the clitoris and the labia minora, with or without excision of the labia majora (the labia are “the lips” that surround the vagina).</li>\n<li>Infibulation: narrowing of the vaginal opening through the creation of a covering seal. The seal is formed by cutting and repositioning the inner, or outer, labia, with or without removal of the clitoris.</li>\n<li>Other: all other harmful procedures to the female genitalia for non-medical purposes, e.g. pricking, piercing, incising, scraping and cauterizing the genital area.</li>\n</ul>\n<p>There is no record that South Africa has ever practiced FGM and so in this essay there is only a focus on the harm caused by the practice on an international level.</p>\n<h2>Justifications for FGM</h2>\n<p>As mentioned above, FGM is not a small or insignificant procedure: it is the removal of all or parts of the clitoris, labia majora and labia minora, sometimes combined with the narrowing of the entrance to the vagina<a href=\"#_ftn9\" name=\"_ftnref9\">[9]</a>.</p>\n<p>Apart from denoting belonging in cultural and religious contexts, the removal of external female genitalia has been part of a celebrated ritual in the lives of girls and women as an effective and acceptable method of shaping their attitudes toward sex and sexuality and as a way of ensuring their virginity and suitability for marriage.&nbsp; This despite a growing international campaign to abolish FGM, endorsed by both the World Medical Association<a href=\"#_ftn10\" name=\"_ftnref10\">[10]</a> and the World Health Organization<a href=\"#_ftn11\" name=\"_ftnref11\">[11]</a>..</p>\n<p>Some proponents of the practice claim that FGM helps maintain good hygiene in girls and women and promotes good health. For example, some believe that the clitoris is poisonous and can not only harm man during sexual intercourse, but that it can also kill children during the birthing process<a href=\"#_ftn12\" name=\"_ftnref12\">[12]</a>.</p>\n<p>Although the medical community is generally divided as to the health benefits that come with the procedure of male circumcision they are agreed on the fact that FGM has no medical benefits whatsoever<a href=\"#_ftn13\" name=\"_ftnref13\">[13]</a>.</p>\n<p>Some advocates of FGM believe that the procedure increases the sexual pleasure of the husband and this therefore enriches the marriage. It is believed that the smaller the opening into the vagina the greater the pleasure that the male receives during sexual intercourse<a href=\"#_ftn14\" name=\"_ftnref14\">[14]</a>. However this is contradicted by evidence that many men experience pain and frustration while attempting to penetrate a tightly circumcised female<a href=\"#_ftn15\" name=\"_ftnref15\">[15]</a>.</p>\n<h2>Risks</h2>\n<p>The manner in which the procedures are typically performed contributes greatly to the medical risks that may be encountered. Even under the most sterile of conditions, the procedures can cause serious medical consequences, including death. In many instances the procedure is performed on young girls any time between infancy and puberty. The age varies depending on the reason for the procedure being conducted<a href=\"#_ftn16\" name=\"_ftnref16\">[16]</a>.</p>\n<p>For example in Senegal the procedure is viewed as a rite of passage into adulthood for the young woman therefore targeting girls reaching puberty<a href=\"#_ftn17\" name=\"_ftnref17\">[17]</a>. In other area such as Nigeria and Burkina Faso, the procedure is performed to prevent a new-born child from touching the mother’s clitoris during the birth process.</p>\n<p>Regardless of age, the procedure generally is performed by midwives or older village women who perform the cutting without anaesthesia, using instruments such as razor blades, knives, scissors, pieces of glass or sharp stones<a href=\"#_ftn18\" name=\"_ftnref18\">[18]</a>.</p>\n<p>Apart from physical complications that are associated with this extreme procedure, there are also extreme psychological effects as well.</p>\n<p>Among girls who live in communities where FGM carries social value, the desire to gain social status, please parents and comply with peer pressure is in conflict with fear, trauma and the after effects of the operation<a href=\"#_ftn19\" name=\"_ftnref19\">[19]</a>.</p>\n<p>Furthermore, pregnant infibulated women who enter a medical facility for the birthing process typically need to undergo de-infibulation. After the birth many of these women want to be re-infibulated and go through the process of having their wounds re-stitched<a href=\"#_ftn20\" name=\"_ftnref20\">[20]</a>. This act of performing such a surgery that is medically harmful raises ethical questions about the health professionals who perform it<a href=\"#_ftn21\" name=\"_ftnref21\">[21]</a>.</p>\n<h2>Responses</h2>\n<p>In recent years FGM has come under the international spotlight. Various international organisations have continuously advocated against FGM, believing that the medical risks associated with the cutting make them human rights violations and acts of child abuse.</p>\n<p>Some authors suggest that FGM should be considered a violation of the right to life from the perspective of reproduction.</p>\n<blockquote><p>When the very organs that allow human beings to reproduce and to give life to future generations are mutilated, there has been a violation of one of the fundamental human rights<a href=\"#_ftn22\" name=\"_ftnref22\">[22]</a></p></blockquote>\n<p>In 1959 the United Nations adopted the Convention on the Rights of the Child and stated that States party to it should take effective and appropriate measures to abolish traditional practices that are prejudicial to the health of children.</p>\n<p>Only much later in 1982 did the United Nations Human Rights Sub commission of the World Health Organisation condemn the practice.</p>\n<p>African countries have attempted to curb the practice of FGM but legislative efforts have not been as successful as in European countries. In 1983 Nigeria ratified the Convention on the Rights of the Child<a href=\"#_ftn23\" name=\"_ftnref23\">[23]</a>. This charter contains several articles that can be interpreted to condemn female circumcision.</p>\n<p>Apart from international legislative efforts there have been a number of interesting cases dealing with FGM in the United States of America.</p>\n<p>Firstly, in 1994 a Nigerian woman by the name of Lydia Oluloro was living illegally in Oregon but asked the courts for political asylum<a href=\"#_ftn24\" name=\"_ftnref24\">[24]</a>. She feared that her return to her homeland would mean that her two daughters would be forced to undergo the procedure. A federal immigration judge annulled her expulsion order but she was not granted refugee status. The order was merely a mechanism through which her deportation was stayed<a href=\"#_ftn25\" name=\"_ftnref25\">[25]</a>.</p>\n<p>The following year two women from Sierra Leone requested political asylum after their genitals had been partly cut off<a href=\"#_ftn26\" name=\"_ftnref26\">[26]</a>. They claimed that they would be prosecuted in their native land if they opposed the procedure. The woman living in Virginia was granted her request. The judge in that case believed that the woman had suffered an “atrocious form of persecution”<a href=\"#_ftn27\" name=\"_ftnref27\">[27]</a>. However the second woman living in Maryland was denied her request for political asylum. The judge in her case suggested to the woman that she could “choose to support the practice to maintain tribal unity”<a href=\"#_ftn28\" name=\"_ftnref28\">[28]</a>.</p>\n<p>Surprisingly, woman have not been the only ones to seek asylum on the basis of fear of FGM. In the case of <em>Imohi v Immigration and Naturalization Serv</em><a href=\"#_ftn29\" name=\"_ftnref29\">[29]</a>, Azeez Jimmy Imohi was a male native of Nigeria who sought asylum in the United States on the basis that his home country practiced FGM. He claimed that his return to the country would infringe on his reproductive rights by jeopardizing any female offspring he may have in the future. The Board of Immigration Appeals ruled that the application should be denied and it was confirmed in the United States Court of Appeals for the 9<sup>th</sup> Circuit.</p>\n<p>FGM has been illegal in the United Kingdom since 1985. In November of 1993 a medical practitioner was brought before the General Medical Council, charged with performing multiple female circumcisions, knowing the operation to be against the law. He was struck off<a href=\"#_ftn30\" name=\"_ftnref30\">[30]</a>. Despite this case, 2019 was the first time that there was a successful prosecution in the case of <em>R v N</em><a href=\"#_ftn31\" name=\"_ftnref31\">[31]</a> where a woman who mutilated her three-year-old daughter became the first person in the United Kingdom to be found guilty of FGM.</p>\n<p>The United Nations General Assembly in December of 1948 adopted the Universal Declaration of Human Rights. Among the articles included in the Declaration is that of Article 3: “Everyone has the right to life, liberty and the security of person.” Article 5 reads “No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.” And Article 15 states that “Everyone has the right to a standard of living adequate for the health and well-being of himself.”</p>\n<p>FGM pertains to all of these articles.</p>\n<p>Similar articles are included in the African Charter on Human and People’s Rights, unanimously adopted in 1981 by the Assembly of Heads of State and Government of the African Organization of Unity (OAU), coming into force on 21 October 1986.</p>\n<p>The articles or portions that are relevant to FGM include Article 4: “Every human being shall be entitled to respect for his life and the integrity of his person. No one may be arbitrarily deprived of this right”; Article 5: “All forms of exploitation and degradation of man, particularly slavery, slave trade, torture, cruel, inhuman or degrading punishment and treatment shall be prohibited”; Article 16: “Every individual shall have the right to enjoy the best attainable state of physical and mental health . . .”; and finally Article 18: “The State shall ensure the elimination of every discrimination against women and also ensure the protection of the rights of the woman and the child as stipulated in international declarations and conventions”.</p>\n<h2>Impact</h2>\n<p>As seen by the above laws and cases, the countries that have effectively enacted preventative methods to abolish practices of FGM are Western. However, for the most part legislation has been ineffective. Laws that prohibit a behaviour that is deeply embedded in a culture are most likely not going to find support amongst the people it aims to protect. This leaves little room for change.</p>\n<p>The phrase “female genital mutilation” elicits mixed emotions across the globe in medical communities, as well as in small villages. Yet, despite the apprehension many feel about openly communicating about FGM, communication and education are the keys to eradicating this tradition that plagues millions of women throughout the world. By understanding what FGM is, the historical background behind the practice, and the medical risks associated with such procedures, African countries can follow the lead of the Western countries that have for the most part effectively banned FGM<a href=\"#_ftn32\" name=\"_ftnref32\">[32]</a>.</p>\n<p>A comforting thought is that year on year, the conversation surrounding FGM has been amplified. Recently, there has been a ban on FGM in Sudan where it is estimated that 9 in 10 women have undergone the life-changing practice<a href=\"#_ftn33\" name=\"_ftnref33\">[33]</a> .</p>\n<h2>Looking into the future</h2>\n<p>It is important to note that this practice is deeply entrenched in culture and as a result, despite countless laws that may outlaw it, there needs to be more activism on the ground level. There is a necessity for “collective abandonment”, in which an entire community chooses to no longer engage in FGM. This has proven to be an effective way to end the practice. It ensures that no single girl or family will be disadvantaged by the decision<a href=\"#_ftn34\" name=\"_ftnref34\">[34]</a>.</p>\n<p>In 2008, UNFPA and UNICEF established the Joint Programme on FGM, the largest global programme to accelerate abandonment of FGM and to provide care for girls and women living with its consequences. To date, the programme has helped more than 3 million girls and women receive FGM-related protection and care services. More than 30 million individuals in over 20,000 communities have made public declarations to abandon the practice<a href=\"#_ftn35\" name=\"_ftnref35\">[35]</a>.</p>\n<p>The most common motivation is the strong association with marriageability of a young woman and so there is an expectancy to conform to your community in order to marry<a href=\"#_ftn36\" name=\"_ftnref36\">[36]</a>. Perhaps the discussion surrounding FGM should then be moved to the social requirement of marriage and the status that it affords women.</p>\n<p>In the end abandonment of the practice must be rooted in the communities which practice it.</p>\n<p>“The people who practice Female Genital Cutting [FGM] are honourable, upright, moral people who love their children and want the best for them. That is why they practice [FGM] and that is why they will decide to stop practicing it once a way of stopping is found…” (Mackie, 2000: 280)<a href=\"#_ftn37\" name=\"_ftnref37\">[37]</a></p>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> World Health Organisation <a href=\"https://www.who.int/reproductivehealth/topics/fgm/prevalence/en/\">https://www.who.int/reproductivehealth/topics/fgm/prevalence/en/</a> (accessed on 14 May 2020)</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> Federal Interdepartmental Working Group on Female Genital Mutilation “Female genital mutilation and health care” (1999) Health Canada</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a>&nbsp;&nbsp; Federal Interdepartmental Working Group on Female Genital Mutilation “Female genital mutilation and health care” (1999) Health Canada</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> Morgan in “Female Genital Mutilation” (2009) 94 Southern Illinois University School of Law</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> As above</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> World Health Organisation: <a href=\"https://www.who.int/news-room/fact-sheets/detail/female-genital-mutilation\">https://www.who.int/news-room/fact-sheets/detail/female-genital-mutilation</a> (accessed on 15 May 2020</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\">[7]</a> As above</p>\n<p><a href=\"#_ftnref8\" name=\"_ftn8\">[8]</a> As above</p>\n<p><a href=\"#_ftnref9\" name=\"_ftn9\">[9]</a> Clayman (ed) (1989) The American Association Encyclopaedia of Medicine 282</p>\n<p><a href=\"#_ftnref10\" name=\"_ftn10\">[10]</a> Richards in “Female genital mutilation condemned by WMA” (1993) 307 BMJ</p>\n<p><a href=\"#_ftnref11\" name=\"_ftn11\">[11]</a> WHO in “A traditional practice that threatens health — female circumcision” (1986) 33 WHO Chronicle</p>\n<p><a href=\"#_ftnref12\" name=\"_ftn12\">[12]</a> Etru in “What’s culture got to do with it? Excising the harmful traditional of female circumcision,” (1993) 106 Harv.L.Rev (Belief that the child will die if it touches the clitoris during the birthing process originated in the 15<sup>th</sup> century in the Bini village of the Bendel state, when it was decreed by a king following ‘consultation with an oracle regarding his wives’ stillbirths and infant deaths’)</p>\n<p><a href=\"#_ftnref13\" name=\"_ftn13\">[13]</a> Burstyn (1995) 30</p>\n<p><a href=\"#_ftnref14\" name=\"_ftn14\">[14]</a> Bashir (1996) 427</p>\n<p><a href=\"#_ftnref15\" name=\"_ftn15\">[15]</a> Bashir (1996) 415 and 427</p>\n<p><a href=\"#_ftnref16\" name=\"_ftn16\">[16]</a> Morgan (1997) 100</p>\n<p><a href=\"#_ftnref17\" name=\"_ftn17\">[17]</a> Kopelman (1994) 58</p>\n<p><a href=\"#_ftnref18\" name=\"_ftn18\">[18]</a> Morgan (1997) 101</p>\n<p><a href=\"#_ftnref19\" name=\"_ftn19\">[19]</a> Toubia, Female Circumcision as Public Health issue. 331 New England. J. med. 712 (1994)</p>\n<p><a href=\"#_ftnref20\" name=\"_ftn20\">[20]</a> Above: Morgan</p>\n<p><a href=\"#_ftnref21\" name=\"_ftn21\">[21]</a> Above: Toubia at 715</p>\n<p><a href=\"#_ftnref22\" name=\"_ftn22\">[22]</a> Female Circumcision: a critical Appraisal, Alison t slack: human rights quarterly volume 10 number 4 (November 1988) page 31</p>\n<p><a href=\"#_ftnref23\" name=\"_ftn23\">[23]</a> 20 November 1989</p>\n<p><a href=\"#_ftnref24\" name=\"_ftn24\">[24]</a> Rev in “Female Genital Mutilation and Refugee Status in the United States, A Step in the Right Direction” (1996) 353 B.C. INT’L &amp; COMPL</p>\n<p><a href=\"#_ftnref25\" name=\"_ftn25\">[25]</a> As mentioned above</p>\n<p><a href=\"#_ftnref26\" name=\"_ftn26\">[26]</a> Rev (1996) 354</p>\n<p><a href=\"#_ftnref27\" name=\"_ftn27\">[27]</a> As mentioned above</p>\n<p><a href=\"#_ftnref28\" name=\"_ftn28\">[28]</a> Rev (1996) 356</p>\n<p><a href=\"#_ftnref29\" name=\"_ftn29\">[29]</a> No. 94-70705, 1996 WL 297612 (9<sup>TH</sup> Circ. June5, 1996)</p>\n<p><a href=\"#_ftnref30\" name=\"_ftn30\">[30]</a> Hartley in “Female Genital Mutilation: a dilemma in child protection” (1994) 443 Archives of diseases in childhood Bryan Hartley, archives of disease in childhood . 1994: 70: 443</p>\n<p><a href=\"#_ftnref31\" name=\"_ftn31\">[31]</a> <a href=\"https://perma.cc/6BFR-PX4H\">https://perma.cc/6BFR-PX4H</a></p>\n<p><a href=\"#_ftnref32\" name=\"_ftn32\">[32]</a> Above: Morgan</p>\n<p><a href=\"#_ftnref33\" name=\"_ftn33\">[33]</a> <a href=\"https://www.nytimes.com/2020/04/30/world/africa/sudan-outlaws-female-genital-mutilation-.html\" class=\"broken_link\">https://www.nytimes.com/2020/04/30/world/africa/sudan-outlaws-female-genital-mutilation-.html</a> (accessed on 25 May 2020)</p>\n<p><a href=\"#_ftnref34\" name=\"_ftn34\">[34]</a> <a href=\"https://www.unfpa.org/news/top-5-things-you-didnt-know-about-female-genital-mutilation\">https://www.unfpa.org/news/top-5-things-you-didnt-know-about-female-genital-mutilation</a></p>\n<p><a href=\"#_ftnref35\" name=\"_ftn35\">[35]</a> <a href=\"https://www.unfpa.org/news/top-5-things-you-didnt-know-about-female-genital-mutilation\">https://www.unfpa.org/news/top-5-things-you-didnt-know-about-female-genital-mutilation</a></p>\n<p><a href=\"#_ftnref36\" name=\"_ftn36\">[36]</a> <a href=\"https://www.hart-uk.org/blog/fgm-story-worlds-oldest-patriarchy/\">https://www.hart-uk.org/blog/fgm-story-worlds-oldest-patriarchy/</a></p>\n<p><a href=\"#_ftnref37\" name=\"_ftn37\">[37]</a> <a href=\"https://www.hart-uk.org/blog/fgm-story-worlds-oldest-patriarchy/\">https://www</a><a href=\"https://www.hart-uk.org/blog/fgm-story-worlds-oldest-patriarchy/\">.hart-uk.org/blog/fgm-story-worlds-oldest-patriarchy/</a></p>\n</body></html>",
  "contentText": "By Hulisani Khorombi Background The World Health Organisation estimates that 3 million girls, residing in only 30 countries, mainly in Africa, as well as in the Middle East and Asia, are at risk of undergoing female genital mutilation (FGM) every year[1]. Historically, an estimated 120 million girls and women have undergone FGM, and approximately 2 million procedures are performed annually on girls under the age of 11[2]. Most commonly performed in Africa, FGM is also practised in parts of Southeast Asia, the Middle East and in Central and South America. In countries such as Somalia, an estimated 70% to 90% of women have undergone FGM[3]. It is unknown when this practice first developed, but evidence exists that it dates back to the fifth century B.C. preceding Christianity and Islam[4]. In addition to citing religious requirements, proponents of the practice cite several other reasons, one of them being that the procedure aids in preserving cultural identity – just as body piercings, body painting or tattooing are used to identify individuals as members of a particular social group[5]. Regardless of its origins, FGM is practiced as a cultural rite of passage as are virginity testing and male circumcision in some traditional settings. It has been defined as follows. Female genital mutilation includes procedures that intentionally alter or cause injury to the female genital organs for non-medical reasons. The procedure has no health benefits for girls and women[6]. The practice is mostly carried out by traditional circumcisers, who often play other central roles in communities, such as attending childbirths. However, more than 18% of all FGM is performed by health care providers, and this trend is increasing[7]. FGM has four major forms:[8] Clitoridectomy: partial or total removal of the clitoris (a small, sensitive and erectile part of the female genitals) and, in very rare cases, only the prepuce (the fold of skin surrounding the clitoris). Excision: partial or total removal of the clitoris and the labia minora, with or without excision of the labia majora (the labia are “the lips” that surround the vagina). Infibulation: narrowing of the vaginal opening through the creation of a covering seal. The seal is formed by cutting and repositioning the inner, or outer, labia, with or without removal of the clitoris. Other: all other harmful procedures to the female genitalia for non-medical purposes, e.g. pricking, piercing, incising, scraping and cauterizing the genital area. There is no record that South Africa has ever practiced FGM and so in this essay there is only a focus on the harm caused by the practice on an international level. Justifications for FGM As mentioned above, FGM is not a small or insignificant procedure: it is the removal of all or parts of the clitoris, labia majora and labia minora, sometimes combined with the narrowing of the entrance to the vagina[9]. Apart from denoting belonging in cultural and religious contexts, the removal of external female genitalia has been part of a celebrated ritual in the lives of girls and women as an effective and acceptable method of shaping their attitudes toward sex and sexuality and as a way of ensuring their virginity and suitability for marriage. This despite a growing international campaign to abolish FGM, endorsed by both the World Medical Association[10] and the World Health Organization[11].. Some proponents of the practice claim that FGM helps maintain good hygiene in girls and women and promotes good health. For example, some believe that the clitoris is poisonous and can not only harm man during sexual intercourse, but that it can also kill children during the birthing process[12]. Although the medical community is generally divided as to the health benefits that come with the procedure of male circumcision they are agreed on the fact that FGM has no medical benefits whatsoever[13]. Some advocates of FGM believe that the procedure increases the sexual pleasure of the husband and this therefore enriches the marriage. It is believed that the smaller the opening into the vagina the greater the pleasure that the male receives during sexual intercourse[14]. However this is contradicted by evidence that many men experience pain and frustration while attempting to penetrate a tightly circumcised female[15]. Risks The manner in which the procedures are typically performed contributes greatly to the medical risks that may be encountered. Even under the most sterile of conditions, the procedures can cause serious medical consequences, including death. In many instances the procedure is performed on young girls any time between infancy and puberty. The age varies depending on the reason for the procedure being conducted[16]. For example in Senegal the procedure is viewed as a rite of passage into adulthood for the young woman therefore targeting girls reaching puberty[17]. In other area such as Nigeria and Burkina Faso, the procedure is performed to prevent a new-born child from touching the mother’s clitoris during the birth process. Regardless of age, the procedure generally is performed by midwives or older village women who perform the cutting without anaesthesia, using instruments such as razor blades, knives, scissors, pieces of glass or sharp stones[18]. Apart from physical complications that are associated with this extreme procedure, there are also extreme psychological effects as well. Among girls who live in communities where FGM carries social value, the desire to gain social status, please parents and comply with peer pressure is in conflict with fear, trauma and the after effects of the operation[19]. Furthermore, pregnant infibulated women who enter a medical facility for the birthing process typically need to undergo de-infibulation. After the birth many of these women want to be re-infibulated and go through the process of having their wounds re-stitched[20]. This act of performing such a surgery that is medically harmful raises ethical questions about the health professionals who perform it[21]. Responses In recent years FGM has come under the international spotlight. Various international organisations have continuously advocated against FGM, believing that the medical risks associated with the cutting make them human rights violations and acts of child abuse. Some authors suggest that FGM should be considered a violation of the right to life from the perspective of reproduction. When the very organs that allow human beings to reproduce and to give life to future generations are mutilated, there has been a violation of one of the fundamental human rights[22] In 1959 the United Nations adopted the Convention on the Rights of the Child and stated that States party to it should take effective and appropriate measures to abolish traditional practices that are prejudicial to the health of children. Only much later in 1982 did the United Nations Human Rights Sub commission of the World Health Organisation condemn the practice. African countries have attempted to curb the practice of FGM but legislative efforts have not been as successful as in European countries. In 1983 Nigeria ratified the Convention on the Rights of the Child[23]. This charter contains several articles that can be interpreted to condemn female circumcision. Apart from international legislative efforts there have been a number of interesting cases dealing with FGM in the United States of America. Firstly, in 1994 a Nigerian woman by the name of Lydia Oluloro was living illegally in Oregon but asked the courts for political asylum[24]. She feared that her return to her homeland would mean that her two daughters would be forced to undergo the procedure. A federal immigration judge annulled her expulsion order but she was not granted refugee status. The order was merely a mechanism through which her deportation was stayed[25]. The following year two women from Sierra Leone requested political asylum after their genitals had been partly cut off[26]. They claimed that they would be prosecuted in their native land if they opposed the procedure. The woman living in Virginia was granted her request. The judge in that case believed that the woman had suffered an “atrocious form of persecution”[27]. However the second woman living in Maryland was denied her request for political asylum. The judge in her case suggested to the woman that she could “choose to support the practice to maintain tribal unity”[28]. Surprisingly, woman have not been the only ones to seek asylum on the basis of fear of FGM. In the case of Imohi v Immigration and Naturalization Serv[29], Azeez Jimmy Imohi was a male native of Nigeria who sought asylum in the United States on the basis that his home country practiced FGM. He claimed that his return to the country would infringe on his reproductive rights by jeopardizing any female offspring he may have in the future. The Board of Immigration Appeals ruled that the application should be denied and it was confirmed in the United States Court of Appeals for the 9th Circuit. FGM has been illegal in the United Kingdom since 1985. In November of 1993 a medical practitioner was brought before the General Medical Council, charged with performing multiple female circumcisions, knowing the operation to be against the law. He was struck off[30]. Despite this case, 2019 was the first time that there was a successful prosecution in the case of R v N[31] where a woman who mutilated her three-year-old daughter became the first person in the United Kingdom to be found guilty of FGM. The United Nations General Assembly in December of 1948 adopted the Universal Declaration of Human Rights. Among the articles included in the Declaration is that of Article 3: “Everyone has the right to life, liberty and the security of person.” Article 5 reads “No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.” And Article 15 states that “Everyone has the right to a standard of living adequate for the health and well-being of himself.” FGM pertains to all of these articles. Similar articles are included in the African Charter on Human and People’s Rights, unanimously adopted in 1981 by the Assembly of Heads of State and Government of the African Organization of Unity (OAU), coming into force on 21 October 1986. The articles or portions that are relevant to FGM include Article 4: “Every human being shall be entitled to respect for his life and the integrity of his person. No one may be arbitrarily deprived of this right”; Article 5: “All forms of exploitation and degradation of man, particularly slavery, slave trade, torture, cruel, inhuman or degrading punishment and treatment shall be prohibited”; Article 16: “Every individual shall have the right to enjoy the best attainable state of physical and mental health . . .”; and finally Article 18: “The State shall ensure the elimination of every discrimination against women and also ensure the protection of the rights of the woman and the child as stipulated in international declarations and conventions”. Impact As seen by the above laws and cases, the countries that have effectively enacted preventative methods to abolish practices of FGM are Western. However, for the most part legislation has been ineffective. Laws that prohibit a behaviour that is deeply embedded in a culture are most likely not going to find support amongst the people it aims to protect. This leaves little room for change. The phrase “female genital mutilation” elicits mixed emotions across the globe in medical communities, as well as in small villages. Yet, despite the apprehension many feel about openly communicating about FGM, communication and education are the keys to eradicating this tradition that plagues millions of women throughout the world. By understanding what FGM is, the historical background behind the practice, and the medical risks associated with such procedures, African countries can follow the lead of the Western countries that have for the most part effectively banned FGM[32]. A comforting thought is that year on year, the conversation surrounding FGM has been amplified. Recently, there has been a ban on FGM in Sudan where it is estimated that 9 in 10 women have undergone the life-changing practice[33] . Looking into the future It is important to note that this practice is deeply entrenched in culture and as a result, despite countless laws that may outlaw it, there needs to be more activism on the ground level. There is a necessity for “collective abandonment”, in which an entire community chooses to no longer engage in FGM. This has proven to be an effective way to end the practice. It ensures that no single girl or family will be disadvantaged by the decision[34]. In 2008, UNFPA and UNICEF established the Joint Programme on FGM, the largest global programme to accelerate abandonment of FGM and to provide care for girls and women living with its consequences. To date, the programme has helped more than 3 million girls and women receive FGM-related protection and care services. More than 30 million individuals in over 20,000 communities have made public declarations to abandon the practice[35]. The most common motivation is the strong association with marriageability of a young woman and so there is an expectancy to conform to your community in order to marry[36]. Perhaps the discussion surrounding FGM should then be moved to the social requirement of marriage and the status that it affords women. In the end abandonment of the practice must be rooted in the communities which practice it. “The people who practice Female Genital Cutting [FGM] are honourable, upright, moral people who love their children and want the best for them. That is why they practice [FGM] and that is why they will decide to stop practicing it once a way of stopping is found…” (Mackie, 2000: 280)[37] Footnotes [1] World Health Organisation https://www.who.int/reproductivehealth/topics/fgm/prevalence/en/ (accessed on 14 May 2020) [2] Federal Interdepartmental Working Group on Female Genital Mutilation “Female genital mutilation and health care” (1999) Health Canada [3] Federal Interdepartmental Working Group on Female Genital Mutilation “Female genital mutilation and health care” (1999) Health Canada [4] Morgan in “Female Genital Mutilation” (2009) 94 Southern Illinois University School of Law [5] As above [6] World Health Organisation: https://www.who.int/news-room/fact-sheets/detail/female-genital-mutilation (accessed on 15 May 2020 [7] As above [8] As above [9] Clayman (ed) (1989) The American Association Encyclopaedia of Medicine 282 [10] Richards in “Female genital mutilation condemned by WMA” (1993) 307 BMJ [11] WHO in “A traditional practice that threatens health — female circumcision” (1986) 33 WHO Chronicle [12] Etru in “What’s culture got to do with it? Excising the harmful traditional of female circumcision,” (1993) 106 Harv.L.Rev (Belief that the child will die if it touches the clitoris during the birthing process originated in the 15th century in the Bini village of the Bendel state, when it was decreed by a king following ‘consultation with an oracle regarding his wives’ stillbirths and infant deaths’) [13] Burstyn (1995) 30 [14] Bashir (1996) 427 [15] Bashir (1996) 415 and 427 [16] Morgan (1997) 100 [17] Kopelman (1994) 58 [18] Morgan (1997) 101 [19] Toubia, Female Circumcision as Public Health issue. 331 New England. J. med. 712 (1994) [20] Above: Morgan [21] Above: Toubia at 715 [22] Female Circumcision: a critical Appraisal, Alison t slack: human rights quarterly volume 10 number 4 (November 1988) page 31 [23] 20 November 1989 [24] Rev in “Female Genital Mutilation and Refugee Status in the United States, A Step in the Right Direction” (1996) 353 B.C. INT’L & COMPL [25] As mentioned above [26] Rev (1996) 354 [27] As mentioned above [28] Rev (1996) 356 [29] No. 94-70705, 1996 WL 297612 (9TH Circ. June5, 1996) [30] Hartley in “Female Genital Mutilation: a dilemma in child protection” (1994) 443 Archives of diseases in childhood Bryan Hartley, archives of disease in childhood . 1994: 70: 443 [31] https://perma.cc/6BFR-PX4H [32] Above: Morgan [33] https://www.nytimes.com/2020/04/30/world/africa/sudan-outlaws-female-genital-mutilation-.html (accessed on 25 May 2020) [34] https://www.unfpa.org/news/top-5-things-you-didnt-know-about-female-genital-mutilation [35] https://www.unfpa.org/news/top-5-things-you-didnt-know-about-female-genital-mutilation [36] https://www.hart-uk.org/blog/fgm-story-worlds-oldest-patriarchy/ [37] https://www.hart-uk.org/blog/fgm-story-worlds-oldest-patriarchy/",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn1",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn2",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn3",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn4",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn5",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn6",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn7",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn8",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn9",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn10",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn11",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn12",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn13",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn14",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn15",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn16",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn17",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn18",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn19",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn20",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn21",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn22",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn23",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn24",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn25",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn26",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn27",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn28",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn29",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn30",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn31",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn32",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn33",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn34",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn35",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn36",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftn37",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref1",
    "https://www.who.int/reproductivehealth/topics/fgm/prevalence/en/",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref2",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref3",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref4",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref5",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref6",
    "https://www.who.int/news-room/fact-sheets/detail/female-genital-mutilation",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref7",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref8",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref9",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref10",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref11",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref12",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref13",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref14",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref15",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref16",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref17",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref18",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref19",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref20",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref21",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref22",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref23",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref24",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref25",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref26",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref27",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref28",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref29",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref30",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref31",
    "https://perma.cc/6BFR-PX4H",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref32",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref33",
    "https://www.nytimes.com/2020/04/30/world/africa/sudan-outlaws-female-genital-mutilation-.html",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref34",
    "https://www.unfpa.org/news/top-5-things-you-didnt-know-about-female-genital-mutilation",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref35",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref36",
    "https://www.hart-uk.org/blog/fgm-story-worlds-oldest-patriarchy/",
    "https://www.csagup.org/2020/09/21/female-genital-mutilation-sacred-cultural-practice-or-human-rights-violation/#_ftnref37"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/09/"
}