{
  "title": "A bitter makoti",
  "permalink": "https://www.csagup.org/2020/09/01/a-bitter-makoti/",
  "datePublished": "2020-09-01T05:35:28+01:00",
  "dateLabel": "1st September 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><em>Belinda Pakati </em></a></strong></p>\n<p style=\"padding-left: 40px;\"><em>A large body of women simply abandoned the notion of sisterhood. Individual women who had once critiqued and challenged patriarchy re-aligned with sexist men. Radical women who felt betrayed by the negative competition between women often simply retreated. And at this point, feminist movement which was aimed at positively transforming the lives of all females, became more stratified. The vision of sisterhood that had been the rallying cry of the movement seemed to many women to no longer matter. </em></p>\n<p style=\"text-align: left; padding-left: 40px;\">Feminism Is For Everybody, Passionate Politics. bell hooks (2000)</p>\n<p>A woman supporting another woman should be natural, but very few women support other women, instead they exacerbate violence and shame towards other women.</p>\n<p>It was on a Saturday morning when I entered the house of a friend’s mother. The mother did not even pretend to be happy about what was about to happen that day. Her face was unpleasant and unfriendly. I noticed from the ash tray that she had smoked more than ten draws to maintain composure.</p>\n<p>My friend had arranged for his Uncle and Aunt to negotiate for him to pay <em>lobola<a href=\"#_ftn1\" name=\"_ftnref1\"><strong>[1]</strong></a></em> for his girlfriend. They had one child and had been together for three and half years. But my friend’s mother had never accepted their relationship, even though there was a child. She did not seem to like the fact that her son had made his own choice for a partner.</p>\n<p>It has become clear that the mother will never accept the girlfriend as her <em>makoti<a href=\"#_ftn2\" name=\"_ftnref2\"><strong>[2]</strong></a></em>.</p>\n<p>The girlfriend and her parents had come over to the boyfriend’s house to announce that she was pregnant and to request that the boyfriend acknowledged the pregnancy. But before the boyfriend could say anything, his mother told the girlfriend’s family that she could not accept and acknowledge the matter they came to address. She said her son already had a partner and she would never accept anyone else.</p>\n<p>An altercation ensued and the girlfriend got very angry, burst into tears, and accused her boyfriend’s mother of ill treatment, telling her that it was not up to her to acknowledge the relationship. She also mentioned that the alleged “other woman” was no longer a part of the son’s life and that he had told this woman he had found someone else.</p>\n<p>Seeing how angry his girlfriend was, the boyfriend eventually intervened and told his girlfriend’s family that he was indeed responsible for her pregnancy.</p>\n<p>I was perplexed by the time it took for my friend to respond to his mother. I found it annoying that he just sat there and said nothing while his mother rejected the partner he had chosen for himself and, in a way, the baby too. It took the woman’s tears and pain for him to speak up.</p>\n<p>I also felt helpless because I was not allowed to say anything, even though I could see that the mother was being unfair. It takes two people to make a baby, and the focus was on the girlfriend, not the boyfriend who had impregnated someone unknown to his family.</p>\n<p>My helplessness surfaced because I knew the truth, I knew how their relationship started and I could see how attached they were to one another.</p>\n<p>And I had also seen the mother would never accept the younger woman as the daughter-in-law of the family.</p>\n<p>I recalled how my friend’s mother and siblings (especially the female sibling to be precise) used to say that the new girlfriend had given my friend some sort of a manipulative potion. They even took my friend to an <em>umfundisi<a href=\"#_ftn3\" name=\"_ftnref3\"><strong>[3]</strong></a></em>to pray for him to leave the new girlfriend. “She comes from a poor family and her mother is a drunkard, her mother needs money”, they said.</p>\n<p>A year passed, the <em>lobola </em>was paid and my friend and his now wife were blessed with their second child. Then my friend lost his job and soon after his wife discovered that she was expecting another child. The mother-in-law was not pleased to hear there was a third child coming.</p>\n<p>My friend’s mother again said bad things about the <em>makoti</em>, that she was irresponsible, filthy and lazy, that what she knew best was to make babies, that if she thought she would get anything from her son, she would get it over her dead body.</p>\n<p>As a woman it pained me to hear what was said about my friend’s wife by another woman. I felt she should help and guide her as her own child, especially as she was married to her son. She should have given her an opportunity to grow into the family, to feel confident to speak for herself, to get along with everyone.</p>\n<p>It was difficult to hear her being judged because of her poor family background, to watch her having to defend herself during the process of announcing the pregnancy, because culturally she was expected to keep quiet.</p>\n<p>The way my friend acted felt like it was not right. Sometimes he would side with his wife but because he could not provide for both families, he would get stressed. Then he would be angry at his children and swear at his wife, telling her how uneducated she was, that she would not inherit the house. She would also be reminded her about her drunkard mother who failed to find a home for her. I saw how he repeated his mother’s abuse of his wife.</p>\n<p>The situation now, five years and three children later, is that my friend’s mother still does not acknowledge the <em>makoti</em>. And the <em>makoti</em> has grown into the habit of being emotionally, verbally and physically abused. She does not seem to care anymore. She has lost respect for her husband and has no respect for her in-laws. She does not conform to cultural norms. If her mother-in-law says something that does not sit well with her, she will not hesitate to answer back, she will look directly into her eyes to make it clear to her that she means what she is saying. She is now a disrespectful and bitter <em>makoti</em>.</p>\n<p>At some point the mother-in-law tried to mend ways but the <em>makoti</em> did not want anything to do with her. “<em>Mestige a tshollogile a tshollogileokase a olle, Lentswegeletswile le tswile gale bowe go tshwane le seatla”</em>, she said. What is said cannot be erased or reversed, when water has been spilled it cannot be fetched.</p>\n<p>Reflecting on this story I have some questions.</p>\n<p>Do parents turn their children (like the son in this story) into perpetrators, thinking they are protecting them from women who want to use them?</p>\n<p>Do elders misuse culture to oppress others?</p>\n<p>Do some woman perpetuate violence against other woman?</p>\n<p>Instead of working together in solidarity do women sometimes create the conditions for gender-based violence to thrive?</p>\n<p>Are we all part of the system that creates a bitter <em>makoti</em>?</p>\n<p>&nbsp;</p>\n<p><strong>Shalate Belinda Pakati is a senior project manager who coordinates student outreach and community engagement programmes within CSA&amp;G. She is also responsible for the HIV testing and counselling work and ongoing student support. She has a background in Human Resource Management. She is passionate about working with and giving back to the community</strong></p>\n<h2>Footnotes</h2>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a>the practice of paying a bride price</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> a term which can mean a bride, a newly-wed woman, a daughter-in-law, often used by a woman’s husband’s family to refer to her</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> A priest</p>\n</body></html>",
  "contentText": "by Belinda Pakati A large body of women simply abandoned the notion of sisterhood. Individual women who had once critiqued and challenged patriarchy re-aligned with sexist men. Radical women who felt betrayed by the negative competition between women often simply retreated. And at this point, feminist movement which was aimed at positively transforming the lives of all females, became more stratified. The vision of sisterhood that had been the rallying cry of the movement seemed to many women to no longer matter. Feminism Is For Everybody, Passionate Politics. bell hooks (2000) A woman supporting another woman should be natural, but very few women support other women, instead they exacerbate violence and shame towards other women. It was on a Saturday morning when I entered the house of a friend’s mother. The mother did not even pretend to be happy about what was about to happen that day. Her face was unpleasant and unfriendly. I noticed from the ash tray that she had smoked more than ten draws to maintain composure. My friend had arranged for his Uncle and Aunt to negotiate for him to pay lobola[1] for his girlfriend. They had one child and had been together for three and half years. But my friend’s mother had never accepted their relationship, even though there was a child. She did not seem to like the fact that her son had made his own choice for a partner. It has become clear that the mother will never accept the girlfriend as her makoti[2]. The girlfriend and her parents had come over to the boyfriend’s house to announce that she was pregnant and to request that the boyfriend acknowledged the pregnancy. But before the boyfriend could say anything, his mother told the girlfriend’s family that she could not accept and acknowledge the matter they came to address. She said her son already had a partner and she would never accept anyone else. An altercation ensued and the girlfriend got very angry, burst into tears, and accused her boyfriend’s mother of ill treatment, telling her that it was not up to her to acknowledge the relationship. She also mentioned that the alleged “other woman” was no longer a part of the son’s life and that he had told this woman he had found someone else. Seeing how angry his girlfriend was, the boyfriend eventually intervened and told his girlfriend’s family that he was indeed responsible for her pregnancy. I was perplexed by the time it took for my friend to respond to his mother. I found it annoying that he just sat there and said nothing while his mother rejected the partner he had chosen for himself and, in a way, the baby too. It took the woman’s tears and pain for him to speak up. I also felt helpless because I was not allowed to say anything, even though I could see that the mother was being unfair. It takes two people to make a baby, and the focus was on the girlfriend, not the boyfriend who had impregnated someone unknown to his family. My helplessness surfaced because I knew the truth, I knew how their relationship started and I could see how attached they were to one another. And I had also seen the mother would never accept the younger woman as the daughter-in-law of the family. I recalled how my friend’s mother and siblings (especially the female sibling to be precise) used to say that the new girlfriend had given my friend some sort of a manipulative potion. They even took my friend to an umfundisi[3]to pray for him to leave the new girlfriend. “She comes from a poor family and her mother is a drunkard, her mother needs money”, they said. A year passed, the lobola was paid and my friend and his now wife were blessed with their second child. Then my friend lost his job and soon after his wife discovered that she was expecting another child. The mother-in-law was not pleased to hear there was a third child coming. My friend’s mother again said bad things about the makoti, that she was irresponsible, filthy and lazy, that what she knew best was to make babies, that if she thought she would get anything from her son, she would get it over her dead body. As a woman it pained me to hear what was said about my friend’s wife by another woman. I felt she should help and guide her as her own child, especially as she was married to her son. She should have given her an opportunity to grow into the family, to feel confident to speak for herself, to get along with everyone. It was difficult to hear her being judged because of her poor family background, to watch her having to defend herself during the process of announcing the pregnancy, because culturally she was expected to keep quiet. The way my friend acted felt like it was not right. Sometimes he would side with his wife but because he could not provide for both families, he would get stressed. Then he would be angry at his children and swear at his wife, telling her how uneducated she was, that she would not inherit the house. She would also be reminded her about her drunkard mother who failed to find a home for her. I saw how he repeated his mother’s abuse of his wife. The situation now, five years and three children later, is that my friend’s mother still does not acknowledge the makoti. And the makoti has grown into the habit of being emotionally, verbally and physically abused. She does not seem to care anymore. She has lost respect for her husband and has no respect for her in-laws. She does not conform to cultural norms. If her mother-in-law says something that does not sit well with her, she will not hesitate to answer back, she will look directly into her eyes to make it clear to her that she means what she is saying. She is now a disrespectful and bitter makoti. At some point the mother-in-law tried to mend ways but the makoti did not want anything to do with her. “Mestige a tshollogile a tshollogileokase a olle, Lentswegeletswile le tswile gale bowe go tshwane le seatla”, she said. What is said cannot be erased or reversed, when water has been spilled it cannot be fetched. Reflecting on this story I have some questions. Do parents turn their children (like the son in this story) into perpetrators, thinking they are protecting them from women who want to use them? Do elders misuse culture to oppress others? Do some woman perpetuate violence against other woman? Instead of working together in solidarity do women sometimes create the conditions for gender-based violence to thrive? Are we all part of the system that creates a bitter makoti? Shalate Belinda Pakati is a senior project manager who coordinates student outreach and community engagement programmes within CSA&G. She is also responsible for the HIV testing and counselling work and ongoing student support. She has a background in Human Resource Management. She is passionate about working with and giving back to the community Footnotes [1]the practice of paying a bride price [2] a term which can mean a bride, a newly-wed woman, a daughter-in-law, often used by a woman’s husband’s family to refer to her [3] A priest",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/09/01/a-bitter-makoti/#_ftn1",
    "https://www.csagup.org/2020/09/01/a-bitter-makoti/#_ftn2",
    "https://www.csagup.org/2020/09/01/a-bitter-makoti/#_ftn3",
    "https://www.csagup.org/2020/09/01/a-bitter-makoti/#_ftnref1",
    "https://www.csagup.org/2020/09/01/a-bitter-makoti/#_ftnref2",
    "https://www.csagup.org/2020/09/01/a-bitter-makoti/#_ftnref3"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/09/"
}