{
  "title": "The late Jerry Coovadia – a reflection",
  "permalink": "https://www.csagup.org/2023/10/12/the-late-jerry-coovadia-a-reflection/",
  "datePublished": "2023-10-12T13:32:24+01:00",
  "dateLabel": "12th October 2023",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2020/01/CSAG-web-180x149.png",
  "contentHtml": "<html><head></head><body><p><em>On 4 October 2023 Professor Hoosen “Jerry” Coovadia, an icon and champion in the fight against AIDS in South Africa and the world, passed away at the age of 83. In this reflection, the founding director of the CSA&amp;G, Mary Crewe, pays tribute to him. </em></p>\n<p>Jerry and I worked together on the 2000 International AIDS conference and on the South African AIDS Conferences that followed. There were a number of things that were remarkable about Jerry Coovadia. He had the most wonderful sense of humour and told stories with flair and eloquence. He would express what he felt about people honestly and frankly. He never traded on his own excellence or ego and never embraced the popular view or bowed to various orthodoxies. He would disagree and argue and get passionate about his position but he was never vindictive or brutal and he never let these disagreements stand in the way of friendship and collegiality.</p>\n<p>It was through others, rather than himself, that I learned of his activist history and of the immense stature he held as an activist.</p>\n<p>He demanded excellence and evidence and never rushed to judgement. He could be obstinate and stubborn but would allow the best solutions to be found. He was delightful to work with on the Dira Sengwe board and conference committees, because he had a flair for the absurd and a way of seeing the world and people in it that brought out eccentricity and uniqueness. He did not fall for exaggerated rhetoric but expressed his concern about the absolute failure of the AIDS response in many ways and through the many influential positions he held.</p>\n<p>I think it is absolutely true to say that through his activism and his AIDS work he saved many lives. It is also true that he inspired and influenced many others and it is this debt that I owe him; a way of looking at the world and at AIDS that shaped the way I thought about the epidemic and the responses to it and what could be achieved. Initially impatient with the idea of a social science response to AIDS, he later came to embrace it and use social science in his research work. He said that much of what he subsequently read about social research and society fascinated him and expanded his view of HIV and AIDS work. If he asked for an opinion or why a particular view or position was held, it would be certain that the next time we met he would have read around the issue, and thought about the ideas, and his responses were always filled with curiosity and the delight of expanding his knowledge.</p>\n<p>I learned a great deal from Jerry – about HIV and AIDS, about activism, about intellectual engagement and about what it means to be critically and sceptically engaged with one’s work. I also enjoyed a real friendship and collegiality that was delightful.</p>\n<p>It will be a privilege to keep this critical engagement alive in HIV and AIDS work and to remember him through collections in the UP AIDS Archive.</p>\n</body></html>",
  "contentText": "On 4 October 2023 Professor Hoosen “Jerry” Coovadia, an icon and champion in the fight against AIDS in South Africa and the world, passed away at the age of 83. In this reflection, the founding director of the CSA&G, Mary Crewe, pays tribute to him. Jerry and I worked together on the 2000 International AIDS conference and on the South African AIDS Conferences that followed. There were a number of things that were remarkable about Jerry Coovadia. He had the most wonderful sense of humour and told stories with flair and eloquence. He would express what he felt about people honestly and frankly. He never traded on his own excellence or ego and never embraced the popular view or bowed to various orthodoxies. He would disagree and argue and get passionate about his position but he was never vindictive or brutal and he never let these disagreements stand in the way of friendship and collegiality. It was through others, rather than himself, that I learned of his activist history and of the immense stature he held as an activist. He demanded excellence and evidence and never rushed to judgement. He could be obstinate and stubborn but would allow the best solutions to be found. He was delightful to work with on the Dira Sengwe board and conference committees, because he had a flair for the absurd and a way of seeing the world and people in it that brought out eccentricity and uniqueness. He did not fall for exaggerated rhetoric but expressed his concern about the absolute failure of the AIDS response in many ways and through the many influential positions he held. I think it is absolutely true to say that through his activism and his AIDS work he saved many lives. It is also true that he inspired and influenced many others and it is this debt that I owe him; a way of looking at the world and at AIDS that shaped the way I thought about the epidemic and the responses to it and what could be achieved. Initially impatient with the idea of a social science response to AIDS, he later came to embrace it and use social science in his research work. He said that much of what he subsequently read about social research and society fascinated him and expanded his view of HIV and AIDS work. If he asked for an opinion or why a particular view or position was held, it would be certain that the next time we met he would have read around the issue, and thought about the ideas, and his responses were always filled with curiosity and the delight of expanding his knowledge. I learned a great deal from Jerry – about HIV and AIDS, about activism, about intellectual engagement and about what it means to be critically and sceptically engaged with one’s work. I also enjoyed a real friendship and collegiality that was delightful. It will be a privilege to keep this critical engagement alive in HIV and AIDS work and to remember him through collections in the UP AIDS Archive.",
  "contentLinks": [],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2023/10/"
}