{
  "title": "The Good, the Bad and the Deadly",
  "permalink": "https://www.csagup.org/2018/09/25/the-good-the-bad-and-the-deadly/",
  "datePublished": "2018-09-25T09:10:36+01:00",
  "dateLabel": "25th September 2018",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/08/DeadlyMed_image_color-web-bar-180x70.png",
  "contentHtml": "<html><head></head><body><div id=\"attachment_942\" style=\"width: 650px\" class=\"wp-caption aligncenter\"><a href=\"https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721.jpg\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-942\" class=\"wp-image-942 size-full lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721.jpg\" alt=\"DM 25 Sept\" width=\"640\" height=\"426\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721.jpg 640w, https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721-300x200.jpg 300w, https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721-450x300.jpg 450w\" data-sizes=\"(max-width: 640px) 100vw, 640px\"></a><p id=\"caption-attachment-942\" class=\"wp-caption-text\">Mr Lubabalo Mdedetyana, Dr Glen Ncube &amp; Prof Laurel Baldwin-Ragaven</p></div>\n<p style=\"text-align: center;\">Text by: Jennifer McKellar<a href=\"https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721.jpg\"><br>\n</a></p>\n<p>As part of the Deadly Medicine exhibition that was on display at the Merensky Library in September, the University of Pretoria’s Centre for Sexualities, AIDS and Gender (CSA&amp;G) hosted a range of speakers whose topics have engaged staff, students and members of the broader community in debates on ethics and medicine. These thought provoking seminars included presentations from UP’s Dr Glen Ncube, lecturer in the Department of Historical and Heritage Studies, and Prof Laurel Baldwin-Ragaven, from the Faculty of Health Sciences at Wits, on the history of medical ethics in South Africa.</p>\n<p>Dr Ncube made the point that as well as its troubled history, South Africa has also been home to leaders in the fields of medical ethics and community-based health services. In the post war era, for example, Cape Town based researcher Dr Michael Gelford shone a light on unethical research practices involving African participants who had not given informed consent. Gelford’s interest in medical ethics stemmed from his Jewish background and the awareness of the ‘Deadly Medicine’ practiced by the Nazi’s during the second World War.</p>\n<p>Community healthcare was also a feature of progressive South African mid twentieth century health systems. Examples include the Pholela Community Centre established by Emily and Sidney Kark in what is now KwaZulu Natal, and the mobilization of rural women to deliver health care in the Transvaal by Selina Maphorogo and Erika Sutter. These efforts were largely dismantled by the apartheid State, and attempts to re-establish community healthcare in more recent times have been grossly mismanaged, as evidenced by the Life Esidimeni debacle.</p>\n<p>Prof Baldwin-Ragaven challenged her audience to consider what conditions are necessary to permit the sort of evil seen in Nazi Germany and Apartheid South Africa to occur. She outlined the social construction of medical ethics following the publication of the pivotal Flexner report in 1910<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a>, which was highly influential in determining who should be a physician (white, male, educated in scientific method), and how they should act. Medicine became standardised and grounded in “science and empiricism” – and ultimately a source of global hegemonic power.</p>\n<p>Those that perpetrate medical evils are, as Prof Baldwin-Ragaven points out, generally banal, and it is this ordinariness – the “often subtle, not overly harmful” nature of their transgressions which permit their perpetration on vulnerable populations. The treatment of refugees by Australia, and more recently the United States, whereby those seeking asylum are imprisoned, separated from family, denied medical treatment and made to endure such extreme psychological stress they are routinely prescribed anti-depressants and anti-psychotics<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> represent more recent instances of State abuses which have been inflicted by democratically elected governments.</p>\n<p>Physicians are expected to uphold the maxim <em>primum non nocere –</em> first do no harm – but their accountability to the patient becomes compromised when they are also expected to have loyalty to the State. This is exacerbated under conditions of fear and intimidation, and the “othering” of particular populations, and medical training which dehumanises the patient. Finally, engagement in “patriotic science” was a feature of both Nazi and Apartheid era medical human rights abuses. This makes the recent speech by Donald Trump at the UN General Assembly which made clear his adherence to “an ideology of patriotism”, rejecting an “ideology of globalism”<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a> extremely troubling.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> For a more in-depth overview of the report and its impacts see Duffy TP. The Flexner Report ― 100 Years Later. The Yale Journal of Biology and Medicine. 2011;84(3):269-276. Available&nbsp; at https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3178858/</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> See report from Human Rights Watch <a href=\"https://www.hrw.org/news/2016/08/02/australia-appalling-abuse-neglect-refugees-nauru\">https://www.hrw.org/news/2016/08/02/australia-appalling-abuse-neglect-refugees-nauru</a>. No action has been taken to address these issues since this report.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> See overview of the speech in The Atlantic at https://www.theatlantic.com/international/archive/2018/09/donald-trump-united-nations/571270/</p>\n</body></html>",
  "contentText": "Mr Lubabalo Mdedetyana, Dr Glen Ncube & Prof Laurel Baldwin-Ragaven Text by: Jennifer McKellar As part of the Deadly Medicine exhibition that was on display at the Merensky Library in September, the University of Pretoria’s Centre for Sexualities, AIDS and Gender (CSA&G) hosted a range of speakers whose topics have engaged staff, students and members of the broader community in debates on ethics and medicine. These thought provoking seminars included presentations from UP’s Dr Glen Ncube, lecturer in the Department of Historical and Heritage Studies, and Prof Laurel Baldwin-Ragaven, from the Faculty of Health Sciences at Wits, on the history of medical ethics in South Africa. Dr Ncube made the point that as well as its troubled history, South Africa has also been home to leaders in the fields of medical ethics and community-based health services. In the post war era, for example, Cape Town based researcher Dr Michael Gelford shone a light on unethical research practices involving African participants who had not given informed consent. Gelford’s interest in medical ethics stemmed from his Jewish background and the awareness of the ‘Deadly Medicine’ practiced by the Nazi’s during the second World War. Community healthcare was also a feature of progressive South African mid twentieth century health systems. Examples include the Pholela Community Centre established by Emily and Sidney Kark in what is now KwaZulu Natal, and the mobilization of rural women to deliver health care in the Transvaal by Selina Maphorogo and Erika Sutter. These efforts were largely dismantled by the apartheid State, and attempts to re-establish community healthcare in more recent times have been grossly mismanaged, as evidenced by the Life Esidimeni debacle. Prof Baldwin-Ragaven challenged her audience to consider what conditions are necessary to permit the sort of evil seen in Nazi Germany and Apartheid South Africa to occur. She outlined the social construction of medical ethics following the publication of the pivotal Flexner report in 1910[1], which was highly influential in determining who should be a physician (white, male, educated in scientific method), and how they should act. Medicine became standardised and grounded in “science and empiricism” – and ultimately a source of global hegemonic power. Those that perpetrate medical evils are, as Prof Baldwin-Ragaven points out, generally banal, and it is this ordinariness – the “often subtle, not overly harmful” nature of their transgressions which permit their perpetration on vulnerable populations. The treatment of refugees by Australia, and more recently the United States, whereby those seeking asylum are imprisoned, separated from family, denied medical treatment and made to endure such extreme psychological stress they are routinely prescribed anti-depressants and anti-psychotics[2] represent more recent instances of State abuses which have been inflicted by democratically elected governments. Physicians are expected to uphold the maxim primum non nocere – first do no harm – but their accountability to the patient becomes compromised when they are also expected to have loyalty to the State. This is exacerbated under conditions of fear and intimidation, and the “othering” of particular populations, and medical training which dehumanises the patient. Finally, engagement in “patriotic science” was a feature of both Nazi and Apartheid era medical human rights abuses. This makes the recent speech by Donald Trump at the UN General Assembly which made clear his adherence to “an ideology of patriotism”, rejecting an “ideology of globalism”[3] extremely troubling. [1] For a more in-depth overview of the report and its impacts see Duffy TP. The Flexner Report ― 100 Years Later. The Yale Journal of Biology and Medicine. 2011;84(3):269-276. Available at https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3178858/ [2] See report from Human Rights Watch https://www.hrw.org/news/2016/08/02/australia-appalling-abuse-neglect-refugees-nauru. No action has been taken to address these issues since this report. [3] See overview of the speech in The Atlantic at https://www.theatlantic.com/international/archive/2018/09/donald-trump-united-nations/571270/",
  "contentLinks": [
    "https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721.jpg",
    "https://www.csagup.org/2018/09/25/the-good-the-bad-and-the-deadly/#_ftn1",
    "https://www.csagup.org/2018/09/25/the-good-the-bad-and-the-deadly/#_ftn2",
    "https://www.csagup.org/2018/09/25/the-good-the-bad-and-the-deadly/#_ftn3",
    "https://www.csagup.org/2018/09/25/the-good-the-bad-and-the-deadly/#_ftnref1",
    "https://www.csagup.org/2018/09/25/the-good-the-bad-and-the-deadly/#_ftnref2",
    "https://www.hrw.org/news/2016/08/02/australia-appalling-abuse-neglect-refugees-nauru",
    "https://www.csagup.org/2018/09/25/the-good-the-bad-and-the-deadly/#_ftnref3"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2018/10/DSC_0721.jpg"
  ],
  "sourceArchive": "https://www.csagup.org/2018/09/"
}