{
  "title": "Reflections on the Deadly Medicine, Creating the Master Race Seminar: 20 September",
  "permalink": "https://www.csagup.org/2018/09/21/reflections-on-the-deadly-medicine-creating-the-master-race-seminar-20-september/",
  "datePublished": "2018-09-21T09:35:10+01:00",
  "dateLabel": "21st September 2018",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/08/DeadlyMed_image_color-web-bar-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: left;\"><em>What follows below are reflections of the second seminar in the series of seminars that were hosted as part of the Deadly Medicine exhibition at UP. [ed.]</em></p>\n<p style=\"text-align: center;\"><strong>Text by: Pierre Brouard</strong></p>\n<div id=\"attachment_947\" style=\"width: 650px\" class=\"wp-caption aligncenter\"><a href=\"https://www.csagup.org/wp-content/uploads/2018/10/web.jpg\"><img decoding=\"async\" aria-describedby=\"caption-attachment-947\" class=\"wp-image-947 size-full lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/10/web.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/10/web.jpg\" alt=\"DM 25 Sept 2018\" width=\"640\" height=\"324\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/10/web.jpg 640w, https://www.csagup.org/wp-content/uploads/2018/10/web-300x152.jpg 300w, https://www.csagup.org/wp-content/uploads/2018/10/web-450x228.jpg 450w\" data-sizes=\"(max-width: 640px) 100vw, 640px\"></a><p id=\"caption-attachment-947\" class=\"wp-caption-text\">Dr Rory du Plesis, Attorney Sasha Stevenson, Dr Tlaleng Mofokeng &amp; Prof Catherine Burns</p></div>\n<p>First do no harm, medics are exhorted. Yet history tells another, more complex, story.</p>\n<p>Rory du Plessis of the Department of Visual Arts at UP started this engrossing seminar by exploring depictions, visual and textual, of two black women who were inmates at the Grahamstown “Lunatic Asylum” in the late 1800s. “How do we humanise photographic portraits, to bring into view an understanding of patients as individual subjects”? he asked. The two women had been declared insane – Boitumelo had “claimed the mealie fields as her own” and Vuyelwa was a victim of “homelessness, poverty and loneliness”. Rory noted that they were deemed by the authorities as “being unable to cope with civilisation” and were examples of “cultural and physical degeneration”.</p>\n<p>Rory spoke movingly of the ways in which the complex subjectivity of Boitumelo and Vuyelwa was reduced to a “mugshot” of abjection, thus debasing them, in contrast to case books of white patients, which to some extent filled in the missing pieces of their lives, a partial act of “resurrection”. The texts in the casebooks allowed those described to “explode into subjectivity and personhood”, even while archival material is itself always incomplete.</p>\n<p>For me, the role of the psychiatric professional was raised in this paper: in the execution of their duties, and in the ways in which they depicted their patients, were they guilty of a form of deadly medicine, reducing their patients’ humanity? Similar questions, over a 100 years later, arose at a recent psychology congress I attended, where we were challenged to think about what an “African” psychology could look like. In a time of land hunger, poverty and disconnection, perhaps we need to ask where the mental unwellness lies; in the individual, in the system that produces their distress, or in the discipline which labels and categorises in ways which are sometimes decontextualized?</p>\n<p>Tlaleng Mofokeng, a medic and activist for sexual and reproductive justice, began her paper by drawing on the story of Henriette Lacks, an African-American woman whose cancer cells are the source of one of the most important cell lines in medical research, to outline one of her major theses, that gender and racial biases in medicine are well documented. Henrietta’s cells were taken from a tumour biopsied during her treatment for cervical cancer in 1951. No consent was obtained to culture her cells, nor were she or her family compensated for their extraction or use. As a black women, she was an object, not a subject.</p>\n<p>Many examples of sexism, racism and objectification were linked by Tlaleng: gynaecological experiments performed on African American slaves; Saartjie Baartman’s treatment as an object of cruel humiliation; and black women in apartheid subjected to reproductive control as an act of racist anxiety and hatred.</p>\n<p>Even in post-apartheid South Africa there are challenges: the role of <em>Depo Provera</em>, used mostly by black women, is questionable; and the agency of many black women was limited by a health system which both coerced them into HIV tests as a requirement of ante-natal care, and at the same time denied them ARVs which could save them and protect their children.</p>\n<p>When teaching slides of sexual infections are mostly of black genitalia, poor trans youth self medicate to find some congruence between gender identity and appearance, and women still die of abortion-related complications because of state and practitioner ambivalence, we need to ask tough questions about society’s views on sexuality in general, and that of black people in particular.</p>\n<p>Tlaleng was at pains to point out that systems of oppression are intersectional and that race and gender need to be seen through the lenses of class, ability, sexual orientation and gender identity.</p>\n<p>Health professionals may elide these complexities, or are complicit in acts of omission or commission which limit women’s rights, produce research which is decontextualised, allow global funders to limit funds for abortion work, or develop curricula which reflect colonial notions.</p>\n<p>Tlaleng thus made a compelling case for a form of contemporary “deadly medicine”. Yes there are systemic and structural hangovers from apartheid, but in current-day South Africa we still shame and police black women’s bodies and label and shame sexual and gender minorities. We have to look forward with imagination, she argued, holding in mind that women are navigating these intersections on a daily basis in a society steeped in patriarchy.</p>\n<p>Catherine Burns of UP challenged us to think of the possibilities of medicine beyond binary forms of thinking; medicine does not have to be either liberatory or “poisonous”. How do we break down the split between traditional medicine and “bio” medicine? What do we do when good medicine comes out of unethical work?</p>\n<p>The work of J Marion Sims on slave women, for example, helped to educate a generation of gynaecologists who came to work in South Africa, many of them good practitioners. In her work in the Medical Humanities, and as a historian, Catherine has been able to explore histories of medics who were complicit in acts of dubious morality or who stood up for justice: an example of the former was the use of <em>Depo Provera</em> as a tool of control in the apartheid state. And in the 1970s the story of Steve Biko’s brutal torture and death was an example of both. Just as Ivor Lang and others were found to have breached their ethical codes in how they lied for the state’s actions, other medics of conscience brought this to the public awareness, sometimes at great personal cost.</p>\n<p>In the early years of HIV forms of denialism (and the relationship between medics and the state) colluded and collided with each other. Thabo Mbeki refused to acknowledge that “a virus could cause a syndrome”, supported by famous denialist and biologist, Peter Duesberg. And despite his cynicism of ARVs, his government sanctioned Virodene research at UP as an “African” cure for HIV. This research grossly flouted accepted ethical practice and the doctors concerned were dismissed by UP.</p>\n<p>Finally, Section 27 lawyer Sasha Stevenson, using the Life Esidimeni tragedy as illustrative, spoke powerfully of how the law can be used to realise health rights, with legal advocacy and activism being enabled by South Africa’s powerful constitution.</p>\n<p>Referencing the Treatment Action Campaign’s legal activism around PMCTC and the provision of ARVs to all who needed it, Sasha illustrated how mobilisation of affected communities was a tool to challenge abuses of political (and medical) power by those in authority. The fact that these abuses occurred in the post-apartheid state is depressing, and a sign that power needs always to be held to account, as was even more powerfully illustrated by the Life Esidimeni matter.</p>\n<p>And this was made possible by coalitions of psychiatrists, psychologists, mental health NGOs and the families of those affected, who came together to challenge the state’s foot dragging, indifference,&nbsp; bloody mindedness and callousness. Ultimately the findings of the Health Ombudsman and the subsequent arbitration under retired former Deputy Chief Justice Dikgang Moseneke were scathing about the state’s actions and made provision for significant redress and the restoration of dignity to the families of those who died.</p>\n<p>Ultimately, we are forced to ask whether Life Esidimeni shows we still debase and dehumanise the vulnerable in South Africa; whether health system inequalities are a form of violence; who classifies as human; and how we all have a role to play in ensuring medicine is not deadly but democratic.</p>\n</body></html>",
  "contentText": "What follows below are reflections of the second seminar in the series of seminars that were hosted as part of the Deadly Medicine exhibition at UP. [ed.] Text by: Pierre Brouard Dr Rory du Plesis, Attorney Sasha Stevenson, Dr Tlaleng Mofokeng & Prof Catherine Burns First do no harm, medics are exhorted. Yet history tells another, more complex, story. Rory du Plessis of the Department of Visual Arts at UP started this engrossing seminar by exploring depictions, visual and textual, of two black women who were inmates at the Grahamstown “Lunatic Asylum” in the late 1800s. “How do we humanise photographic portraits, to bring into view an understanding of patients as individual subjects”? he asked. The two women had been declared insane – Boitumelo had “claimed the mealie fields as her own” and Vuyelwa was a victim of “homelessness, poverty and loneliness”. Rory noted that they were deemed by the authorities as “being unable to cope with civilisation” and were examples of “cultural and physical degeneration”. Rory spoke movingly of the ways in which the complex subjectivity of Boitumelo and Vuyelwa was reduced to a “mugshot” of abjection, thus debasing them, in contrast to case books of white patients, which to some extent filled in the missing pieces of their lives, a partial act of “resurrection”. The texts in the casebooks allowed those described to “explode into subjectivity and personhood”, even while archival material is itself always incomplete. For me, the role of the psychiatric professional was raised in this paper: in the execution of their duties, and in the ways in which they depicted their patients, were they guilty of a form of deadly medicine, reducing their patients’ humanity? Similar questions, over a 100 years later, arose at a recent psychology congress I attended, where we were challenged to think about what an “African” psychology could look like. In a time of land hunger, poverty and disconnection, perhaps we need to ask where the mental unwellness lies; in the individual, in the system that produces their distress, or in the discipline which labels and categorises in ways which are sometimes decontextualized? Tlaleng Mofokeng, a medic and activist for sexual and reproductive justice, began her paper by drawing on the story of Henriette Lacks, an African-American woman whose cancer cells are the source of one of the most important cell lines in medical research, to outline one of her major theses, that gender and racial biases in medicine are well documented. Henrietta’s cells were taken from a tumour biopsied during her treatment for cervical cancer in 1951. No consent was obtained to culture her cells, nor were she or her family compensated for their extraction or use. As a black women, she was an object, not a subject. Many examples of sexism, racism and objectification were linked by Tlaleng: gynaecological experiments performed on African American slaves; Saartjie Baartman’s treatment as an object of cruel humiliation; and black women in apartheid subjected to reproductive control as an act of racist anxiety and hatred. Even in post-apartheid South Africa there are challenges: the role of Depo Provera, used mostly by black women, is questionable; and the agency of many black women was limited by a health system which both coerced them into HIV tests as a requirement of ante-natal care, and at the same time denied them ARVs which could save them and protect their children. When teaching slides of sexual infections are mostly of black genitalia, poor trans youth self medicate to find some congruence between gender identity and appearance, and women still die of abortion-related complications because of state and practitioner ambivalence, we need to ask tough questions about society’s views on sexuality in general, and that of black people in particular. Tlaleng was at pains to point out that systems of oppression are intersectional and that race and gender need to be seen through the lenses of class, ability, sexual orientation and gender identity. Health professionals may elide these complexities, or are complicit in acts of omission or commission which limit women’s rights, produce research which is decontextualised, allow global funders to limit funds for abortion work, or develop curricula which reflect colonial notions. Tlaleng thus made a compelling case for a form of contemporary “deadly medicine”. Yes there are systemic and structural hangovers from apartheid, but in current-day South Africa we still shame and police black women’s bodies and label and shame sexual and gender minorities. We have to look forward with imagination, she argued, holding in mind that women are navigating these intersections on a daily basis in a society steeped in patriarchy. Catherine Burns of UP challenged us to think of the possibilities of medicine beyond binary forms of thinking; medicine does not have to be either liberatory or “poisonous”. How do we break down the split between traditional medicine and “bio” medicine? What do we do when good medicine comes out of unethical work? The work of J Marion Sims on slave women, for example, helped to educate a generation of gynaecologists who came to work in South Africa, many of them good practitioners. In her work in the Medical Humanities, and as a historian, Catherine has been able to explore histories of medics who were complicit in acts of dubious morality or who stood up for justice: an example of the former was the use of Depo Provera as a tool of control in the apartheid state. And in the 1970s the story of Steve Biko’s brutal torture and death was an example of both. Just as Ivor Lang and others were found to have breached their ethical codes in how they lied for the state’s actions, other medics of conscience brought this to the public awareness, sometimes at great personal cost. In the early years of HIV forms of denialism (and the relationship between medics and the state) colluded and collided with each other. Thabo Mbeki refused to acknowledge that “a virus could cause a syndrome”, supported by famous denialist and biologist, Peter Duesberg. And despite his cynicism of ARVs, his government sanctioned Virodene research at UP as an “African” cure for HIV. This research grossly flouted accepted ethical practice and the doctors concerned were dismissed by UP. Finally, Section 27 lawyer Sasha Stevenson, using the Life Esidimeni tragedy as illustrative, spoke powerfully of how the law can be used to realise health rights, with legal advocacy and activism being enabled by South Africa’s powerful constitution. Referencing the Treatment Action Campaign’s legal activism around PMCTC and the provision of ARVs to all who needed it, Sasha illustrated how mobilisation of affected communities was a tool to challenge abuses of political (and medical) power by those in authority. The fact that these abuses occurred in the post-apartheid state is depressing, and a sign that power needs always to be held to account, as was even more powerfully illustrated by the Life Esidimeni matter. And this was made possible by coalitions of psychiatrists, psychologists, mental health NGOs and the families of those affected, who came together to challenge the state’s foot dragging, indifference, bloody mindedness and callousness. Ultimately the findings of the Health Ombudsman and the subsequent arbitration under retired former Deputy Chief Justice Dikgang Moseneke were scathing about the state’s actions and made provision for significant redress and the restoration of dignity to the families of those who died. Ultimately, we are forced to ask whether Life Esidimeni shows we still debase and dehumanise the vulnerable in South Africa; whether health system inequalities are a form of violence; who classifies as human; and how we all have a role to play in ensuring medicine is not deadly but democratic.",
  "contentLinks": [
    "https://www.csagup.org/wp-content/uploads/2018/10/web.jpg"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2018/10/web.jpg"
  ],
  "sourceArchive": "https://www.csagup.org/2018/09/"
}