{
  "title": "Unpacking Hate Speech Targeting LGBTIQ+ Persons on Africa Day",
  "permalink": "https://www.csagup.org/2023/05/30/unpacking-hate-speech-targeting-lgbtiq-persons-on-africa-day/",
  "datePublished": "2023-05-30T13:38:41+01:00",
  "dateLabel": "30th May 2023",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>The second session of the 2023 Pretoria-Marburg Queer Conversations took place on Africa Day, 25 May, in a joint effort by the Centre for Human Rights (CHR) and the Centre for Sexualities, AIDS, and Gender (CSA&amp;G) at the University of Pretoria, along with the Center for Gender Studies and Feminist Futures (CGS) and the Center for Conflict Studies (CCS) at the Philipps-University Marburg. These conversations have emerged from a shared interest in addressing LGBTIQ+ and queer identities among the participating centres.</p>\n<p>Titled “Hate Speech Targeting LGBTIQ+ Persons,” the Zoom session, facilitated by Naledi Mpanza, featured insightful presentations by Khanyisile Phillips from Gender DynamiX (GDX) and Dr Kerry Frizelle, a senior lecturer at the Department of Education at the University of the Western Cape (UWC). The presenters skilfully delved into the theoretical and epistemological foundations of hatred against members of the LGBTIQ+ community as well as the lived realities and experiences which come with living in a cis- hetero-normative society.</p>\n<p>Frizelle grounded the conversation in the Prevention and Combating of Hate Crimes and Hate Speech <a href=\"chrome-extension://efaidnbmnnnibpcajpcglclefindmkaj/https:/www.justice.gov.za/legislation/hcbill/B9-2018-HateCrimesBill.pdf\">Bill</a>, which has recently been passed by the National Assembly, by drawing from the works of Judith Butler, Sylvia Tamale, and Vygotsky’s theory of internalized language. This approach shed light on the ways in which hate speech manifests and impact on marginalised communities. It does this through the normalisation and internalisation of social and cultural norms which language carries, thereby challenging the phrase “sticks and stones may break my bones, but words will never hurt me”.</p>\n<p>Phillips led a practical exploration linking hate speech to hate crimes through highlighting the names of individuals who have fallen victim to hate crimes that arguably stem from the prevalence of hate speech. Notably, <a href=\"https://www.mambaonline.com/2023/03/27/family-and-friends-of-murdered-phelokazi-mqathanya-unveil-mural-in-khayelitsha/\">Phelokazi Mqathanya</a> and <a href=\"https://mamba.lgbt/2021/04/19/sas-queer-massacre-gay-man-lonwabo-jack-murdered-on-his-birthday/\" class=\"broken_link\">Lonwabo Jack</a> were remembered as tragic examples. Additionally, Phillips touched on the case of <a href=\"https://www.saflii.org/za/cases/ZAGPJHC/2019/183.html\">Vicky Momberg</a> as a lens to examine the importance of intersectionality in our efforts to understand and confront discrimination, in supporting marginalised communities. Phillips’ examples highlighted the constitutionally protected Section 10 Right to Equality and existing resources such as the Equality Courts which provide recourse for addressing discrimination.</p>\n<p>During the conversation, Frizelle emphasized the challenges of changing existing structures but emphasised their role in perpetuating certain narratives. Their poignant statement, “changing structures is hard, but structures hold narratives,” resonated with the audience, highlighting the significance of challenging the status quo. Moreover, Frizelle emphasised the need to decolonise our minds, urging us to seek out narratives from transgender and gender diverse individuals. Further, Phillips stressed the importance of critically analysing our actions and the practices of our institutions, by continuously striving for improvement and accountability in supporting and advocating for the rights of marginalised communities, including refugees and asylum seekers who highlight the intersectionality of human rights. To this, Phillips also shared how tools such as the <a href=\"https://www.csagup.org/2023/04/21/launch-troubling-cisheteronormative-institutional-practices-through-the-paradigms-of-transformative-policy/\">Model Policy Framework</a> are one step in the journey towards safer institutions that support and protect the rights of trans and gender diverse staff and students in the tertiary space.</p>\n<p>Both speakers called upon us to confront our cultural baggage and address our internalised attitudes, which often contribute to discrimination and bias.</p>\n<p>In essence, the conversation served as a platform for profound reflection and discussion on hate speech targeting LGBTIQ+ individuals. By exploring the theoretical underpinnings and sharing practical experiences, the presenters shed light on the challenges and opportunities that lie ahead. It is through such open dialogues that we can work towards a more inclusive and accepting society for all.</p>\n<p>&nbsp;</p>\n<p>Kindly register for the next conversation happening on 22 June 2023 here:&nbsp;<a href=\"https://zoom.us/webinar/register/WN_G_VXv1caT26WLhtAx9_6Ow\" class=\"broken_link\">https://zoom.us/webinar/register/WN_G_VXv1caT26WLhtAx9_6Ow</a></p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "The second session of the 2023 Pretoria-Marburg Queer Conversations took place on Africa Day, 25 May, in a joint effort by the Centre for Human Rights (CHR) and the Centre for Sexualities, AIDS, and Gender (CSA&G) at the University of Pretoria, along with the Center for Gender Studies and Feminist Futures (CGS) and the Center for Conflict Studies (CCS) at the Philipps-University Marburg. These conversations have emerged from a shared interest in addressing LGBTIQ+ and queer identities among the participating centres. Titled “Hate Speech Targeting LGBTIQ+ Persons,” the Zoom session, facilitated by Naledi Mpanza, featured insightful presentations by Khanyisile Phillips from Gender DynamiX (GDX) and Dr Kerry Frizelle, a senior lecturer at the Department of Education at the University of the Western Cape (UWC). The presenters skilfully delved into the theoretical and epistemological foundations of hatred against members of the LGBTIQ+ community as well as the lived realities and experiences which come with living in a cis- hetero-normative society. Frizelle grounded the conversation in the Prevention and Combating of Hate Crimes and Hate Speech Bill, which has recently been passed by the National Assembly, by drawing from the works of Judith Butler, Sylvia Tamale, and Vygotsky’s theory of internalized language. This approach shed light on the ways in which hate speech manifests and impact on marginalised communities. It does this through the normalisation and internalisation of social and cultural norms which language carries, thereby challenging the phrase “sticks and stones may break my bones, but words will never hurt me”. Phillips led a practical exploration linking hate speech to hate crimes through highlighting the names of individuals who have fallen victim to hate crimes that arguably stem from the prevalence of hate speech. Notably, Phelokazi Mqathanya and Lonwabo Jack were remembered as tragic examples. Additionally, Phillips touched on the case of Vicky Momberg as a lens to examine the importance of intersectionality in our efforts to understand and confront discrimination, in supporting marginalised communities. Phillips’ examples highlighted the constitutionally protected Section 10 Right to Equality and existing resources such as the Equality Courts which provide recourse for addressing discrimination. During the conversation, Frizelle emphasized the challenges of changing existing structures but emphasised their role in perpetuating certain narratives. Their poignant statement, “changing structures is hard, but structures hold narratives,” resonated with the audience, highlighting the significance of challenging the status quo. Moreover, Frizelle emphasised the need to decolonise our minds, urging us to seek out narratives from transgender and gender diverse individuals. Further, Phillips stressed the importance of critically analysing our actions and the practices of our institutions, by continuously striving for improvement and accountability in supporting and advocating for the rights of marginalised communities, including refugees and asylum seekers who highlight the intersectionality of human rights. To this, Phillips also shared how tools such as the Model Policy Framework are one step in the journey towards safer institutions that support and protect the rights of trans and gender diverse staff and students in the tertiary space. Both speakers called upon us to confront our cultural baggage and address our internalised attitudes, which often contribute to discrimination and bias. In essence, the conversation served as a platform for profound reflection and discussion on hate speech targeting LGBTIQ+ individuals. By exploring the theoretical underpinnings and sharing practical experiences, the presenters shed light on the challenges and opportunities that lie ahead. It is through such open dialogues that we can work towards a more inclusive and accepting society for all. Kindly register for the next conversation happening on 22 June 2023 here: https://zoom.us/webinar/register/WN_G_VXv1caT26WLhtAx9_6Ow",
  "contentLinks": [
    "chrome-extension://efaidnbmnnnibpcajpcglclefindmkaj/https:/www.justice.gov.za/legislation/hcbill/B9-2018-HateCrimesBill.pdf",
    "https://www.mambaonline.com/2023/03/27/family-and-friends-of-murdered-phelokazi-mqathanya-unveil-mural-in-khayelitsha/",
    "https://mamba.lgbt/2021/04/19/sas-queer-massacre-gay-man-lonwabo-jack-murdered-on-his-birthday/",
    "https://www.saflii.org/za/cases/ZAGPJHC/2019/183.html",
    "https://www.csagup.org/2023/04/21/launch-troubling-cisheteronormative-institutional-practices-through-the-paradigms-of-transformative-policy/",
    "https://zoom.us/webinar/register/WN_G_VXv1caT26WLhtAx9_6Ow"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2023/05/"
}