{
  "title": "“Joy is bringing your full and apologetic self forward and knowing that you are not wrong to exist”- Bev Ditsie during the 1st 2023 Pretoria-Marburg Queer Conversations",
  "permalink": "https://www.csagup.org/2023/05/04/joy-is-bringing-your-full-and-apologetic-self-forward-and-knowing-that-you-are-not-wrong-to-exist-bev-ditsie-during-the-1st-2023-pretoria-marburg-queer-conversations/",
  "datePublished": "2023-05-04T12:59:38+01:00",
  "dateLabel": "4th May 2023",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>By Naledi Mpanza, Tamrin Slager &amp; Alex Mailola</strong></p>\n<p>On April 27, 2023, The Pretoria-Marburg Queer Conversations team hosted Dr Bev Ditsie in an online webinar titled <strong>‘</strong><a href=\"https://zoom.us/webinar/register/WN_OWCoD2IrSTuKChc_wAg7Dw\" class=\"broken_link\"><strong>Where is the joy? Portrayals and Depictions of LGBTIQ+ Persons</strong></a><strong>‘</strong>. The event took place on Freedom Day, which falls during International Lesbian Week of Visibility, and was well-attended by colleagues and networks working with the affiliated Centres at the University of Pretoria and Phillips-Marburg University.</p>\n<p>The conversations are hosted jointly by the Centre for Human Rights (CHR) and the Centre for Sexualities, AIDS, and Gender (CSA&amp;G) at the University Pretoria, together with the Center for Gender Studies and Feminist Futures (CGS) and the Center for Conflict Studies (CCS) at the Philipps-University Marburg. This was the first conversation in the second year of the conversation series.</p>\n<p>“I was a very happy kid that was allowed to be herself at home…I was also aware of the politics of borders, gender, race and the moulding of self”</p>\n<p>Dr Bev Ditsie, popularly known for being the first African Lesbian to address the UN at the 4<sup>th</sup> World Conference on Women in Beijing 1995, rooted her conversation in personal anecdotes of growing up during apartheid, and her reflections on the strategic erasure of LBQ women throughout history. Ditsie’s presentation seamlessly portrayed an intersectional understanding of Freedom Day and the layered nature of existing in a society where human rights are constantly under threat in overt and insipid ways influenced by state actors and homophobic institutions of influence in different communities.</p>\n<p>“I’m blessed to be one of the people that fought”</p>\n<p>Touching on her activism for lesbian visibility on the global and local stage, Ditsie shared the joy and triumphs in the movement to recognise lesbian rights as human rights, exist alongside losses and bitter reminders of the denigration of the rights of LGBT persons. Sobering reminders of the joy within the struggle include the <a href=\"https://vimeo.com/526153841\">arrests following the disco attended by queer activists after the Beijing Conference</a>, the banning of ‘Rafiki’, an award-winning Kenyan film about lesbian love, as well as the joy of the <a href=\"https://www.youtube.com/watch?v=pq0Pu7Nq6MQ\">Coalition of African Lesbian’s granting of observer status</a> by the African Commission on Human and Peoples’ Rights (African Commission) marred by the subsequent revocation.</p>\n<p>“I catch my breath when I hear young people say it’s not their job to teach”</p>\n<p>A lack of access to information and resources as well as positive representation and visibility of the queer community in society, were some of the considerations that Ditsie brought forward in sharing her concern for the growing aversion, by young people especially, to bringing people into the fold for learning and education about the lived realities of LGBTIQ+persons. Her concern stems from her experience with the pervasive and strategic anti-gender initiatives orchestrated by state actors and institutions of influence in different communities.</p>\n<p>Ditsie’s conversation weaved stories of excitement and fear with those of love, loss and learning as a queer activist and filmmaker whose work resembles the same. Through curating the stories from within her community of fellow activists and changemakers, Ditsie reclaims and archives the history of lesbian women, thereby challenging the vacuum and creeping collective amnesia regarding the role of lesbians and queer people in the fight for human rights and freedoms. The participants of the conversations pitched in with reflections on her life work which highlights the rich history of lesbian activism and the intersectionality of race, class, gender, sexual orientation and location.</p>\n<p>Ditsie concluded with a call for community principles and safer spaces, as ways of fostering self-care, which can be a way to resist and counter the hatred and anger targeted towards the LGBTIQ+ community.</p>\n<p>“What brings me joy is finding safety in spaces, safety in community, joy is bringing your full and unapologetic self forward and knowing that ‘I am not wrong to exist, my existence is pre-ordained’”</p>\n<p>The event served as a reminder that there is still much work to be done to ensure that all members of the LGBTIQ+ community can live in full joy and freedom.</p>\n<p>You can read more about Bev Ditsie here: <a href=\"https://www.wakaagency.biz/southern-africa\">https://www.wakaagency.biz/southern-africa</a></p>\n<p>Kindly register for the next conversation happening on 25 May here:&nbsp;<a href=\"https://zoom.us/webinar/register/WN_XWHRxsR8Si6UqEfzPpqA7g#/registration\" class=\"broken_link\">https://zoom.us/webinar/register/WN_XWHRxsR8Si6UqEfzPpqA7g#/registration</a></p>\n<p>For more information on the Pretoria-Marburg Conversations, please contact:&nbsp;Naledi Mpanza: <a href=\"mailto:naledi.mpanza@up.ac.za\">naledi.mpanza@up.ac.za</a></p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "By Naledi Mpanza, Tamrin Slager & Alex Mailola On April 27, 2023, The Pretoria-Marburg Queer Conversations team hosted Dr Bev Ditsie in an online webinar titled ‘Where is the joy? Portrayals and Depictions of LGBTIQ+ Persons‘. The event took place on Freedom Day, which falls during International Lesbian Week of Visibility, and was well-attended by colleagues and networks working with the affiliated Centres at the University of Pretoria and Phillips-Marburg University. The conversations are hosted jointly by the Centre for Human Rights (CHR) and the Centre for Sexualities, AIDS, and Gender (CSA&G) at the University Pretoria, together with the Center for Gender Studies and Feminist Futures (CGS) and the Center for Conflict Studies (CCS) at the Philipps-University Marburg. This was the first conversation in the second year of the conversation series. “I was a very happy kid that was allowed to be herself at home…I was also aware of the politics of borders, gender, race and the moulding of self” Dr Bev Ditsie, popularly known for being the first African Lesbian to address the UN at the 4th World Conference on Women in Beijing 1995, rooted her conversation in personal anecdotes of growing up during apartheid, and her reflections on the strategic erasure of LBQ women throughout history. Ditsie’s presentation seamlessly portrayed an intersectional understanding of Freedom Day and the layered nature of existing in a society where human rights are constantly under threat in overt and insipid ways influenced by state actors and homophobic institutions of influence in different communities. “I’m blessed to be one of the people that fought” Touching on her activism for lesbian visibility on the global and local stage, Ditsie shared the joy and triumphs in the movement to recognise lesbian rights as human rights, exist alongside losses and bitter reminders of the denigration of the rights of LGBT persons. Sobering reminders of the joy within the struggle include the arrests following the disco attended by queer activists after the Beijing Conference, the banning of ‘Rafiki’, an award-winning Kenyan film about lesbian love, as well as the joy of the Coalition of African Lesbian’s granting of observer status by the African Commission on Human and Peoples’ Rights (African Commission) marred by the subsequent revocation. “I catch my breath when I hear young people say it’s not their job to teach” A lack of access to information and resources as well as positive representation and visibility of the queer community in society, were some of the considerations that Ditsie brought forward in sharing her concern for the growing aversion, by young people especially, to bringing people into the fold for learning and education about the lived realities of LGBTIQ+persons. Her concern stems from her experience with the pervasive and strategic anti-gender initiatives orchestrated by state actors and institutions of influence in different communities. Ditsie’s conversation weaved stories of excitement and fear with those of love, loss and learning as a queer activist and filmmaker whose work resembles the same. Through curating the stories from within her community of fellow activists and changemakers, Ditsie reclaims and archives the history of lesbian women, thereby challenging the vacuum and creeping collective amnesia regarding the role of lesbians and queer people in the fight for human rights and freedoms. The participants of the conversations pitched in with reflections on her life work which highlights the rich history of lesbian activism and the intersectionality of race, class, gender, sexual orientation and location. Ditsie concluded with a call for community principles and safer spaces, as ways of fostering self-care, which can be a way to resist and counter the hatred and anger targeted towards the LGBTIQ+ community. “What brings me joy is finding safety in spaces, safety in community, joy is bringing your full and unapologetic self forward and knowing that ‘I am not wrong to exist, my existence is pre-ordained’” The event served as a reminder that there is still much work to be done to ensure that all members of the LGBTIQ+ community can live in full joy and freedom. You can read more about Bev Ditsie here: https://www.wakaagency.biz/southern-africa Kindly register for the next conversation happening on 25 May here: https://zoom.us/webinar/register/WN_XWHRxsR8Si6UqEfzPpqA7g#/registration For more information on the Pretoria-Marburg Conversations, please contact: Naledi Mpanza: naledi.mpanza@up.ac.za",
  "contentLinks": [
    "https://zoom.us/webinar/register/WN_OWCoD2IrSTuKChc_wAg7Dw",
    "https://vimeo.com/526153841",
    "https://www.youtube.com/watch?v=pq0Pu7Nq6MQ",
    "https://www.wakaagency.biz/southern-africa",
    "https://zoom.us/webinar/register/WN_XWHRxsR8Si6UqEfzPpqA7g#/registration",
    "mailto:naledi.mpanza@up.ac.za"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2023/05/"
}