{
  "title": "In my opinion: Decolonise Men and Masculinity Studies to end Gender-Based Violence",
  "permalink": "https://www.csagup.org/2019/09/18/in-my-opinion-decolonise-men-and-masculinity-studies-to-end-gender-based-violence/",
  "datePublished": "2019-09-18T10:26:49+01:00",
  "dateLabel": "18th September 2019",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>By Sakhumzi Mfecane</strong></p>\n<p>As gender scholars in South Africa specialising in Men and Masculinities research, we seem to have reached an impasse in theorising the high rates of gender-based violence and killings of women by men in our country. Existing theories are increasingly rendered obsolete by the complex – and I should add, brutal – nature of these crimes; yet we still defer to them when analysing these social problems in the media and academic platforms. This requires us to critically reflect on how we produce knowledge about men and masculinities and how we can make our scholarship more relevant and responsive to current needs of our communities.</p>\n<p>In most global academic settings –including South Africa – there have been growing calls and efforts to decolonise knowledge by foregrounding knowledge systems and epistemologies from the Global South, as a way of fighting the current dominance of Global North scholarship in the academy (Mbembe 2016; Ndlovu-Gatsheni 2018). In some parts of Latin America, for example, some decolonial scholars have forged partnerships with grassroots organisations and ordinary people to co-create new forms of knowledge and teaching methods informed by philosophies and histories of the indigenous populations (e.g. Mignolo &amp; Walsh, 2018). The impetus for these partnerships is that knowledge production is not restricted to academic contexts, but also exists in daily practices of the ordinary people. So, researchers must be familiar with the realities of ordinary people to ensure that they (co) produce knowledges and theories that are relevant and reflective of their belief systems and lived experiences.</p>\n<p>In the sub-field of Men and Masculinities in South Africa, knowledge decolonisation is lacking and we are mostly dependent on theories and concepts developed by scholars living in Europe and North America to analyse problematic social conduct of men, like the use of violence against women (Ratele 2017; Mfecane 2018a). Many analysts for example, have been saying that gender-based violence and killings of women and children by men are caused by “toxic masculinities” and “hegemonic masculinities”. These concepts originated from the Global North and cannot be directly translated to most South African indigenous languages. Also, the concepts have been subjects of intense scholarly debates in the North as some scholars feel that they are vague and muddled and can be detrimental to the feminist fight against patriarchy if we apply them uncritically in research and policy interventions (e.g. Schwalbe 2014). Raenwyn Connell (2014; 2016) as a well-known gender theorist has also questioned the usefulness of the western gender concepts in non-western settings and urged Global South scholars to work toward developing theories and concepts informed by local conditions and histories.</p>\n<p>Yet in South Africa most scholars and analysts seem to apply these concepts with vigour and also invoke them in media and public platforms to explain our social ills. During a recent televised funeral, for example, a prominent South African academic said the underlying cause of gender-based violence and femicide is “toxic masculinities”. She could not explain the meaning of this concept to a predominantly Xhosa-speaking group of mourners and non- English-speaking audience following the funeral proceeds on various media channels.</p>\n<p>This speaks of the urgent need to decolonise our research by centering it on African ontologies and epistemologies, to make sure that it reflect the realities and lived experiences of the majority of African populations. Gender analysts must refrain from simply imposing ready-made concepts from the Global North when analysing our complex social problems and instead seek to develop grounded explanatory frameworks. I suggest that gender-based violence in South Africa is caused by deeper societal issues than the contested notion of “toxic masculinities” which has gained public popularity in recent times. We need to find local expressions for these social ills (e.g Mfecane 2018b). We can then develop policy interventions and gender transformation programmes that are aligned with local understandings of masculinities and gender-based violence, and also partner with indigenous populations to educate those working in black African communities – researchers, policy-makers, students, media, and activists – about African cultures and epistemologies to ensure that they have common understanding of the issues and dynamics at play. This will result in accurate reporting and analysis of our social issues and furthermore give ordinary people a voice in the academy, media, and policy development platforms.</p>\n<p>To achieve these ideals we need to train young black researchers to become co-producers of African-centred knowledge on boys and men. Currently most black youth are employed by research organisations as research assistants, translators, data gatherers and data capturers. This limits their abilities to make significant contributions to knowledge creation and dissemination (e.g. data analysis and authoring research reports and journal articles). We need African-centred scholarship on men and masculinities, produced by local researchers, as way of contributing to the fight against gender-based violence and decolonisation of knowledge in South Africa.</p>\n<p>This opinion piece was first published on the CSA&amp;G’s Gender Justice <a href=\"http://www.justgender.org/\" target=\"_blank\" rel=\"noopener noreferrer\">website</a>.</p>\n<h2><strong>References </strong></h2>\n<p>Connell, R. 2016. Masculinities in global perspective: Hegemony, contestation and changing structures of power. <em>Theory and Society,</em> <em>45</em>(4), 303–318.</p>\n<p>Connell, R.W. 2014. “Margin becoming centre: for a world-centred rethinking of masculinity.” <em>Norma: International Journal for Masculinity Studies</em> 9 (4): 217–231.</p>\n<p>Ratele, K. 2017. <em>Liberating Masculinities.</em> Cape Town, HSRC Press.</p>\n<p>Mbembe, A. J. 2016. Decolonizing the university: New directions. <em>Arts &amp; Humanities in Higher Education</em>, 15(1): 29–45.</p>\n<p>Mignolo, W.; &amp; Walsh, C. 2018. <em>On Decoloniality: Concepts, Analytics, Praxis</em>. Durham &amp; London, Duke University Press.</p>\n<p>Mfecane, S. 2018. Towards African-centred theories of masculinity. <em>Social Dynamics</em>: A Journal of African Studies, pp1-15. DOI: 10.1080/02533952.2018.1481683.</p>\n<p>Mfecane, S. 2018b. Unknowing Men: Africanising gender justice programmes for men in South Africa. Pretoria: CSA &amp; G Press, Centre for Sexualities, AIDS and Gender, University of Pretoria.</p>\n<p>Ndlovu-Gatsheni, S. (2018). Revisiting Trajectories of Epistemological Decolonisation in Africa. <em>Codersria Bulletin</em>, No 1: 11-17</p>\n<p>Schwalbe, M. 2014. <em>Manhood Acts: Gender and the Practices of Domination</em>. London, Paradigm Publishers.</p>\n<h3><strong>Sakhumzi Mfecane</strong></h3>\n<p>Associate Professor, Anthropology Department, University of the Western Cape</p>\n</body></html>",
  "contentText": "By Sakhumzi Mfecane As gender scholars in South Africa specialising in Men and Masculinities research, we seem to have reached an impasse in theorising the high rates of gender-based violence and killings of women by men in our country. Existing theories are increasingly rendered obsolete by the complex – and I should add, brutal – nature of these crimes; yet we still defer to them when analysing these social problems in the media and academic platforms. This requires us to critically reflect on how we produce knowledge about men and masculinities and how we can make our scholarship more relevant and responsive to current needs of our communities. In most global academic settings –including South Africa – there have been growing calls and efforts to decolonise knowledge by foregrounding knowledge systems and epistemologies from the Global South, as a way of fighting the current dominance of Global North scholarship in the academy (Mbembe 2016; Ndlovu-Gatsheni 2018). In some parts of Latin America, for example, some decolonial scholars have forged partnerships with grassroots organisations and ordinary people to co-create new forms of knowledge and teaching methods informed by philosophies and histories of the indigenous populations (e.g. Mignolo & Walsh, 2018). The impetus for these partnerships is that knowledge production is not restricted to academic contexts, but also exists in daily practices of the ordinary people. So, researchers must be familiar with the realities of ordinary people to ensure that they (co) produce knowledges and theories that are relevant and reflective of their belief systems and lived experiences. In the sub-field of Men and Masculinities in South Africa, knowledge decolonisation is lacking and we are mostly dependent on theories and concepts developed by scholars living in Europe and North America to analyse problematic social conduct of men, like the use of violence against women (Ratele 2017; Mfecane 2018a). Many analysts for example, have been saying that gender-based violence and killings of women and children by men are caused by “toxic masculinities” and “hegemonic masculinities”. These concepts originated from the Global North and cannot be directly translated to most South African indigenous languages. Also, the concepts have been subjects of intense scholarly debates in the North as some scholars feel that they are vague and muddled and can be detrimental to the feminist fight against patriarchy if we apply them uncritically in research and policy interventions (e.g. Schwalbe 2014). Raenwyn Connell (2014; 2016) as a well-known gender theorist has also questioned the usefulness of the western gender concepts in non-western settings and urged Global South scholars to work toward developing theories and concepts informed by local conditions and histories. Yet in South Africa most scholars and analysts seem to apply these concepts with vigour and also invoke them in media and public platforms to explain our social ills. During a recent televised funeral, for example, a prominent South African academic said the underlying cause of gender-based violence and femicide is “toxic masculinities”. She could not explain the meaning of this concept to a predominantly Xhosa-speaking group of mourners and non- English-speaking audience following the funeral proceeds on various media channels. This speaks of the urgent need to decolonise our research by centering it on African ontologies and epistemologies, to make sure that it reflect the realities and lived experiences of the majority of African populations. Gender analysts must refrain from simply imposing ready-made concepts from the Global North when analysing our complex social problems and instead seek to develop grounded explanatory frameworks. I suggest that gender-based violence in South Africa is caused by deeper societal issues than the contested notion of “toxic masculinities” which has gained public popularity in recent times. We need to find local expressions for these social ills (e.g Mfecane 2018b). We can then develop policy interventions and gender transformation programmes that are aligned with local understandings of masculinities and gender-based violence, and also partner with indigenous populations to educate those working in black African communities – researchers, policy-makers, students, media, and activists – about African cultures and epistemologies to ensure that they have common understanding of the issues and dynamics at play. This will result in accurate reporting and analysis of our social issues and furthermore give ordinary people a voice in the academy, media, and policy development platforms. To achieve these ideals we need to train young black researchers to become co-producers of African-centred knowledge on boys and men. Currently most black youth are employed by research organisations as research assistants, translators, data gatherers and data capturers. This limits their abilities to make significant contributions to knowledge creation and dissemination (e.g. data analysis and authoring research reports and journal articles). We need African-centred scholarship on men and masculinities, produced by local researchers, as way of contributing to the fight against gender-based violence and decolonisation of knowledge in South Africa. This opinion piece was first published on the CSA&G’s Gender Justice website. References Connell, R. 2016. Masculinities in global perspective: Hegemony, contestation and changing structures of power. Theory and Society, 45(4), 303–318. Connell, R.W. 2014. “Margin becoming centre: for a world-centred rethinking of masculinity.” Norma: International Journal for Masculinity Studies 9 (4): 217–231. Ratele, K. 2017. Liberating Masculinities. Cape Town, HSRC Press. Mbembe, A. J. 2016. Decolonizing the university: New directions. Arts & Humanities in Higher Education, 15(1): 29–45. Mignolo, W.; & Walsh, C. 2018. On Decoloniality: Concepts, Analytics, Praxis. Durham & London, Duke University Press. Mfecane, S. 2018. Towards African-centred theories of masculinity. Social Dynamics: A Journal of African Studies, pp1-15. DOI: 10.1080/02533952.2018.1481683. Mfecane, S. 2018b. Unknowing Men: Africanising gender justice programmes for men in South Africa. Pretoria: CSA & G Press, Centre for Sexualities, AIDS and Gender, University of Pretoria. Ndlovu-Gatsheni, S. (2018). Revisiting Trajectories of Epistemological Decolonisation in Africa. Codersria Bulletin, No 1: 11-17 Schwalbe, M. 2014. Manhood Acts: Gender and the Practices of Domination. London, Paradigm Publishers. Sakhumzi Mfecane Associate Professor, Anthropology Department, University of the Western Cape",
  "contentLinks": [
    "http://www.justgender.org/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2019/09/"
}