{
  "title": "Africa and Europe together for scientific research: the University of Pretoria is among the key players of the new Clusters of Research Excellence",
  "permalink": "https://www.csagup.org/2023/06/20/africa-and-europe-together-for-scientific-research-the-university-of-pretoria-is-among-the-key-players-of-the-new-clusters-of-research-excellence/",
  "datePublished": "2023-06-20T07:28:09+01:00",
  "dateLabel": "20th June 2023",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p><em>The University of Pretoria, through the leadership of the ARUA Centre of Excellence in Sustainable Food Systems (ARUA-SFS) is the co-proposer of a new university partnership on sustainable systems for food production, triggered by the collaboration between the Guild of European Research-Intensive Universities (The Guild) and the African Research Universities Alliance (ARUA).</em></p>\n<p>African and European universities join forces to tackle the major global challenges of today and tomorrow. The collaboration between the Guild of European Research-Intensive Universities (The Guild) and the African Research Universities Alliance (ARUA) has given rise to the Africa-Europe Clusters of Research Excellence (CoRE): a new model of university partnership that will pave the way for a new era of collaboration between Africa and Europe in the fields of research, innovation, and higher education.</p>\n<p>One of the newly approved Clusters by the joint assembly of The Guild and ARUA will be focused on <strong>Sustainable Food Systems</strong> and will be coordinated by the University of Pretoria together with the University of Bologna. The project ranked first in the category of Innovation and Technology.</p>\n<p>The Africa-Europe Clusters of Research Excellence are based on multilateralism and research excellence: each partnership brings together at least three African universities and two European universities to work on a thematic area of common interest, addressing the major scientific challenges through research and higher education that leverage the skills and excellence of the participating universities. These actions have a long-term perspective, spanning at least a decade, ensuring a balance between the resources and priorities of African and European universities, while focusing on the scientific education of the next generation of researchers.</p>\n<p>“The announcement of a Cluster of Research Excellence in Sustainable Food Systems is a key opportunity for the ARUA Centre of Excellence in Sustainable Food Systems (ARUA-SFS) to join forces with strategic partners and work together on achieving development targets, in particular the elimination of hunger and malnutrition in our lifetime,” declares Frans Swanepoel, Interim Director of the ARUA-SFS hosted at the University of Pretoria. “The University is excited about the possibilities that the Cluster of Research Excellence brings for truly transformative research. The diversity of partners from across the two continents collectively escalates our potential for impact”, states Tawana Kupe, Vice-Chancellor and Principal of the University of Pretoria.</p>\n<p>“Ensuring sustainable and safe food production is a globally prioritized issue that can only be addressed through interdisciplinary and international approaches. In this regard, the new Cluster of Research Excellence represents a game changer in bringing together the strengths of African and European academic institutions and leveraging their expertise and capacities,” declares Alberto Credi, Vice Rector for Research at the University of Bologna. “The University of Bologna is taking a further step towards a new approach to academic and scientific cooperation between Africa and Europe, based on sustainability, quality, equity, capacity building and scalability.”</p>\n<p>The Cluster “Sustainable Food Systems” is proposed by a team of researchers coordinated by Professor Frans Swanepoel (ARUA-SFS Interim Director) along with Luca Fontanesi, Professor at the Department of Agri-Food Sciences and Technologies of the University of Bologna and Rector’s Delegate for Competitive Research Projects.</p>\n<p>The collaboration includes 16 other partner universities, 8 of which are European (Bologna [Italy], Warwick, Leeds [United Kingdom], Ghent [Belgium], Göttingen, Hohenheim [Germany], Ljubljana [Slovenia], Montpellier [France]) and 8 are African (Pretoria, Western Cape, Johannesburg, Mpumalanga, Kwazulu-Natal [from South Africa], Nairobi [Kenya], Ghana, Makerere [Uganda], along with 2 non-academic partners (the Agricultural Research Council, South Africa and the Food, Agriculture and Natural Resources Policy Analysis Network [FANRPAN]). The Cluster will address the challenges that food production systems will have to face along the transformation towards increasing sustainability. Building on the solid foundations of established partnerships and programs, extensive collaborative research and capacity building are envisaged, with a particular focus on early-career researchers involved in joint projects. The goal is to contribute substantially to the innovation of African and European food systems.</p>\n<p>The University of Pretoria was also awarded a Cluster of Research Excellence in Health, Gender and Sexualities led by Pierre Brouard, Acting Director of the Centre for Sexualities, AIDS and Gender.</p>\n</body></html>",
  "contentText": "The University of Pretoria, through the leadership of the ARUA Centre of Excellence in Sustainable Food Systems (ARUA-SFS) is the co-proposer of a new university partnership on sustainable systems for food production, triggered by the collaboration between the Guild of European Research-Intensive Universities (The Guild) and the African Research Universities Alliance (ARUA). African and European universities join forces to tackle the major global challenges of today and tomorrow. The collaboration between the Guild of European Research-Intensive Universities (The Guild) and the African Research Universities Alliance (ARUA) has given rise to the Africa-Europe Clusters of Research Excellence (CoRE): a new model of university partnership that will pave the way for a new era of collaboration between Africa and Europe in the fields of research, innovation, and higher education. One of the newly approved Clusters by the joint assembly of The Guild and ARUA will be focused on Sustainable Food Systems and will be coordinated by the University of Pretoria together with the University of Bologna. The project ranked first in the category of Innovation and Technology. The Africa-Europe Clusters of Research Excellence are based on multilateralism and research excellence: each partnership brings together at least three African universities and two European universities to work on a thematic area of common interest, addressing the major scientific challenges through research and higher education that leverage the skills and excellence of the participating universities. These actions have a long-term perspective, spanning at least a decade, ensuring a balance between the resources and priorities of African and European universities, while focusing on the scientific education of the next generation of researchers. “The announcement of a Cluster of Research Excellence in Sustainable Food Systems is a key opportunity for the ARUA Centre of Excellence in Sustainable Food Systems (ARUA-SFS) to join forces with strategic partners and work together on achieving development targets, in particular the elimination of hunger and malnutrition in our lifetime,” declares Frans Swanepoel, Interim Director of the ARUA-SFS hosted at the University of Pretoria. “The University is excited about the possibilities that the Cluster of Research Excellence brings for truly transformative research. The diversity of partners from across the two continents collectively escalates our potential for impact”, states Tawana Kupe, Vice-Chancellor and Principal of the University of Pretoria. “Ensuring sustainable and safe food production is a globally prioritized issue that can only be addressed through interdisciplinary and international approaches. In this regard, the new Cluster of Research Excellence represents a game changer in bringing together the strengths of African and European academic institutions and leveraging their expertise and capacities,” declares Alberto Credi, Vice Rector for Research at the University of Bologna. “The University of Bologna is taking a further step towards a new approach to academic and scientific cooperation between Africa and Europe, based on sustainability, quality, equity, capacity building and scalability.” The Cluster “Sustainable Food Systems” is proposed by a team of researchers coordinated by Professor Frans Swanepoel (ARUA-SFS Interim Director) along with Luca Fontanesi, Professor at the Department of Agri-Food Sciences and Technologies of the University of Bologna and Rector’s Delegate for Competitive Research Projects. The collaboration includes 16 other partner universities, 8 of which are European (Bologna [Italy], Warwick, Leeds [United Kingdom], Ghent [Belgium], Göttingen, Hohenheim [Germany], Ljubljana [Slovenia], Montpellier [France]) and 8 are African (Pretoria, Western Cape, Johannesburg, Mpumalanga, Kwazulu-Natal [from South Africa], Nairobi [Kenya], Ghana, Makerere [Uganda], along with 2 non-academic partners (the Agricultural Research Council, South Africa and the Food, Agriculture and Natural Resources Policy Analysis Network [FANRPAN]). The Cluster will address the challenges that food production systems will have to face along the transformation towards increasing sustainability. Building on the solid foundations of established partnerships and programs, extensive collaborative research and capacity building are envisaged, with a particular focus on early-career researchers involved in joint projects. The goal is to contribute substantially to the innovation of African and European food systems. The University of Pretoria was also awarded a Cluster of Research Excellence in Health, Gender and Sexualities led by Pierre Brouard, Acting Director of the Centre for Sexualities, AIDS and Gender.",
  "contentLinks": [],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2023/06/"
}