{
  "title": "Youth Day upon us, youth issues under the rug",
  "permalink": "https://www.csagup.org/2023/06/15/youth-day-upon-us-youth-issues-under-the-rug/",
  "datePublished": "2023-06-15T16:02:39+01:00",
  "dateLabel": "15th June 2023",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>By Naledi Mpanza and Tshepi Raboroko </strong></p>\n<p>As Youth Day is upon us, it is crucial to reflect on the pressing issues, faced by young people, which often go unaddressed or unrecognised by those in power. This cannot be more obvious, in the higher education space, than through the #FeesMustFall movement. It ripened in chambers and spilled out into the streets when student concerns were not adequately addressed by university managements.</p>\n<p>The movement gives us insight into how the exclusion of young people in policy and decision-making processes is not by chance, leads to mass rejection and challenges existing policies and practice. The #FeesMustFall movement also exposes how higher education institutions ‘swept under the rug’ the concerns of students until the start of the next academic year; relying on the mobile population that is the campus community, and on the loss of traction and institutional memory which keeps movements alive.</p>\n<p>Almost everyone is familiar with #FeesMustFall. Whether through news coverage on SABC, the viral discussions on Twitter back in 2015, or the ongoing news stories about the arrests and legal battles involving student activists. There is no denying that this movement has garnered widespread attention over the past 8 years, however with perhaps insufficient reflection on what it meant to be an observer of, or participant in, the process.</p>\n<p>Since the time of what is dubbed ‘the largest protests since apartheid’, learners who were in high school in 2015 have entered the higher education space and have faced the same barriers to accessing affordable higher education, accommodation, as well as access to technology and data, amongst many others. The profound impact of COVID-19 on university students revisited the concerns from #FeesMustFall and re-exposed the stark realities of unequal access to education.</p>\n<p>Students faced challenges related to registration and tuition fees, access to the internet and data, as well as accommodation for conducive study.&nbsp; For those in remote locations, accessing education became even more difficult. The financial burden on students and their families increased, with unemployed parents struggling to support their children’s education. The lack of fee breaks and financial assistance further deepened the disparities in educational opportunities, perpetuating cycles of poverty and inequality which had been experienced by young people for many years.</p>\n<p>Talking through this, researchers Tshepi Raboroko and Naledi Mpanza reflected on their experience of what it meant to be a student and a learner respectively during the time of the #FeesMustFall movement. Our reflections give life to the concepts of intersectionality, institutional memory (and institutional amnesia) as well as the efforts to suppress youth voices and action. They also remind us of the persistent struggle for free quality education.</p>\n<p>Tshepi reflects:</p>\n<blockquote><p>“<em>My reflections on movement stem from a more sheltered point of view. I was in my 9th year of schooling during the 2015 protests and would hear about the movement in passing throughout the year. My grade mates and I knew very little about the movement and the lack of information around #FeesMustFall created an air of uneasiness on my school campus. I attended a boarding school for underprivileged girls and had no access to outside information unless I actively sought it out or it was a viral story. To further exacerbate our lack of knowledge, we were not allowed to watch TV during the week and social media, along with other websites, was blocked by the school’s IT department. This meant that we were relatively uninformed about what happened in the outside world. News about the movement started gaining momentum on campus when it caught traction in 2016, however the uncertainty around the matter did not disappear. The ‘air of uneasiness’ slowly changed to fear for our future education because the information that was being circulated did not favour students and we were left to wonder about what our university experiences would look like – if they would exist at all. The possibility of university exams not being written seemed increasingly imminent and we were left to wonder what that meant for us in a few years. Surprisingly, this did not prompt any research into the movement because it was seen as a problem for the future caused by problematic students wreaking havoc on varsity campuses. It failed to resonate with us and, as a result, like any other viral trend, dialogue around the movement slowly fizzled out and something else became the topic of conversation during the next meal. But #FeesMustFall never really left my mind and it came back to me in my 11<sup>th</sup> year and during COVID-19 again. It wasn’t until the introduction of free education by Jacob Zuma in my 11th year that I could finally close the metaphorical tab in my brain. Gone was the belief that #FeesMustFall could be detrimental to my future. Suddenly, #FeesMustFall was my saving grace. The consensus in my grade was that we no longer saw the movement in an unfavourable light because now it was the reason we could get a free education – we did all qualify for NSFAS [the National Student Financial Aid Scheme], after all. Those ‘violent’ demonstrations were now the reason we got a better chance of getting a job in future. The very same ‘dangerous protests’ were the reason we no longer had to start a step behind and had the opportunity to participate on a more equal playing field. I finally allowed myself to have hope in the future – that my efforts could amount to something. Upon further education and enlightenment, I have come to understand the importance of this movement more deeply. Even though #FeesMustFall was aimed at preventing the university fee increases and increasing government funding for universities, it helped spark conversation and discourse on other important issues such as the language of instruction at universities as well as sexual assault on campus. The movement did this while focussing heavily on the topics of class and race”.</em></p></blockquote>\n<p>Naledi reflects:</p>\n<blockquote><p>“<em>I remember the excitement and angst of attending the planning sessions for strategizing the week’s protest agenda, identifying barricade locations and preparations for the protests…the demands and memoranda being read out loud and people adding their key areas to be addressed by the elected representatives. I clearly recall the journalism students covering the arbitrary arrests and working around the clock to publish tweets, Facebook posts and articles through their personal social accounts as well as in the Oppidan Press and Activate which were the official student newspapers at the University Still Known as Rhodes (USKAR, formerly the University Known as Rhodes – UCKAR). Everyone was retweeting that content. One memory that sticks with me is the bittersweet ‘SMS’ from university guilt-tripping us into stopping the shutdown because we’re affecting the economy of the town and our futures. What was interesting was how they did not share their response to the demands which included not making residence students pay extra for choosing not to go home during the shorter school breaks especially. The internet and WIFI shutdown initiated alongside a 7pm curfew to deter students from mobilising, was when I realised this was more about flexing power than heeding the student voice. I can’t even go into the emotion from when white students formed a wall to prevent the police from shooting teargas at the majority black protestors…and when during the lockdown with heavy police presence, the cops chased innocent black students into random residences and let white students roam freely. I won’t forget the support of the Sociology Department in suspending submissions and class attendance indefinitely and the changing of the curriculum to address Scholar-Activism and the history of student protests at Rhodes University. In a residence talk organised by the house committee of Helen Joseph House at USKAR in 2016, a staff member shared how the student-led #FMF movement managed to fast-track the work which the Office for Equity and Institutional Culture at The USKAR had been trying to do for many years”. </em></p></blockquote>\n<p>It goes without saying that the culture of exclusion (in tertiary spaces) is fostered by neo-liberalism, which begs for profits and creates resistance to shifting institutions towards a decolonial mandate. The process for pursuing and progressing in transforming higher education spaces requires a commitment to shedding lazy binaries and simplistic approaches, understanding differential privilege and access, and working with young people in order to find dynamic solutions to their struggles. Were (and are) universities challenging the status quo or perpetuating unequal access to education? we ask.</p>\n<p>The #FeesMustFall movement sought to address inherent inequalities perpetuated by colonial systems which limited access to relevant opportunities such as acquiring a tertiary qualification. However, many will remember how protests were met with heavy-handed tactics and attempts to stifle dissent, rather than engaging in meaningful dialogue and implementing concrete reforms to address barriers to accessing education.</p>\n<p>Student Representative Councils (SRC) observed how there was a lack of respect and accountability on the side of management, yet they would be asked to participate in events which&nbsp;universities could use for marketing purposes. On the one hand they were being asked to ‘be the student voice’, on the other they would be penalised for protesting.</p>\n<p>There are still significant challenges resulting from the NSFAS cap on accommodation, which is not in line with the cost of housing for students, and we argue for greater consideration for the voice of students. Perhaps this means conversing with students and young people about possible solutions before the moment of crisis at the beginning of each year, or perhaps this means engaging in radical initiatives like changing the nature of a university as we know it today.</p>\n<p>From these brief reflections we can see how #FeesMustFall was a layered experience, different for those on university campuses who were challenging the lack of transformation in higher education from those learners looking forward to entering tertiary institutions in a few years. Not much has changed and the limited accountability to young people points to what appears to be deliberate efforts to stifle youth agency and perpetuate the status quo of unequal access to education and opportunities, as well as the infantilization of their struggles and concerns. It is imperative for policymakers and society at large to listen to the voices of young people and act towards providing lasting solutions for the struggles raised every single year instead of ‘sweeping them under the rug’.</p>\n</body></html>",
  "contentText": "By Naledi Mpanza and Tshepi Raboroko As Youth Day is upon us, it is crucial to reflect on the pressing issues, faced by young people, which often go unaddressed or unrecognised by those in power. This cannot be more obvious, in the higher education space, than through the #FeesMustFall movement. It ripened in chambers and spilled out into the streets when student concerns were not adequately addressed by university managements. The movement gives us insight into how the exclusion of young people in policy and decision-making processes is not by chance, leads to mass rejection and challenges existing policies and practice. The #FeesMustFall movement also exposes how higher education institutions ‘swept under the rug’ the concerns of students until the start of the next academic year; relying on the mobile population that is the campus community, and on the loss of traction and institutional memory which keeps movements alive. Almost everyone is familiar with #FeesMustFall. Whether through news coverage on SABC, the viral discussions on Twitter back in 2015, or the ongoing news stories about the arrests and legal battles involving student activists. There is no denying that this movement has garnered widespread attention over the past 8 years, however with perhaps insufficient reflection on what it meant to be an observer of, or participant in, the process. Since the time of what is dubbed ‘the largest protests since apartheid’, learners who were in high school in 2015 have entered the higher education space and have faced the same barriers to accessing affordable higher education, accommodation, as well as access to technology and data, amongst many others. The profound impact of COVID-19 on university students revisited the concerns from #FeesMustFall and re-exposed the stark realities of unequal access to education. Students faced challenges related to registration and tuition fees, access to the internet and data, as well as accommodation for conducive study. For those in remote locations, accessing education became even more difficult. The financial burden on students and their families increased, with unemployed parents struggling to support their children’s education. The lack of fee breaks and financial assistance further deepened the disparities in educational opportunities, perpetuating cycles of poverty and inequality which had been experienced by young people for many years. Talking through this, researchers Tshepi Raboroko and Naledi Mpanza reflected on their experience of what it meant to be a student and a learner respectively during the time of the #FeesMustFall movement. Our reflections give life to the concepts of intersectionality, institutional memory (and institutional amnesia) as well as the efforts to suppress youth voices and action. They also remind us of the persistent struggle for free quality education. Tshepi reflects: “My reflections on movement stem from a more sheltered point of view. I was in my 9th year of schooling during the 2015 protests and would hear about the movement in passing throughout the year. My grade mates and I knew very little about the movement and the lack of information around #FeesMustFall created an air of uneasiness on my school campus. I attended a boarding school for underprivileged girls and had no access to outside information unless I actively sought it out or it was a viral story. To further exacerbate our lack of knowledge, we were not allowed to watch TV during the week and social media, along with other websites, was blocked by the school’s IT department. This meant that we were relatively uninformed about what happened in the outside world. News about the movement started gaining momentum on campus when it caught traction in 2016, however the uncertainty around the matter did not disappear. The ‘air of uneasiness’ slowly changed to fear for our future education because the information that was being circulated did not favour students and we were left to wonder about what our university experiences would look like – if they would exist at all. The possibility of university exams not being written seemed increasingly imminent and we were left to wonder what that meant for us in a few years. Surprisingly, this did not prompt any research into the movement because it was seen as a problem for the future caused by problematic students wreaking havoc on varsity campuses. It failed to resonate with us and, as a result, like any other viral trend, dialogue around the movement slowly fizzled out and something else became the topic of conversation during the next meal. But #FeesMustFall never really left my mind and it came back to me in my 11th year and during COVID-19 again. It wasn’t until the introduction of free education by Jacob Zuma in my 11th year that I could finally close the metaphorical tab in my brain. Gone was the belief that #FeesMustFall could be detrimental to my future. Suddenly, #FeesMustFall was my saving grace. The consensus in my grade was that we no longer saw the movement in an unfavourable light because now it was the reason we could get a free education – we did all qualify for NSFAS [the National Student Financial Aid Scheme], after all. Those ‘violent’ demonstrations were now the reason we got a better chance of getting a job in future. The very same ‘dangerous protests’ were the reason we no longer had to start a step behind and had the opportunity to participate on a more equal playing field. I finally allowed myself to have hope in the future – that my efforts could amount to something. Upon further education and enlightenment, I have come to understand the importance of this movement more deeply. Even though #FeesMustFall was aimed at preventing the university fee increases and increasing government funding for universities, it helped spark conversation and discourse on other important issues such as the language of instruction at universities as well as sexual assault on campus. The movement did this while focussing heavily on the topics of class and race”. Naledi reflects: “I remember the excitement and angst of attending the planning sessions for strategizing the week’s protest agenda, identifying barricade locations and preparations for the protests…the demands and memoranda being read out loud and people adding their key areas to be addressed by the elected representatives. I clearly recall the journalism students covering the arbitrary arrests and working around the clock to publish tweets, Facebook posts and articles through their personal social accounts as well as in the Oppidan Press and Activate which were the official student newspapers at the University Still Known as Rhodes (USKAR, formerly the University Known as Rhodes – UCKAR). Everyone was retweeting that content. One memory that sticks with me is the bittersweet ‘SMS’ from university guilt-tripping us into stopping the shutdown because we’re affecting the economy of the town and our futures. What was interesting was how they did not share their response to the demands which included not making residence students pay extra for choosing not to go home during the shorter school breaks especially. The internet and WIFI shutdown initiated alongside a 7pm curfew to deter students from mobilising, was when I realised this was more about flexing power than heeding the student voice. I can’t even go into the emotion from when white students formed a wall to prevent the police from shooting teargas at the majority black protestors…and when during the lockdown with heavy police presence, the cops chased innocent black students into random residences and let white students roam freely. I won’t forget the support of the Sociology Department in suspending submissions and class attendance indefinitely and the changing of the curriculum to address Scholar-Activism and the history of student protests at Rhodes University. In a residence talk organised by the house committee of Helen Joseph House at USKAR in 2016, a staff member shared how the student-led #FMF movement managed to fast-track the work which the Office for Equity and Institutional Culture at The USKAR had been trying to do for many years”. It goes without saying that the culture of exclusion (in tertiary spaces) is fostered by neo-liberalism, which begs for profits and creates resistance to shifting institutions towards a decolonial mandate. The process for pursuing and progressing in transforming higher education spaces requires a commitment to shedding lazy binaries and simplistic approaches, understanding differential privilege and access, and working with young people in order to find dynamic solutions to their struggles. Were (and are) universities challenging the status quo or perpetuating unequal access to education? we ask. The #FeesMustFall movement sought to address inherent inequalities perpetuated by colonial systems which limited access to relevant opportunities such as acquiring a tertiary qualification. However, many will remember how protests were met with heavy-handed tactics and attempts to stifle dissent, rather than engaging in meaningful dialogue and implementing concrete reforms to address barriers to accessing education. Student Representative Councils (SRC) observed how there was a lack of respect and accountability on the side of management, yet they would be asked to participate in events which universities could use for marketing purposes. On the one hand they were being asked to ‘be the student voice’, on the other they would be penalised for protesting. There are still significant challenges resulting from the NSFAS cap on accommodation, which is not in line with the cost of housing for students, and we argue for greater consideration for the voice of students. Perhaps this means conversing with students and young people about possible solutions before the moment of crisis at the beginning of each year, or perhaps this means engaging in radical initiatives like changing the nature of a university as we know it today. From these brief reflections we can see how #FeesMustFall was a layered experience, different for those on university campuses who were challenging the lack of transformation in higher education from those learners looking forward to entering tertiary institutions in a few years. Not much has changed and the limited accountability to young people points to what appears to be deliberate efforts to stifle youth agency and perpetuate the status quo of unequal access to education and opportunities, as well as the infantilization of their struggles and concerns. It is imperative for policymakers and society at large to listen to the voices of young people and act towards providing lasting solutions for the struggles raised every single year instead of ‘sweeping them under the rug’.",
  "contentLinks": [],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2023/06/"
}