{
  "title": "Give a woman a fish",
  "permalink": "https://www.csagup.org/2020/05/29/give-a-woman-a-fish/",
  "datePublished": "2020-05-29T09:43:51+01:00",
  "dateLabel": "29th May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <strong><em><a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\">Christi Kruger</a></em></strong></p>\n<p>In his book, <em>Give a Man a Fish: Reflections on the New ‘Politics of Distribution’ </em>(2015), James Ferguson discusses the politics surrounding social grants in the Global South at length.</p>\n<p>He argues that the big “development story” of the last twenty years is not, as many scholars would argue, the story of microfinance but rather of “the rise and rise of social protection,” (Roelen and Devereux, 2013:1 as quoted in Ferguson, 2015). In countries across Southern Africa, the last two decades have seen the “creation and expansion of extensive social welfare programs targeting the poor anchored in schemes that directly transfer small amounts of cash to large numbers of low-income people” (Ferguson, 2015: 1). South Africa has been on the forefront of this expansion with more than 17 million social assistance grants transferred on a monthly basis. The South African government’s move to implement economic relief measures through the already existing social assistance system during the Covid-19 pandemic was therefore not unexpected and followed calls by many to distribute cash to poor citizens in this way.</p>\n<p>For some South Africans the additional cash they receive through their social grants will bring a small sense of economic relief during this time. In the case of many others though, the small top-up offered will simply not suffice. Recent news footage visually demonstrated the extent of extreme poverty, which is bound to only increase over the coming weeks and months. Aerial photos showed a queue, of more than 3 kilometres, of people waiting to receive food parcels in the informal settlements of Mooiplaas and Spruit in Centurion (Njilo, 2020). A few days later, similar images surfaced; this time in Olievenhoutbosch, where some people waited in line for several days to access food parcels (Seleka, 2020).</p>\n<p>These two reported instances almost surely mirror scenes across South Africa. After a five-week lockdown, which saw the South African economy screech to a halt, the country’s already extraordinarily high poverty levels have been exacerbated, leading to increased calls for urgent interventions to address food poverty.</p>\n<p>I’ve written previously on the ways in which we attempt to make sense of the economic collapse intensified by the Covid-19 virus.<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> The notion of poverty, I argued, is often tied closely to our ideas of who qualifies as the deserving poor (and is thus entitled to help) and those who make up the category of the undeserving poor. Women and children are often counted among the deserving poor, while younger men mostly count as the undeserving poor. These notions are easily picked out in most debates around welfare and social assistance, which have always been steeped in assumptions about poverty, meritocracy, and dependency due to the demands of capital for a moralising lens that can sift those who truly cannot engage in paid labour from those who must offer up their labour at any cost.</p>\n<p>One would assume that a global pandemic, such as Covid-19, would disrupt these moral categories. It is difficult to maintain the categories of deserving-undeserving poor when “laziness” and “irresponsibility” cannot be used to explain the fact that large portions of populations across the globe are unable to work and earn an income. Yet, these ideas persist in various ways and continue to guide, albeit subtly and perhaps unintentionally, the way in which social assistance in South Africa is being structured during the various levels of lockdown.</p>\n<p>In this piece, I further investigate the implications of the current socio-economic conditions for those citizens often collectively referred to as “the poor” by specifically reading the forthcoming forms of state social assistance through a gender-lens. I outline the various forms of social assistance, as announced by President Cyril Ramaphosa on 21 April 2020, but pay particular attention to the way in which the child support grant is being utilised to distribute additional cash to primary caretakers. Using this grant as an example, I argue that we ought to take seriously the ways in which gender-conceptualisation is mediated by, and through, child support grants. Women, mediated via this gender-conceptualisation, are imagined as responsible mothering figures who are worthy of additional support and are expected to embody tropes of female stoicism and selfless care. This expression of femininity, while establishing women as worthy of social assistance, serves to push aside individual women’s life histories and projects onto women their supposed “natural” role as caretakers.</p>\n<p>An obvious point of critique to note is that the child support grant is not gendered in and of itself; it is therefore perfectly plausible for a man to receive a child support grant if he is his children’s or grandchildren’s primary carer. In reality, however, only two percent of child support grants are paid to male caregivers (Khan, 2018). The majority of these men, Khan (2018: 219) shows, are single fathers who are aware of the fact that they construct forms of masculinity that counter the more dominant forms of masculinity in South Africa. More important is the fact that, in the minds of many South Africans, the child support grant is aimed at women.</p>\n<h2>The Development of State Social Assistance</h2>\n<p>The child support grant is one of several offered as cash transfers in South Africa. In terms of the rise of social protection in the Global South, South Africa leads the way with state social assistance and cash transfers. While the beginnings of state social assistance in South Africa can be traced back to the rise of Afrikaner nationalism and growing fears surrounding white poverty in the late 1920s, it was the deracialisation (in 1993) shortly before the official democratisation of South Africa that truly marked the start of state assistance (Seekings, 2006: 30). Today, state social assistance in South Africa is unconditional and non-contributory. This means that any South African citizen, permanent resident, or refugee may apply for and receive social assistance providing that their annual income does not exceed the means test that is linked to social grants (South African Social Security Agency, 2015).</p>\n<p>Since 1996 the state has expanded the social assistance system to reach almost a third of the population by 2015 (Ferguson, 2015: 5). In July 2015, approximately 16.7 million monthly social grants were distributed, a considerable rise from the estimated 3 million recipients in 1994 (Seekings, 2008: 31; South African Social Security Agency, 2015). This large increase is largely due to the introduction of the child support grant (CSG) in 1998, an unconditional monthly transfer of R100 for all qualifying children between from birth to age seven.&nbsp; Eligibility was extended to the age of fourteen in 2005, and to the age of eighteen in 2009 (Neves et al, 2009; Schreiber, 2014: 268). In addition to child support grants, the bulk of social grants are paid to the elderly in the form of state old age grants, care dependency grants aimed at caregivers who permanently care for a child with severe and permanent disability, and disability grants for those persons who are permanently unable to work (South African Social Security Agency, 2015).</p>\n<p>For the purposes of this discussion it is important to pay attention to the changing composition of what is now known as the child support grant. The child support grant was first introduced in 1998. Prior to this, poor mothers were paid a monthly grant consisting, by July 1996, of a R430 parent allowance and a R135 child support grant. Research showed that very few of these grants reached African families with the majority of grants being paid to Coloured and Indian families. Attempts to extend this form of support to more families, and make it more racially equitable, resulted in an increasing number of parents accessing grants combined with a significant decline in the monthly amount paid per family (Hassim, 2005). The notion of the parent allowance was scrapped when the child support grant was introduced and the monthly amount made significantly smaller.</p>\n<p><em>Women and Covid-19 relief measures </em></p>\n<p>The wide reach of the child support grant made it an obvious tool for distributing cash to those in financial need during the lockdown. While some other measures were also introduced, most prominently a slight increase in old age pensions and the introduction of a temporary relief grant of R350 for unemployed persons, we can assume that it is the increased child support grant that will offer relief to the largest number of households. To an extent the economic relief measures that are set to be implemented from May 2020 reflect something of the pre-1998 model of parental support as primary caregivers once again receive a small amount over and above their monthly child support grant. In his 21 April address, explaining the social and economic relief measures being rolled out, Ramaphosa (2020) set out the following:</p>\n<blockquote><p>“This means that child support grant beneficiaries will receive an extra R300 in May and from June to October they will receive an additional R500 each month. All other grant beneficiaries will receive an extra R250 per month for the next six months. In addition, a special Covid-19 Social Relief of Distress grant of R350 a month for the next 6 months will be paid to individuals who are currently unemployed and do not receive any other form of social grant or UIF payment.”</p></blockquote>\n<p>Ramaphosa’s announcement was initially met by some confusion. Many assumed that the R300 and R500, respectively, would be added to every single child included in support grants, as is the case with all other grants to be topped up. Government officials soon clarified, however, that the extra amount would be paid per adult beneficiary and not per qualifying child. It would therefore make no difference whether one has one child or six children in one’s care: the single amount of R300, and later R500, would be paid to the primary carer. An important difference is thus introduced between the child support grant and other grants. While it is obvious that most child support grants are received and administered by a child’s primary caregiver, the assumption is that the grant is used to care for the child. For many women across the country the cash that is transferred through child support grants is their sole source of income. We can therefore safely assume that many child support grants are used to provide for entire families rather than being restricted to children.</p>\n<p>The issue here is not the fact that child support grants are used to support family members other than children. In a context where nuclear family structures are minimal and poverty levels high, it is almost a given that child support grants, along with old age pensions, are often stretched to support extended family networks. The problem however, is the twofold way that many of the stereotypes upholding gender inequality is perpetuated.</p>\n<p>The first problem is that the top up of the grants is limited to one per caretaker rather than one per child. Most likely this was done as a way to give at least some extra support to all qualifying families instead of devising a whole new system to provide relief to households. In doing this, however, plenty is assumed about what South African families look like. In reality, nuclear families are in the minority here and grandparents, for example, often serve as primary caretakers to their grandchildren. A grandmother who is the primary carer for six of her grandchildren would, in terms of this mode of distribution, receive the same added income as a mother looking after only one child. While perhaps not explicitly intending to do so, this way of distributing relief grants has a moral undertone which suggests that women with more children ought to be implicitly punished in some or other way.</p>\n<p>Debates about whether child support grants act as an incentive to have children have been around for as long as the grant itself has, and despite research showing it to be untrue, it is a narrative that recurs frequently. In the minds of many, a majority of young women have children as a means to access child support grants. A quick search on Twitter after the Covid-19 relief measures were announced showed a similar rhetoric being widely shared by social media users: young women were once again being rewarded for having children it was alleged. In a similar vein, shortly after the increase in grants was announced, the MEC for Social Development in Mpumalanga, Thandi Shongwe, was quoted saying: “We are calling on our people, especially young mothers, to make sure that they use the money announced by the president to buy food for their children, not any other things. You must not buy weaves or makeups, because we are on lockdown and we are comfortable with the way we look,”&nbsp;(Khoza, 2020). Shongwe’s statement not only displays a shockingly poor grasp of the socio-economic position of many women during this time, but also plays into stereotypical assumptions about women, particularly working class African women and the idea that women, firstly, are likely to spend any increase on themselves but, secondly, <em>ought</em> to not want to invest in themselves in any way.</p>\n<p>The second problem with the way in which grants are being topped up is closely interwoven with the first. The idea that especially younger women will waste any extra money means that women are placed in a position where they have to display a certain kind of femininity before they even received any money. Especially in the instance of younger women, women have to prove that they are <em>mothers </em>– not only in a biological sense but in a socio-cultural sense. Ann Oakley (1980) described the “myth of motherhood” as resting on three beliefs: “that all women need to be mothers, that all mothers need their children and that all children need their mothers.” What is implied by what we might call motherhood ideology is that all women ought to be (potential) mothers and that a real mother will find ways to care for her family. It also implies the erasure of much of a women’s identity beyond that of “mother”; that is, the overarching idea becomes that motherhood ought to be the single focus in a women’s life. To spend money on oneself, however little it may be, is to confirm that one fails at being a real mother.</p>\n<p>Motherhood ideologies are of course underpinned by patriarchy yet upheld and reproduced by both men and women, as can be seen with the current (insufficient) grant top-ups for women-as-mothers. On the one hand, it excludes men to a large extent. It has been made clear in no uncertain terms to men that they cannot be trusted to provide for their families. On social media, in newspapers, and in commentaries it was said that it was a good idea to channel the extra cash to women. Men, and especially unemployed black men, are considered too unfaithful to entrust with cash transfers. They would, it is believed by many, waste it on alcohol, cigarettes, and sex workers. Of course, there are many families where men would have access to child support grants, either through equal access to cash or by taking it forcefully, but that is not necessarily relevant here as much as prevailing social perceptions are. On the other hand, women are expected to confirm their social position as being the binary opposite of men. They are simultaneously perceived as natural carers who will make the most of the little money they have <em>and </em>as possibly irresponsible “girls” who will fall pregnant as a means to enrich themselves while passing on the burden of motherhood to grandmothers, aunts and older siblings.</p>\n<p>These women have been set up to fail though. Although an extra R350 or R500 is sure to cover some of their families’ needs, there is no possible way that this money could be stretched to make a <em>significant</em> difference in the lives of a household of eight or 10 people. Added to this is the fact that qualifying women cannot apply for the Temporary Relief of Distress grant if they already receive a child support grant – the government has thus reduced the entirety of their lives to the role of mother. What we are doing, therefore, is to give women a false sense of agency. Social grants in the forms of cash transfers are often praised for having increased its recipients’ autonomy and agency. Cash, instead of vouchers or food items, provides them with the agency to decide and prioritise how they want to spend their money.</p>\n<p>This argument only holds true if the cash that people receive is enough to cover their basic needs. For many South African women during the time of Covid-19, the idea that they have agency in terms of social grants is bound to be a flight of fantasy. They are set up to fail because the grants they receive in the first place are not enough to cover their own and their families’ basic needs. The motherhood gender ideology, however, compels many to believe that a <em>real </em>mother, a <em>true </em>women¸ should be able to magically stretch available funds to ensure that her family is fed and healthy. The choice is stark: suffer silently and stoically to be perceived as a good woman, or speak-up and demand more and be perceived as self-interested.</p>\n<h2>References</h2>\n<p>Ferguson, James. 2015. <em>Give a Man a Fish: Reflections of the New Politics of Distribution. </em>Durham and London: Duke University Press.</p>\n<p>Hassim, S. 2005. Gender, Welfare and the Developmental State in South Africa. Geneva: United Nations Research Institute for Social Development.</p>\n<p>Khan, Z. 2018. “Men and the Child Support Grant: Gender, Care and Child Welfare.” Unpublished PhD thesis. Johannesburg: University of Johannesburg. Available at <a href=\"https://ujcontent.uj.ac.za/vital/access/manager/Repository/uj:32390?site_name=GlobalView\">https://ujcontent.uj.ac.za/vital/access/manager/Repository/uj:32390?site_name=GlobalView</a>. [Accessed on 23 April 2020].</p>\n<p>Khosa, M. 2020. “Do not buy weaves, make-up with increased social relief grant,” MEC urges young moms. 23 April 2020.&nbsp; <a href=\"https://www.sowetanlive.co.za/news/south-africa/2020-04-23-do-not-buy-weaves-makeup-with-increased-social-relief-grant-mec-urges-young-moms/\">https://www.sowetanlive.co.za/news/south-africa/2020-04-23-do-not-buy-weaves-makeup-with-increased-social-relief-grant-mec-urges-young-moms/</a>. [Accessed 25 April 2020].</p>\n<p>Ramaphosa, C. 2020. President Cyril Ramaphosa: Additional Coronavirus Covid-19 Economic and Social Relief Measures. 21 April 2020. <a href=\"https://www.gov.za/speeches/president-cyril-ramaphosa-additional-coronavirus-covid-19-economic-and-social-relief\">https://www.gov.za/speeches/president-cyril-ramaphosa-additional-coronavirus-covid-19-economic-and-social-relief</a> [Accessed 28 April 2020].</p>\n<p>Seleka, N. 2020. Thousands Cue for Food Parcels in Olievenhoutbosch, Centurion. 2 May 2020. Available at&nbsp; <a href=\"https://www.news24.com/SouthAfrica/News/aerial-photos-thousands-queue-for-food-parcels-in-olievenhoutbosch-centurion-20200502\">https://www.news24.com/SouthAfrica/News/aerial-photos-thousands-queue-for-food-parcels-in-olievenhoutbosch-centurion-20200502</a>. [Accessed on 5 May 2020].</p>\n<p>South African Social Security Agency, 2013. “You and your New SASSA Payment Card”. Accessed on 12 August 2015. http://www.sassa.gov.za/index.php/knowledge-centre/category/2-publications?download=163:sassa-card-dl-booklet-sep-2013</p>\n<p>South African Social Security Agency, 2014. “Annual Report 2013/14”, SASSA, Pretoria. <a href=\"https://nationalgovernment.co.za/entity_annual/212/2014-south-african-social-security-agency-(sassa)-annual-report.pdf\">http://www.nationalgovernment.co.za/entity_annual/212/2014-social-services-south-african-social-security-agency-(sassa)-annual-report.pdf</a></p>\n<p>South African Social Security Agency, 2015. “You and your grants 2013/2014”. Accessed on 12 August 2016. <a href=\"http://www.sassa.gov.za/\" class=\"broken_link\">www.sassa.gov.za</a></p>\n<h2>Footnotes</h2>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> <a href=\"https://www.justgender.org/framing-poverty-and-african-men-thoughts-on-the-south-african-socio-economic-response-to-covid-19/\">https://www.justgender.org/framing-poverty-and-african-men-thoughts-on-the-south-african-socio-economic-response-to-covid-19/</a></p>\n</body></html>",
  "contentText": "By Christi Kruger In his book, Give a Man a Fish: Reflections on the New ‘Politics of Distribution’ (2015), James Ferguson discusses the politics surrounding social grants in the Global South at length. He argues that the big “development story” of the last twenty years is not, as many scholars would argue, the story of microfinance but rather of “the rise and rise of social protection,” (Roelen and Devereux, 2013:1 as quoted in Ferguson, 2015). In countries across Southern Africa, the last two decades have seen the “creation and expansion of extensive social welfare programs targeting the poor anchored in schemes that directly transfer small amounts of cash to large numbers of low-income people” (Ferguson, 2015: 1). South Africa has been on the forefront of this expansion with more than 17 million social assistance grants transferred on a monthly basis. The South African government’s move to implement economic relief measures through the already existing social assistance system during the Covid-19 pandemic was therefore not unexpected and followed calls by many to distribute cash to poor citizens in this way. For some South Africans the additional cash they receive through their social grants will bring a small sense of economic relief during this time. In the case of many others though, the small top-up offered will simply not suffice. Recent news footage visually demonstrated the extent of extreme poverty, which is bound to only increase over the coming weeks and months. Aerial photos showed a queue, of more than 3 kilometres, of people waiting to receive food parcels in the informal settlements of Mooiplaas and Spruit in Centurion (Njilo, 2020). A few days later, similar images surfaced; this time in Olievenhoutbosch, where some people waited in line for several days to access food parcels (Seleka, 2020). These two reported instances almost surely mirror scenes across South Africa. After a five-week lockdown, which saw the South African economy screech to a halt, the country’s already extraordinarily high poverty levels have been exacerbated, leading to increased calls for urgent interventions to address food poverty. I’ve written previously on the ways in which we attempt to make sense of the economic collapse intensified by the Covid-19 virus.[1] The notion of poverty, I argued, is often tied closely to our ideas of who qualifies as the deserving poor (and is thus entitled to help) and those who make up the category of the undeserving poor. Women and children are often counted among the deserving poor, while younger men mostly count as the undeserving poor. These notions are easily picked out in most debates around welfare and social assistance, which have always been steeped in assumptions about poverty, meritocracy, and dependency due to the demands of capital for a moralising lens that can sift those who truly cannot engage in paid labour from those who must offer up their labour at any cost. One would assume that a global pandemic, such as Covid-19, would disrupt these moral categories. It is difficult to maintain the categories of deserving-undeserving poor when “laziness” and “irresponsibility” cannot be used to explain the fact that large portions of populations across the globe are unable to work and earn an income. Yet, these ideas persist in various ways and continue to guide, albeit subtly and perhaps unintentionally, the way in which social assistance in South Africa is being structured during the various levels of lockdown. In this piece, I further investigate the implications of the current socio-economic conditions for those citizens often collectively referred to as “the poor” by specifically reading the forthcoming forms of state social assistance through a gender-lens. I outline the various forms of social assistance, as announced by President Cyril Ramaphosa on 21 April 2020, but pay particular attention to the way in which the child support grant is being utilised to distribute additional cash to primary caretakers. Using this grant as an example, I argue that we ought to take seriously the ways in which gender-conceptualisation is mediated by, and through, child support grants. Women, mediated via this gender-conceptualisation, are imagined as responsible mothering figures who are worthy of additional support and are expected to embody tropes of female stoicism and selfless care. This expression of femininity, while establishing women as worthy of social assistance, serves to push aside individual women’s life histories and projects onto women their supposed “natural” role as caretakers. An obvious point of critique to note is that the child support grant is not gendered in and of itself; it is therefore perfectly plausible for a man to receive a child support grant if he is his children’s or grandchildren’s primary carer. In reality, however, only two percent of child support grants are paid to male caregivers (Khan, 2018). The majority of these men, Khan (2018: 219) shows, are single fathers who are aware of the fact that they construct forms of masculinity that counter the more dominant forms of masculinity in South Africa. More important is the fact that, in the minds of many South Africans, the child support grant is aimed at women. The Development of State Social Assistance The child support grant is one of several offered as cash transfers in South Africa. In terms of the rise of social protection in the Global South, South Africa leads the way with state social assistance and cash transfers. While the beginnings of state social assistance in South Africa can be traced back to the rise of Afrikaner nationalism and growing fears surrounding white poverty in the late 1920s, it was the deracialisation (in 1993) shortly before the official democratisation of South Africa that truly marked the start of state assistance (Seekings, 2006: 30). Today, state social assistance in South Africa is unconditional and non-contributory. This means that any South African citizen, permanent resident, or refugee may apply for and receive social assistance providing that their annual income does not exceed the means test that is linked to social grants (South African Social Security Agency, 2015). Since 1996 the state has expanded the social assistance system to reach almost a third of the population by 2015 (Ferguson, 2015: 5). In July 2015, approximately 16.7 million monthly social grants were distributed, a considerable rise from the estimated 3 million recipients in 1994 (Seekings, 2008: 31; South African Social Security Agency, 2015). This large increase is largely due to the introduction of the child support grant (CSG) in 1998, an unconditional monthly transfer of R100 for all qualifying children between from birth to age seven. Eligibility was extended to the age of fourteen in 2005, and to the age of eighteen in 2009 (Neves et al, 2009; Schreiber, 2014: 268). In addition to child support grants, the bulk of social grants are paid to the elderly in the form of state old age grants, care dependency grants aimed at caregivers who permanently care for a child with severe and permanent disability, and disability grants for those persons who are permanently unable to work (South African Social Security Agency, 2015). For the purposes of this discussion it is important to pay attention to the changing composition of what is now known as the child support grant. The child support grant was first introduced in 1998. Prior to this, poor mothers were paid a monthly grant consisting, by July 1996, of a R430 parent allowance and a R135 child support grant. Research showed that very few of these grants reached African families with the majority of grants being paid to Coloured and Indian families. Attempts to extend this form of support to more families, and make it more racially equitable, resulted in an increasing number of parents accessing grants combined with a significant decline in the monthly amount paid per family (Hassim, 2005). The notion of the parent allowance was scrapped when the child support grant was introduced and the monthly amount made significantly smaller. Women and Covid-19 relief measures The wide reach of the child support grant made it an obvious tool for distributing cash to those in financial need during the lockdown. While some other measures were also introduced, most prominently a slight increase in old age pensions and the introduction of a temporary relief grant of R350 for unemployed persons, we can assume that it is the increased child support grant that will offer relief to the largest number of households. To an extent the economic relief measures that are set to be implemented from May 2020 reflect something of the pre-1998 model of parental support as primary caregivers once again receive a small amount over and above their monthly child support grant. In his 21 April address, explaining the social and economic relief measures being rolled out, Ramaphosa (2020) set out the following: “This means that child support grant beneficiaries will receive an extra R300 in May and from June to October they will receive an additional R500 each month. All other grant beneficiaries will receive an extra R250 per month for the next six months. In addition, a special Covid-19 Social Relief of Distress grant of R350 a month for the next 6 months will be paid to individuals who are currently unemployed and do not receive any other form of social grant or UIF payment.” Ramaphosa’s announcement was initially met by some confusion. Many assumed that the R300 and R500, respectively, would be added to every single child included in support grants, as is the case with all other grants to be topped up. Government officials soon clarified, however, that the extra amount would be paid per adult beneficiary and not per qualifying child. It would therefore make no difference whether one has one child or six children in one’s care: the single amount of R300, and later R500, would be paid to the primary carer. An important difference is thus introduced between the child support grant and other grants. While it is obvious that most child support grants are received and administered by a child’s primary caregiver, the assumption is that the grant is used to care for the child. For many women across the country the cash that is transferred through child support grants is their sole source of income. We can therefore safely assume that many child support grants are used to provide for entire families rather than being restricted to children. The issue here is not the fact that child support grants are used to support family members other than children. In a context where nuclear family structures are minimal and poverty levels high, it is almost a given that child support grants, along with old age pensions, are often stretched to support extended family networks. The problem however, is the twofold way that many of the stereotypes upholding gender inequality is perpetuated. The first problem is that the top up of the grants is limited to one per caretaker rather than one per child. Most likely this was done as a way to give at least some extra support to all qualifying families instead of devising a whole new system to provide relief to households. In doing this, however, plenty is assumed about what South African families look like. In reality, nuclear families are in the minority here and grandparents, for example, often serve as primary caretakers to their grandchildren. A grandmother who is the primary carer for six of her grandchildren would, in terms of this mode of distribution, receive the same added income as a mother looking after only one child. While perhaps not explicitly intending to do so, this way of distributing relief grants has a moral undertone which suggests that women with more children ought to be implicitly punished in some or other way. Debates about whether child support grants act as an incentive to have children have been around for as long as the grant itself has, and despite research showing it to be untrue, it is a narrative that recurs frequently. In the minds of many, a majority of young women have children as a means to access child support grants. A quick search on Twitter after the Covid-19 relief measures were announced showed a similar rhetoric being widely shared by social media users: young women were once again being rewarded for having children it was alleged. In a similar vein, shortly after the increase in grants was announced, the MEC for Social Development in Mpumalanga, Thandi Shongwe, was quoted saying: “We are calling on our people, especially young mothers, to make sure that they use the money announced by the president to buy food for their children, not any other things. You must not buy weaves or makeups, because we are on lockdown and we are comfortable with the way we look,” (Khoza, 2020). Shongwe’s statement not only displays a shockingly poor grasp of the socio-economic position of many women during this time, but also plays into stereotypical assumptions about women, particularly working class African women and the idea that women, firstly, are likely to spend any increase on themselves but, secondly, ought to not want to invest in themselves in any way. The second problem with the way in which grants are being topped up is closely interwoven with the first. The idea that especially younger women will waste any extra money means that women are placed in a position where they have to display a certain kind of femininity before they even received any money. Especially in the instance of younger women, women have to prove that they are mothers – not only in a biological sense but in a socio-cultural sense. Ann Oakley (1980) described the “myth of motherhood” as resting on three beliefs: “that all women need to be mothers, that all mothers need their children and that all children need their mothers.” What is implied by what we might call motherhood ideology is that all women ought to be (potential) mothers and that a real mother will find ways to care for her family. It also implies the erasure of much of a women’s identity beyond that of “mother”; that is, the overarching idea becomes that motherhood ought to be the single focus in a women’s life. To spend money on oneself, however little it may be, is to confirm that one fails at being a real mother. Motherhood ideologies are of course underpinned by patriarchy yet upheld and reproduced by both men and women, as can be seen with the current (insufficient) grant top-ups for women-as-mothers. On the one hand, it excludes men to a large extent. It has been made clear in no uncertain terms to men that they cannot be trusted to provide for their families. On social media, in newspapers, and in commentaries it was said that it was a good idea to channel the extra cash to women. Men, and especially unemployed black men, are considered too unfaithful to entrust with cash transfers. They would, it is believed by many, waste it on alcohol, cigarettes, and sex workers. Of course, there are many families where men would have access to child support grants, either through equal access to cash or by taking it forcefully, but that is not necessarily relevant here as much as prevailing social perceptions are. On the other hand, women are expected to confirm their social position as being the binary opposite of men. They are simultaneously perceived as natural carers who will make the most of the little money they have and as possibly irresponsible “girls” who will fall pregnant as a means to enrich themselves while passing on the burden of motherhood to grandmothers, aunts and older siblings. These women have been set up to fail though. Although an extra R350 or R500 is sure to cover some of their families’ needs, there is no possible way that this money could be stretched to make a significant difference in the lives of a household of eight or 10 people. Added to this is the fact that qualifying women cannot apply for the Temporary Relief of Distress grant if they already receive a child support grant – the government has thus reduced the entirety of their lives to the role of mother. What we are doing, therefore, is to give women a false sense of agency. Social grants in the forms of cash transfers are often praised for having increased its recipients’ autonomy and agency. Cash, instead of vouchers or food items, provides them with the agency to decide and prioritise how they want to spend their money. This argument only holds true if the cash that people receive is enough to cover their basic needs. For many South African women during the time of Covid-19, the idea that they have agency in terms of social grants is bound to be a flight of fantasy. They are set up to fail because the grants they receive in the first place are not enough to cover their own and their families’ basic needs. The motherhood gender ideology, however, compels many to believe that a real mother, a true women¸ should be able to magically stretch available funds to ensure that her family is fed and healthy. The choice is stark: suffer silently and stoically to be perceived as a good woman, or speak-up and demand more and be perceived as self-interested. References Ferguson, James. 2015. Give a Man a Fish: Reflections of the New Politics of Distribution. Durham and London: Duke University Press. Hassim, S. 2005. Gender, Welfare and the Developmental State in South Africa. Geneva: United Nations Research Institute for Social Development. Khan, Z. 2018. “Men and the Child Support Grant: Gender, Care and Child Welfare.” Unpublished PhD thesis. Johannesburg: University of Johannesburg. Available at https://ujcontent.uj.ac.za/vital/access/manager/Repository/uj:32390?site_name=GlobalView. [Accessed on 23 April 2020]. Khosa, M. 2020. “Do not buy weaves, make-up with increased social relief grant,” MEC urges young moms. 23 April 2020. https://www.sowetanlive.co.za/news/south-africa/2020-04-23-do-not-buy-weaves-makeup-with-increased-social-relief-grant-mec-urges-young-moms/. [Accessed 25 April 2020]. Ramaphosa, C. 2020. President Cyril Ramaphosa: Additional Coronavirus Covid-19 Economic and Social Relief Measures. 21 April 2020. https://www.gov.za/speeches/president-cyril-ramaphosa-additional-coronavirus-covid-19-economic-and-social-relief [Accessed 28 April 2020]. Seleka, N. 2020. Thousands Cue for Food Parcels in Olievenhoutbosch, Centurion. 2 May 2020. Available at https://www.news24.com/SouthAfrica/News/aerial-photos-thousands-queue-for-food-parcels-in-olievenhoutbosch-centurion-20200502. [Accessed on 5 May 2020]. South African Social Security Agency, 2013. “You and your New SASSA Payment Card”. Accessed on 12 August 2015. http://www.sassa.gov.za/index.php/knowledge-centre/category/2-publications?download=163:sassa-card-dl-booklet-sep-2013 South African Social Security Agency, 2014. “Annual Report 2013/14”, SASSA, Pretoria. http://www.nationalgovernment.co.za/entity_annual/212/2014-social-services-south-african-social-security-agency-(sassa)-annual-report.pdf South African Social Security Agency, 2015. “You and your grants 2013/2014”. Accessed on 12 August 2016. www.sassa.gov.za Footnotes [1] https://www.justgender.org/framing-poverty-and-african-men-thoughts-on-the-south-african-socio-economic-response-to-covid-19/",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/05/29/give-a-woman-a-fish/#_ftn1",
    "https://ujcontent.uj.ac.za/vital/access/manager/Repository/uj:32390?site_name=GlobalView",
    "https://www.sowetanlive.co.za/news/south-africa/2020-04-23-do-not-buy-weaves-makeup-with-increased-social-relief-grant-mec-urges-young-moms/",
    "https://www.gov.za/speeches/president-cyril-ramaphosa-additional-coronavirus-covid-19-economic-and-social-relief",
    "https://www.news24.com/SouthAfrica/News/aerial-photos-thousands-queue-for-food-parcels-in-olievenhoutbosch-centurion-20200502",
    "https://nationalgovernment.co.za/entity_annual/212/2014-south-african-social-security-agency-(sassa)-annual-report.pdf",
    "http://www.sassa.gov.za/",
    "https://www.csagup.org/2020/05/29/give-a-woman-a-fish/#_ftnref1",
    "https://www.justgender.org/framing-poverty-and-african-men-thoughts-on-the-south-african-socio-economic-response-to-covid-19/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}