{
  "title": "Ubuntu and solidarity in times of Covid-19: Challenges and contradictions as communities grapple with ways of being and doing during a pandemic",
  "permalink": "https://www.csagup.org/2020/05/28/ubuntu-and-solidarity-in-times-of-covid-19-challenges-and-contradictions-as-communities-grapple-with-ways-of-being-and-doing-during-a-pandemic/",
  "datePublished": "2020-05-28T10:55:32+01:00",
  "dateLabel": "28th May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><strong><em>Vuyisa Mamanzi</em></strong></a></p>\n<p style=\"padding-left: 40px;\"><em>Vuyisa: Hello, mother sukuvulela’mntu apho endlini, icorona iyabulala…(Hello, mother, do not allow any visitors in the house, corona kills).</em></p>\n<p style=\"padding-left: 40px;\"><em>Mother: Ewe, bahambile. uDade kapriest ebesithi undigqibele kudala, ngoku ke ebezondi bona, uvelela namanye amalungu.&nbsp; (Yes, they have left. It was the priest’s wife, she came to see me because she had not seen me in a while. She is checking up on other congregants as well).</em></p>\n<p>The above quotation is from a phone conversation between my mother and myself after hearing that there were visitors at home.</p>\n<p>This is after we spoke at length the previous night about not allowing any visitors in the house and the need to adhere to social distancing rules. Meaning she needed to be strict and firm in turning people away, as difficult as that may be, a regrettably new normal. My mother is a people’s person, I knew and understood the difficulty she was now confronted with in having to turn anyone away. It went against her beliefs and sense of Ubuntu. As challenging and difficult as it was, it had to be done, especially after receiving news that two people known to the family had passed away from Covid-19. If the threat at any point felt distant, it was now real and personal, it was at our doorstep. One of the individuals who succumbed to Covid-19 lived in Gugulethu, she was a neighbour and a friend. I handed over the phone to my sister, I listened as she pleaded with our mother not to let anyone in the house, the risk of contraction was just too high, and we couldn’t afford to take any chances.</p>\n<p>Not so long ago there were reports of at least seven people residing at New Rest Gugulethu, not far away from our home, who tested positive and were roaming the streets; refusing to self-isolate or self-quarantine. There was growing fear in the community and a community leader expressed that “Our concern as residents is that people are not taken into quarantine. People who have tested positive are living among us”. The provincial health department, the police, as well as community leaders were now going to work together, to force positive people to isolate in their houses. Safe and comfortable facilities were going to be provided for those unable to self-isolate in their homes<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a>.</p>\n<p>Fear of contracting Covid-19 runs rampant throughout South Africa.&nbsp; A study conducted by Ask Africa has reported high levels of social distress and low levels of optimism among South Africans. Interestingly, the same study reported that participants older than 65 were comfortable and were less likely to experience depression. That the highest levels of fear, depression and discouragement were among young people (Grobler, 2020). Maybe my sister and I were projecting our fears onto our mother. Subsequent phone conversations have revealed her continued sense of contentment, as she lives her life close to normalcy as possible. Perhaps age has brought her some calmness, wisdom and acceptance.</p>\n<p>Be that as it may, because daily activities that put bread on the table, like going to work or the shops, now pose a threat of contracting the virus, many South Africans are fearful of the risk faced by family members. And many people miss social interaction and long for engagement with friends and family (Grobler, 2020).</p>\n<p>A Google search on Covid-19 precautionary and prevention measures, will take you directly to the World Health Organisation’s public service announcement, which reads <strong>STAY HOME. SAVE LIVES.</strong> Help stop coronavirus. Keep a safe distance, wash hands, cover your cough and seek medical attention, if you have a fever, cough and difficulty breathing. Many will argue that South Africa, similar to countries like Norway in enforcing strict measures (including quarantines for international travellers and the closure of educational institutions), acted swiftly to contain Covid-19. However, only with time and reflection will it be possible to ascertain whether the strategy has been successful (Eriksen, 2020).</p>\n<p>Many experts have noted that Covid-19 presents enormous and unique challenges. Among them Paul Farmer, a Medical Anthropologist and physician, who works to strengthen health-care systems in Haiti, Malawi, Rwanda and other low and middle-income countries: “we do not know, we have experience yes, but we do not know the specifics”.</p>\n<p>What does this mean for a country like South Africa?</p>\n<p>I agree with Fiona Ross (2020) that we face Covid-19 with skepticism, faith and a lot of history, I will shed light on these further on in the essay. But I am not entirely certain if we have learned from the horrible mistakes during the height of the HIV pandemic, as she suggests. If South Africa had learned anything, we should have focused on improving the quality of health care and learned that, when we fail to do this, we drive people away or make them mistrust the medical system (Farmer, 2020).</p>\n<p>South Africa is confronted with rising numbers of health care workers who are dying of Covid-19 complications (Fokazi, 2020). There is growing fear and lack of trust in the medical system among some communities. The Western Cape provincial health department recently reported that there are some people who gave incorrect information when they went to test, in an attempt to avoid being tracked and taken into self-isolation or quarantine. I watched a video circulating on social media of a woman in Dutywa, a town in the Eastern Cape, telling health care workers who were conducting screening in the community that she was afraid of them. This was after news reports of a positive Covid-19 case at the same clinic where these nurses work. These health care workers can be seen and heard on the video saying that they have been tested but are waiting for their results. The woman now sees these health care workers as potential carriers of Covid-19 and a threat, exposing herself and her family to risk of infection. She politely refuses to be screened by them and tells the nurses that she will not take herself to hell (referring to the clinic in Dutywa).</p>\n<p>What this highlights is just an aspect of complex and nuanced explanations for the lack of community trust in, or fear of, our health care system. We saw this when Ebola treatment units [ETUs] in Sierra Leone were seen as death-traps, bringers of Ebola, and people fled them (Farmer, 2020).</p>\n<p>The current Covid-19 crisis reminds me of James Baldwin’s words when he said: “All of us are living through some kind of turmoil which endangers all of our relationships. This turmoil is historical and it is personal. The aims of a society are and always must be, to inculcate in its citizens a certain level of security” (Baldwin, 2017, 7:45-7:58).</p>\n<p>I wonder to what extent the state has inculcated a level of security and trust in its citizens, as we face this turmoil called Covid-19.</p>\n<p>The cohesiveness of societies in crises is often tested, based on trust or fear. In societies that are confronted with constant crises and have huge inequalities; generalised trust is generally low (Eriksen, 2020). However, in South Africa, the response to Covid-19 has seen people across all sectors coming together on a large scale to mitigate the harm through relief funds for businesses, the setting up of shelters and food parcel schemes, as well as an increase in existing social grant provisions (Ndebele &amp; Sikuza, 2020).&nbsp; In addition, new forms of quick response have emerged; social media has been used as a platform and enabled networks of people to come together and mobilise assistance and care, alongside older institutions of care such as family, religious organisations, charities, stokvels (rotating credit associations) and burial associations. All of these are critical in everyday survival strategies (Ross, 2020). There has been a call for the acknowledgement of social action of this nature and to encourage us to realise that as South Africans, despite our differences, in unity and solidarity we can achieve significant impact (Ndebele &amp; Sikuza, 2020).</p>\n<p>So I argue that in South Africa the Covid-19 pandemic has seen the revitalisation of the values-based philosophy of African humanism, Ubuntu. Broadly defined as an ‘African worldview’ that places communal interests above those of the individual, and where human existence is dependent upon interaction with others, Ubuntu has a long tradition on the continent&nbsp; (McDonald, 2010: 139).</p>\n<p>Similar actions have been seen In Norway, in reference to the <em>dugnad,</em> which refers to unpaid, collective, and cooperative work where every member of a community is expected to participate, regardless of their social position. To Norwegians, the <em>dugnad, </em>is a symbol of egalitarianism and the kind of solidarity mythically associated with rural communities. Politicians have repeatedly invoked the term <em>dugnad</em> to mobilise their constituencies, in order to get out of the crisis (Eriksen, 2020). Njabulo Ndebele and Judy Sikuza (2020) reminds us that Covid-19 does not respect the borders of countries, and the wealthy and influential are not immune. Regardless of race, religion, class, or nationality, people across the world are gravely ill.</p>\n<p>However, the revitalisation of Ubuntu in South Africa has not been without challenges, argues David McDonald. He suggests that to convince South Africans that market reforms are democratic and egalitarian, the South African state and capital must revitalise Ubuntu theory and language to defuse opposition to underlying neoliberal change. This observation is made in a context where the very poor are disproportionately at risk of contracting Covid-19 due to crowded living conditions, insufficient public sanitation amenities, and a burden of existing disease (Ndebele &amp; Sikuza, 2020).&nbsp; This is in part, some of the skepticism, faith and history with which many South Africans face Covid-19 (Ross, 2020). There are strong sentiments that from housing to health care, there has been a downloading of the fiscal and physical responsibility of post-apartheid work on the backs of low-income households in the name of ‘community’. “Meaning that the language and practice of contemporary Ubuntu is too compromised by market ideology and discourse to be revived for a socialist agenda” (MacDonald, 2010: 146).</p>\n<p>In a period of crisis and upheaval, trust is paramount. Whether it be on the state or among the people with whom you share a space (Eriksen, 2020).&nbsp; In this essay, I have narrated ways in which trust has been lost among neighbours, where people have had to depend on the government to protect them against suspicious people with whom they share a social space. The inverse has also been demonstrated, where people have lost trust in the government to provide them with adequate health care systems and provisions during this crisis. In a documentary titled ‘Whispering truth to power’ Thuli Madonsela reminds us that with enormous power comes enormous responsibility. It is important to remember that the idea of shared responsibility and the degree to which we share this responsibility is related to how much influence and power we have.</p>\n<p>In conclusion, in the same way that there is a tension between my sister and I and our mother – for her Ubuntu overrides safety considerations – there is tension between citizen and state – contestations around trust, cynicism about motive, yet a desire to join hands, even temporarily, to defeat a common threat. Do we see the state as the concerned priest’s wife, or the unwanted intruder at the door?</p>\n<p><strong><em>‘It is in <span style=\"text-decoration: line-through;\">your </span>our hands’</em></strong></p>\n<h2><strong>Bibliography</strong></h2>\n<p>ENCA (2020). <em>Western Cape police to track COVID-19 cases.</em></p>\n<p style=\"padding-left: 40px;\"><a href=\"https://www.enca.com/news/western-cape-police-to-track-covid-19-cases\" class=\"broken_link\">https://www.enca.com/news/western-cape-police-to-track-covid-19-cases</a></p>\n<p>Baldwin, J. (2017). <em>Baldwin Speech: Living and growing in a white world.</em></p>\n<p style=\"padding-left: 40px;\"><a href=\"https://www.youtube.com/watch?v=QWF2Wjie7Vs\">https://www.youtube.com/watch?v=QWF2Wjie7Vs</a></p>\n<p>Eriksen, T. H (2020). <em>Norway’s response to Covid-19 and the Janus face of Nordic trust.</em></p>\n<p style=\"padding-left: 40px;\"><a href=\"https://www.coronatimes.net/norway-covid-19-nordic-trust/\">https://www.coronatimes.net/norway-covid-19-nordic-trust/</a></p>\n<p>Fokazi, S (2020). <em>Two more nurses die of Covid-19 in the Western Cape.</em></p>\n<p style=\"padding-left: 40px;\"><a href=\"https://www.timeslive.co.za/news/south-africa/2020-05-21-two-more-nurses-die-of-covid-19-in-the-western-cape/?utm_term=Autofeed&amp;utm_medium=Social&amp;utm_source=Facebook#Echobox=1590093766\">https://www.timeslive.co.za/news/south-africa/2020-05-21-two-more-nurses-die-of-covid-19-in-the-western-cape/?utm_term=Autofeed&amp;utm_medium=Social&amp;utm_source=Facebook#Echobox=1590093766</a></p>\n<p>Grobler, R (2020). <em>Lockdown: One in three adults in SA goes to bed hungry, according to latest research.</em></p>\n<p style=\"padding-left: 40px;\"><a href=\"https://m.news24.com/SouthAfrica/News/lockdown-one-in-three-adults-in-sa-goes-to-bed-hungry-according-to-latest-research-20200520\">https://m.news24.com/SouthAfrica/News/lockdown-one-in-three-adults-in-sa-goes-to-bed-hungry-according-to-latest-research-20200520</a></p>\n<p>McDonald, D. A (2010). Ubuntu bashing: the marketisation of ‘African values’ in South Africa.<em>&nbsp;Review of African Political Economy, 37</em>:124, 139-152, DOI: 10.1080/03056244.2010.483902</p>\n<p>Ndebele, N.S &amp; Sikuza, J (2020). <em>African foreign nationals are being ignored in the fight against Covid-19: where is our Ubuntu?</em></p>\n<p style=\"padding-left: 40px;\"><a href=\"https://www.dailymaverick.co.za/opinionista/2020-05-19-african-foreign-nationals-are-being-ignored-in-the-fight-against-covid-19-where-is-our-ubuntu/\">https://www.dailymaverick.co.za/opinionista/2020-05-19-african-foreign-nationals-are-being-ignored-in-the-fight-against-covid-19-where-is-our-ubuntu/</a></p>\n<p>Ross, F.C (2020). <em>Of soap and dignity in South Africa’s lockdown.</em></p>\n<p style=\"padding-left: 40px;\"><a href=\"https://www.coronatimes.net/soap-dignity-south-africa-lockdown/?fbclid=IwAR3ZHxENhjRwYkondCQwu2UhFMZQmeMLyDzL6x_QKKx_cYv2sk3-7xyYSuk\">https://www.coronatimes.net/soap-dignity-south-africa-lockdown/?fbclid=IwAR3ZHxENhjRwYkondCQwu2UhFMZQmeMLyDzL6x_QKKx_cYv2sk3-7xyYSuk</a></p>\n<p>Silver, M (2020).<em> ‘The Dread of Responsibility’ — Paul Farmer On The Pandemic And Poor Countries.</em></p>\n<p style=\"padding-left: 40px;\"><a href=\"https://www.npr.org/sections/goatsandsoda/2020/03/24/820968801/the-dread-of-responsibility-paul-farmer-on-the-pandemic-and-poor-countries\">https://www.npr.org/sections/goatsandsoda/2020/03/24/820968801/the-dread-of-responsibility-paul-farmer-on-the-pandemic-and-poor-countries</a></p>\n<h2>Footnotes:</h2>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> <a href=\"https://www.enca.com/news/western-cape-police-to-track-covid-19-cases\" class=\"broken_link\">https://www.enca.com/news/western-cape-police-to-track-covid-19-cases</a></p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "by Vuyisa Mamanzi Vuyisa: Hello, mother sukuvulela’mntu apho endlini, icorona iyabulala…(Hello, mother, do not allow any visitors in the house, corona kills). Mother: Ewe, bahambile. uDade kapriest ebesithi undigqibele kudala, ngoku ke ebezondi bona, uvelela namanye amalungu. (Yes, they have left. It was the priest’s wife, she came to see me because she had not seen me in a while. She is checking up on other congregants as well). The above quotation is from a phone conversation between my mother and myself after hearing that there were visitors at home. This is after we spoke at length the previous night about not allowing any visitors in the house and the need to adhere to social distancing rules. Meaning she needed to be strict and firm in turning people away, as difficult as that may be, a regrettably new normal. My mother is a people’s person, I knew and understood the difficulty she was now confronted with in having to turn anyone away. It went against her beliefs and sense of Ubuntu. As challenging and difficult as it was, it had to be done, especially after receiving news that two people known to the family had passed away from Covid-19. If the threat at any point felt distant, it was now real and personal, it was at our doorstep. One of the individuals who succumbed to Covid-19 lived in Gugulethu, she was a neighbour and a friend. I handed over the phone to my sister, I listened as she pleaded with our mother not to let anyone in the house, the risk of contraction was just too high, and we couldn’t afford to take any chances. Not so long ago there were reports of at least seven people residing at New Rest Gugulethu, not far away from our home, who tested positive and were roaming the streets; refusing to self-isolate or self-quarantine. There was growing fear in the community and a community leader expressed that “Our concern as residents is that people are not taken into quarantine. People who have tested positive are living among us”. The provincial health department, the police, as well as community leaders were now going to work together, to force positive people to isolate in their houses. Safe and comfortable facilities were going to be provided for those unable to self-isolate in their homes[1]. Fear of contracting Covid-19 runs rampant throughout South Africa. A study conducted by Ask Africa has reported high levels of social distress and low levels of optimism among South Africans. Interestingly, the same study reported that participants older than 65 were comfortable and were less likely to experience depression. That the highest levels of fear, depression and discouragement were among young people (Grobler, 2020). Maybe my sister and I were projecting our fears onto our mother. Subsequent phone conversations have revealed her continued sense of contentment, as she lives her life close to normalcy as possible. Perhaps age has brought her some calmness, wisdom and acceptance. Be that as it may, because daily activities that put bread on the table, like going to work or the shops, now pose a threat of contracting the virus, many South Africans are fearful of the risk faced by family members. And many people miss social interaction and long for engagement with friends and family (Grobler, 2020). A Google search on Covid-19 precautionary and prevention measures, will take you directly to the World Health Organisation’s public service announcement, which reads STAY HOME. SAVE LIVES. Help stop coronavirus. Keep a safe distance, wash hands, cover your cough and seek medical attention, if you have a fever, cough and difficulty breathing. Many will argue that South Africa, similar to countries like Norway in enforcing strict measures (including quarantines for international travellers and the closure of educational institutions), acted swiftly to contain Covid-19. However, only with time and reflection will it be possible to ascertain whether the strategy has been successful (Eriksen, 2020). Many experts have noted that Covid-19 presents enormous and unique challenges. Among them Paul Farmer, a Medical Anthropologist and physician, who works to strengthen health-care systems in Haiti, Malawi, Rwanda and other low and middle-income countries: “we do not know, we have experience yes, but we do not know the specifics”. What does this mean for a country like South Africa? I agree with Fiona Ross (2020) that we face Covid-19 with skepticism, faith and a lot of history, I will shed light on these further on in the essay. But I am not entirely certain if we have learned from the horrible mistakes during the height of the HIV pandemic, as she suggests. If South Africa had learned anything, we should have focused on improving the quality of health care and learned that, when we fail to do this, we drive people away or make them mistrust the medical system (Farmer, 2020). South Africa is confronted with rising numbers of health care workers who are dying of Covid-19 complications (Fokazi, 2020). There is growing fear and lack of trust in the medical system among some communities. The Western Cape provincial health department recently reported that there are some people who gave incorrect information when they went to test, in an attempt to avoid being tracked and taken into self-isolation or quarantine. I watched a video circulating on social media of a woman in Dutywa, a town in the Eastern Cape, telling health care workers who were conducting screening in the community that she was afraid of them. This was after news reports of a positive Covid-19 case at the same clinic where these nurses work. These health care workers can be seen and heard on the video saying that they have been tested but are waiting for their results. The woman now sees these health care workers as potential carriers of Covid-19 and a threat, exposing herself and her family to risk of infection. She politely refuses to be screened by them and tells the nurses that she will not take herself to hell (referring to the clinic in Dutywa). What this highlights is just an aspect of complex and nuanced explanations for the lack of community trust in, or fear of, our health care system. We saw this when Ebola treatment units [ETUs] in Sierra Leone were seen as death-traps, bringers of Ebola, and people fled them (Farmer, 2020). The current Covid-19 crisis reminds me of James Baldwin’s words when he said: “All of us are living through some kind of turmoil which endangers all of our relationships. This turmoil is historical and it is personal. The aims of a society are and always must be, to inculcate in its citizens a certain level of security” (Baldwin, 2017, 7:45-7:58). I wonder to what extent the state has inculcated a level of security and trust in its citizens, as we face this turmoil called Covid-19. The cohesiveness of societies in crises is often tested, based on trust or fear. In societies that are confronted with constant crises and have huge inequalities; generalised trust is generally low (Eriksen, 2020). However, in South Africa, the response to Covid-19 has seen people across all sectors coming together on a large scale to mitigate the harm through relief funds for businesses, the setting up of shelters and food parcel schemes, as well as an increase in existing social grant provisions (Ndebele & Sikuza, 2020). In addition, new forms of quick response have emerged; social media has been used as a platform and enabled networks of people to come together and mobilise assistance and care, alongside older institutions of care such as family, religious organisations, charities, stokvels (rotating credit associations) and burial associations. All of these are critical in everyday survival strategies (Ross, 2020). There has been a call for the acknowledgement of social action of this nature and to encourage us to realise that as South Africans, despite our differences, in unity and solidarity we can achieve significant impact (Ndebele & Sikuza, 2020). So I argue that in South Africa the Covid-19 pandemic has seen the revitalisation of the values-based philosophy of African humanism, Ubuntu. Broadly defined as an ‘African worldview’ that places communal interests above those of the individual, and where human existence is dependent upon interaction with others, Ubuntu has a long tradition on the continent (McDonald, 2010: 139). Similar actions have been seen In Norway, in reference to the dugnad, which refers to unpaid, collective, and cooperative work where every member of a community is expected to participate, regardless of their social position. To Norwegians, the dugnad, is a symbol of egalitarianism and the kind of solidarity mythically associated with rural communities. Politicians have repeatedly invoked the term dugnad to mobilise their constituencies, in order to get out of the crisis (Eriksen, 2020). Njabulo Ndebele and Judy Sikuza (2020) reminds us that Covid-19 does not respect the borders of countries, and the wealthy and influential are not immune. Regardless of race, religion, class, or nationality, people across the world are gravely ill. However, the revitalisation of Ubuntu in South Africa has not been without challenges, argues David McDonald. He suggests that to convince South Africans that market reforms are democratic and egalitarian, the South African state and capital must revitalise Ubuntu theory and language to defuse opposition to underlying neoliberal change. This observation is made in a context where the very poor are disproportionately at risk of contracting Covid-19 due to crowded living conditions, insufficient public sanitation amenities, and a burden of existing disease (Ndebele & Sikuza, 2020). This is in part, some of the skepticism, faith and history with which many South Africans face Covid-19 (Ross, 2020). There are strong sentiments that from housing to health care, there has been a downloading of the fiscal and physical responsibility of post-apartheid work on the backs of low-income households in the name of ‘community’. “Meaning that the language and practice of contemporary Ubuntu is too compromised by market ideology and discourse to be revived for a socialist agenda” (MacDonald, 2010: 146). In a period of crisis and upheaval, trust is paramount. Whether it be on the state or among the people with whom you share a space (Eriksen, 2020). In this essay, I have narrated ways in which trust has been lost among neighbours, where people have had to depend on the government to protect them against suspicious people with whom they share a social space. The inverse has also been demonstrated, where people have lost trust in the government to provide them with adequate health care systems and provisions during this crisis. In a documentary titled ‘Whispering truth to power’ Thuli Madonsela reminds us that with enormous power comes enormous responsibility. It is important to remember that the idea of shared responsibility and the degree to which we share this responsibility is related to how much influence and power we have. In conclusion, in the same way that there is a tension between my sister and I and our mother – for her Ubuntu overrides safety considerations – there is tension between citizen and state – contestations around trust, cynicism about motive, yet a desire to join hands, even temporarily, to defeat a common threat. Do we see the state as the concerned priest’s wife, or the unwanted intruder at the door? ‘It is in your our hands’ Bibliography ENCA (2020). Western Cape police to track COVID-19 cases. https://www.enca.com/news/western-cape-police-to-track-covid-19-cases Baldwin, J. (2017). Baldwin Speech: Living and growing in a white world. https://www.youtube.com/watch?v=QWF2Wjie7Vs Eriksen, T. H (2020). Norway’s response to Covid-19 and the Janus face of Nordic trust. https://www.coronatimes.net/norway-covid-19-nordic-trust/ Fokazi, S (2020). Two more nurses die of Covid-19 in the Western Cape. https://www.timeslive.co.za/news/south-africa/2020-05-21-two-more-nurses-die-of-covid-19-in-the-western-cape/?utm_term=Autofeed&utm_medium=Social&utm_source=Facebook#Echobox=1590093766 Grobler, R (2020). Lockdown: One in three adults in SA goes to bed hungry, according to latest research. https://m.news24.com/SouthAfrica/News/lockdown-one-in-three-adults-in-sa-goes-to-bed-hungry-according-to-latest-research-20200520 McDonald, D. A (2010). Ubuntu bashing: the marketisation of ‘African values’ in South Africa. Review of African Political Economy, 37:124, 139-152, DOI: 10.1080/03056244.2010.483902 Ndebele, N.S & Sikuza, J (2020). African foreign nationals are being ignored in the fight against Covid-19: where is our Ubuntu? https://www.dailymaverick.co.za/opinionista/2020-05-19-african-foreign-nationals-are-being-ignored-in-the-fight-against-covid-19-where-is-our-ubuntu/ Ross, F.C (2020). Of soap and dignity in South Africa’s lockdown. https://www.coronatimes.net/soap-dignity-south-africa-lockdown/?fbclid=IwAR3ZHxENhjRwYkondCQwu2UhFMZQmeMLyDzL6x_QKKx_cYv2sk3-7xyYSuk Silver, M (2020). ‘The Dread of Responsibility’ — Paul Farmer On The Pandemic And Poor Countries. https://www.npr.org/sections/goatsandsoda/2020/03/24/820968801/the-dread-of-responsibility-paul-farmer-on-the-pandemic-and-poor-countries Footnotes: [1] https://www.enca.com/news/western-cape-police-to-track-covid-19-cases",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/05/28/ubuntu-and-solidarity-in-times-of-covid-19-challenges-and-contradictions-as-communities-grapple-with-ways-of-being-and-doing-during-a-pandemic/#_ftn1",
    "https://www.enca.com/news/western-cape-police-to-track-covid-19-cases",
    "https://www.youtube.com/watch?v=QWF2Wjie7Vs",
    "https://www.coronatimes.net/norway-covid-19-nordic-trust/",
    "https://www.timeslive.co.za/news/south-africa/2020-05-21-two-more-nurses-die-of-covid-19-in-the-western-cape/?utm_term=Autofeed&utm_medium=Social&utm_source=Facebook#Echobox=1590093766",
    "https://m.news24.com/SouthAfrica/News/lockdown-one-in-three-adults-in-sa-goes-to-bed-hungry-according-to-latest-research-20200520",
    "https://www.dailymaverick.co.za/opinionista/2020-05-19-african-foreign-nationals-are-being-ignored-in-the-fight-against-covid-19-where-is-our-ubuntu/",
    "https://www.coronatimes.net/soap-dignity-south-africa-lockdown/?fbclid=IwAR3ZHxENhjRwYkondCQwu2UhFMZQmeMLyDzL6x_QKKx_cYv2sk3-7xyYSuk",
    "https://www.npr.org/sections/goatsandsoda/2020/03/24/820968801/the-dread-of-responsibility-paul-farmer-on-the-pandemic-and-poor-countries",
    "https://www.csagup.org/2020/05/28/ubuntu-and-solidarity-in-times-of-covid-19-challenges-and-contradictions-as-communities-grapple-with-ways-of-being-and-doing-during-a-pandemic/#_ftnref1"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}