{
  "title": "The Unwarranted, Unneeded and Unprovoked Side Effects of Covid-19 on the Black Community",
  "permalink": "https://www.csagup.org/2020/05/22/the-covid-19-pandemic-2/",
  "datePublished": "2020-05-22T14:18:20+01:00",
  "dateLabel": "22nd May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <strong><em>Relebohile Naledi Sekese</em></strong></p>\n<p>When initial reports of the newly discovered coronavirus, aka Covid-19, became public, I, like many others, was intrigued, almost fascinated.</p>\n<p>Turning on various news channels and observing how one of China’s busiest cities suddenly becoming a ‘ghost town’ due to this supposed outbreak of Covid-19, was something completely foreign to me. A sickness likened to the common cold or ‘flu, holding thousands hostage and killing hundreds more, was a completely extraordinary occurrence, almost too hard to believe. Nonetheless, none of my business I thought, after all I wasn’t the one eating bats or exotic snakes right (courtesy of President Donald Trump’s declarations at various press briefings and national addresses)? Wrong. Covid-19 quickly became my business, it became everyone’s business, overnight.</p>\n<p>On 23 March 2020 the leader of the Republic of South Africa, President Cyril Ramaphosa, <a href=\"https://www.sanews.gov.za/south-africa/president-ramaphosa-announces-nationwide-lockdown\" target=\"_blank\" rel=\"noopener noreferrer\">announced</a> that our beloved country would be entering a 21-day lockdown as of immediately. Life as we knew it was about to change forever. Within a matter of days of the commencement of the lockdown, it became disgustingly clear just how divided and unequal our nation is, as if we needed any reminder.</p>\n<p>Twenty-five years into democracy and the rainbow nation dream of our late Nelson Mandela, the ever so stark contrast between white and black has not faded. One would assume we would’ve managed to uphold the principle of Ubuntu (togetherness) far greater than the sad reality we face today in this country. The various ways in which both black and white people are regarded whether by media, educational systems, or even the handling of criminal behaviour, could not be more different.</p>\n<p>It is no secret that historically, our black and brown community has a sour and poor relationship with our police and defence forces. Several videos and images of our people being degraded, humiliated and beaten, or should I rather say, subjected to ‘skop n donner’, quickly circulated in social media. Witnessing large drones of army vehicles parading around townships while screaming at civilians to return to their houses became a new reality. Sadly, once again, black and brown communities were being made ridiculous examples of by authoritative powers such as news stations and police members, over something they had no part in creating or spreading. The virus originated offshore and was sadly brought in by members of a travel group who had contracted it in Italy. The group thereby unknowingly spread the virus to multiple people within their proximity, which resulted in the alarming situation we now face today.</p>\n<p>Entrepreneurs, ranging from street vendors selling apples and onions, to hair salons operating on a walk-in basis, all quickly had to come to terms with the new world order. Thousands applying for unemployment, grants and credit extensions while more affluent communities being afforded the luxury of cleaning out shelves and stores to selfishly hoard essential items, was a heart-breaking actuality. One could liken it to watching a sick and twisted episode of Black Mirror.</p>\n<p>The consequences of Covid-19 will long be felt, most especially by the already disenfranchised and marginalized. Factors like poverty, inequality, access to quality education and so forth have a larger influence over a person’s health status and health outcome, rather than individual habits. Housing, employment and basic healthcare are all areas which have been alarmingly put in the spotlight in the last few weeks. Before this pandemic most of us did not truly realize the importance of frontline workers such as cashiers, nurses etc.</p>\n<p>We do know however, that structural racism is a key driving force of those social determinants mentioned earlier. The community you come from, your birth name and your educational background are examples of factors that can dramatically tip the scale regarding the luxuries and privileges you can be afforded in life. Our communities are in crisis and will require explicit and intentional effort to address these factors, long term and short term. Testing, support to community-based organizations, access to PPE (Personal Protective Equipment) for essential workers and added financial support are just a small number of factors that need to be handled in order to get through the worst of this pandemic.</p>\n<p>Of course, with that being said, these are just superficial efforts that will grant temporary ease or aid. The core of issues surrounding disenfranchised and poor groups goes far beyond a few masks or grants. A complete restructuring of governmental departments, employment systems and wealth distribution will need to be reanalysed by the necessary authoritative parties. This most certainly won’t be a simple or quick task, but extremely necessary if underprivileged groups are to stand a chance of surviving this phase of life.</p>\n<p>Can we get through this (Covid-19)? Yes we can. A little battered and bruised might I say, but nonetheless, we will overcome. We are a resilient nation after all, so racially and socio-economically diverse. And as the pitori (common lingo or language spoken by residents of Pretoria) proverb goes, “We fall, we phakam, we move”, meaning we never stay down for long, we dust ourselves off and always keep going.</p>\n<h2>About the author</h2>\n<p>I am currently studying BCom Economics in my final year. I joined the CSA&amp;G’s <a href=\"https://www.csagup.org/key-projects/just-leadership/\" target=\"_blank\" rel=\"noopener\">Just Leaders</a> programme in 2019 out of interest after I had seen some marketing campaigns on campus and haven’t left since. I am part of the Befriender, Research and Community Engagement programmes. I was moved to write this piece as a way to communicate my feelings and thoughts regarding our current global situation</p>\n</body></html>",
  "contentText": "By Relebohile Naledi Sekese When initial reports of the newly discovered coronavirus, aka Covid-19, became public, I, like many others, was intrigued, almost fascinated. Turning on various news channels and observing how one of China’s busiest cities suddenly becoming a ‘ghost town’ due to this supposed outbreak of Covid-19, was something completely foreign to me. A sickness likened to the common cold or ‘flu, holding thousands hostage and killing hundreds more, was a completely extraordinary occurrence, almost too hard to believe. Nonetheless, none of my business I thought, after all I wasn’t the one eating bats or exotic snakes right (courtesy of President Donald Trump’s declarations at various press briefings and national addresses)? Wrong. Covid-19 quickly became my business, it became everyone’s business, overnight. On 23 March 2020 the leader of the Republic of South Africa, President Cyril Ramaphosa, announced that our beloved country would be entering a 21-day lockdown as of immediately. Life as we knew it was about to change forever. Within a matter of days of the commencement of the lockdown, it became disgustingly clear just how divided and unequal our nation is, as if we needed any reminder. Twenty-five years into democracy and the rainbow nation dream of our late Nelson Mandela, the ever so stark contrast between white and black has not faded. One would assume we would’ve managed to uphold the principle of Ubuntu (togetherness) far greater than the sad reality we face today in this country. The various ways in which both black and white people are regarded whether by media, educational systems, or even the handling of criminal behaviour, could not be more different. It is no secret that historically, our black and brown community has a sour and poor relationship with our police and defence forces. Several videos and images of our people being degraded, humiliated and beaten, or should I rather say, subjected to ‘skop n donner’, quickly circulated in social media. Witnessing large drones of army vehicles parading around townships while screaming at civilians to return to their houses became a new reality. Sadly, once again, black and brown communities were being made ridiculous examples of by authoritative powers such as news stations and police members, over something they had no part in creating or spreading. The virus originated offshore and was sadly brought in by members of a travel group who had contracted it in Italy. The group thereby unknowingly spread the virus to multiple people within their proximity, which resulted in the alarming situation we now face today. Entrepreneurs, ranging from street vendors selling apples and onions, to hair salons operating on a walk-in basis, all quickly had to come to terms with the new world order. Thousands applying for unemployment, grants and credit extensions while more affluent communities being afforded the luxury of cleaning out shelves and stores to selfishly hoard essential items, was a heart-breaking actuality. One could liken it to watching a sick and twisted episode of Black Mirror. The consequences of Covid-19 will long be felt, most especially by the already disenfranchised and marginalized. Factors like poverty, inequality, access to quality education and so forth have a larger influence over a person’s health status and health outcome, rather than individual habits. Housing, employment and basic healthcare are all areas which have been alarmingly put in the spotlight in the last few weeks. Before this pandemic most of us did not truly realize the importance of frontline workers such as cashiers, nurses etc. We do know however, that structural racism is a key driving force of those social determinants mentioned earlier. The community you come from, your birth name and your educational background are examples of factors that can dramatically tip the scale regarding the luxuries and privileges you can be afforded in life. Our communities are in crisis and will require explicit and intentional effort to address these factors, long term and short term. Testing, support to community-based organizations, access to PPE (Personal Protective Equipment) for essential workers and added financial support are just a small number of factors that need to be handled in order to get through the worst of this pandemic. Of course, with that being said, these are just superficial efforts that will grant temporary ease or aid. The core of issues surrounding disenfranchised and poor groups goes far beyond a few masks or grants. A complete restructuring of governmental departments, employment systems and wealth distribution will need to be reanalysed by the necessary authoritative parties. This most certainly won’t be a simple or quick task, but extremely necessary if underprivileged groups are to stand a chance of surviving this phase of life. Can we get through this (Covid-19)? Yes we can. A little battered and bruised might I say, but nonetheless, we will overcome. We are a resilient nation after all, so racially and socio-economically diverse. And as the pitori (common lingo or language spoken by residents of Pretoria) proverb goes, “We fall, we phakam, we move”, meaning we never stay down for long, we dust ourselves off and always keep going. About the author I am currently studying BCom Economics in my final year. I joined the CSA&G’s Just Leaders programme in 2019 out of interest after I had seen some marketing campaigns on campus and haven’t left since. I am part of the Befriender, Research and Community Engagement programmes. I was moved to write this piece as a way to communicate my feelings and thoughts regarding our current global situation",
  "contentLinks": [
    "https://www.sanews.gov.za/south-africa/president-ramaphosa-announces-nationwide-lockdown",
    "https://www.csagup.org/key-projects/just-leadership/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}