{
  "title": "Gender equality and chores under Lockdown",
  "permalink": "https://www.csagup.org/2020/05/22/gender-equality-and-chores-under-lockdown/",
  "datePublished": "2020-05-22T13:01:38+01:00",
  "dateLabel": "22nd May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>By Monyana Thusi*</strong></p>\n<p>Trying to be a feminist and a champion for gender equality in an African Christian home is wearisome work, with no pay, especially if you are not male, and you don’t pay the bond, and you are just another child to the powers that be.</p>\n<p>Feminism is a movement that advocates for women’s rights and the equality of the sexes. Gender equality refers to a state in which access to rights, privileges, benefits or opportunities and the distribution of duties, obligations or responsibilities are unaffected by or not based on gender – at all. Most days I want to go get Bab’Credo Mutwa and Dr Maimela, my African customary law lecturer, to come and explain to my family that African cultures are not inherently patriarchal, that in the olden days men did not sit around and wait for the women to bring them a tray of food, or did they? Am I being unfair for wanting to share chores equally at home between the adults that work and the children that don’t work but go to school (and take school very seriously for that matter), and between the males and the females of the house?</p>\n<p>I thought the struggle for gender equality with the chores would be something to work on during this Lockdown. When the president (of the Republic of South Africa) announced the Lockdown I was very interested in how the chores would be redistributed here at home, and how it would all work out during this holiday with my family, since we were all going to be home all day, every day. I must admit I had dreams: I thought we’d all have an opportunity to contribute equally since no one is going to work and no one is doing any extraordinary work to pay the bills. I was expecting to see the men work a little more than usual at home chores. I thought they would take this time to learn how to cook: they don’t cook because they don’t know how to cook. I had dreams. I must say, there’s no real reason why we can’t share chores in this house but the reality is that we women are not only expected to cook but we place the burden of cooking and feeding other human beings on ourselves, simply because we are women, and the children wash the dishes simply because they are children.</p>\n<p>I live with my sister, the husband and their three children. They are a relatively typical black African Christian family. They are relaxed with their values so I’m not really sure if patriarchy is sourced from the faith or culture since we’re not very strict adherents of either way of life. But you know patriarchy does not need solid statutes to assert itself. Patriarchy is a social system in which men hold positions of authority and dominant position over women and children. It doesn’t creep up on you, it walks right up to you and asks you for tea simply because you are a woman. It is the ideology behind the notion that the man is the head of the house.</p>\n<p>Some days I want to sit everyone down and conduct a gender equality lesson and say “listen, besides the idea that this could be our culture and that it was passed down to you, what exactly about this system makes sense to you?” A minute later, on those same days, it occurs to me that I could be overreacting: it’s just dishes, cooking and cleaning, and the dishes aren’t even that many, there’s only six of us – calm down.</p>\n<p>So this is how the patriarchy operates in our lives: the women cook, my sister, myself and her oldest daughter; we are responsible for making the pots happen. We could say that the men, being my sister’s husband and the 14-year-old son, don’t cook because they can’t cook.&nbsp; In the case of the son, he can’t cook because he does not want to cook, he has never had to cook, no one expects him to cook and no one will make the effort to teach him how to cook. I’ve tried teaching him how to make pancakes and suggesting that he be responsible for making it easier to prepare meals. Well, no one heard me. The dishes are washed by the children, so it’s me, the 19-year-old daughter and the 14 year-old son (at least he washes the dishes). The cleaning is done by myself, my sister, the 19-year-old daughter and the 14-year-old son. Additionally, my sister only washes her clothes, her husband’s clothes and the 4 year-old child’s clothes.</p>\n<p>Now, also interestingly, the arrangement and allocation of chores does not come from the head of the family, my sister’s husband, but from my sister. Under her system of governance the chore or the required labour always either falls to the females or to the children, unless it is washing the cars or fixing something that requires a mechanical skill (although under normal circumstances the husband will always go hire someone to do it).</p>\n<p>This is what typically happens at the dinner table: my sister’s husband will want water or a spoon or some salt. He never gets up to go get anything himself. He always finishes eating first and even in those cases where he is done eating and wants something, my sister will get up while she is still eating to go get whatever he has requested or he will send the son instead. It has never made sense to me and every day I shake my head when I see it. But I have learned to respect my sister’s household and shut my big mouth, to respect her family, their values and the system that they have chosen to raise their children under. As long as they respect that I will not be making my sister’s husband tea, or fetching him water or participating in any of the unnecessary labour that falls on us, either because we are women or because we are children. The funny thing is, I don’t think my sister’s husband has ever said he does not want to cook or clean or get his own water.</p>\n<p>I do not know why I thought things would work differently during this Lockdown period. I have come to accept that my sister and her husband come from a different world to mine, where it is undisputed that the man is the head of the house and his roles are non-negotiable and that this is not going to be easily changed or challenged. Theirs is a world where the man is the head of the house, the woman is the neck or heart (depending on who is speaking) and the children are, well, the children.</p>\n<p>A “good wife” is expected to care for, cook for and look after her husband – no one needs to explain that. The husband is expected to provide or build the house, or whatever, just as long as it’s clear from whatever he does that he is the head of the house – sometimes doing nothing fits the job description. The irony of it all is that my sister’s husband is an activist for workers’ rights where he works.</p>\n<p>I have asked my friends how their families were working out the chores. One said that his sisters do all the work and that he helps out whenever he feels like it. How nice would it be if I had the liberty to decide when I wanted to cook? I’m happy for my friends who say that in their homes they share chores almost equally, and I’m even happier for those who say there are no men in their current home circumstances – those ones are living my real life. Otherwise, I have resolved that I’m growing a beard at the end of this Lockdown.</p>\n<p>PS: I hope I’m not going to be homeless after this!</p>\n<p><strong>*</strong>Pseudonym (author is a <a href=\"https://www.csagup.org/key-projects/just-leadership/\" target=\"_blank\" rel=\"noopener\">Just Leaders</a> volunteer)</p>\n</body></html>",
  "contentText": "By Monyana Thusi* Trying to be a feminist and a champion for gender equality in an African Christian home is wearisome work, with no pay, especially if you are not male, and you don’t pay the bond, and you are just another child to the powers that be. Feminism is a movement that advocates for women’s rights and the equality of the sexes. Gender equality refers to a state in which access to rights, privileges, benefits or opportunities and the distribution of duties, obligations or responsibilities are unaffected by or not based on gender – at all. Most days I want to go get Bab’Credo Mutwa and Dr Maimela, my African customary law lecturer, to come and explain to my family that African cultures are not inherently patriarchal, that in the olden days men did not sit around and wait for the women to bring them a tray of food, or did they? Am I being unfair for wanting to share chores equally at home between the adults that work and the children that don’t work but go to school (and take school very seriously for that matter), and between the males and the females of the house? I thought the struggle for gender equality with the chores would be something to work on during this Lockdown. When the president (of the Republic of South Africa) announced the Lockdown I was very interested in how the chores would be redistributed here at home, and how it would all work out during this holiday with my family, since we were all going to be home all day, every day. I must admit I had dreams: I thought we’d all have an opportunity to contribute equally since no one is going to work and no one is doing any extraordinary work to pay the bills. I was expecting to see the men work a little more than usual at home chores. I thought they would take this time to learn how to cook: they don’t cook because they don’t know how to cook. I had dreams. I must say, there’s no real reason why we can’t share chores in this house but the reality is that we women are not only expected to cook but we place the burden of cooking and feeding other human beings on ourselves, simply because we are women, and the children wash the dishes simply because they are children. I live with my sister, the husband and their three children. They are a relatively typical black African Christian family. They are relaxed with their values so I’m not really sure if patriarchy is sourced from the faith or culture since we’re not very strict adherents of either way of life. But you know patriarchy does not need solid statutes to assert itself. Patriarchy is a social system in which men hold positions of authority and dominant position over women and children. It doesn’t creep up on you, it walks right up to you and asks you for tea simply because you are a woman. It is the ideology behind the notion that the man is the head of the house. Some days I want to sit everyone down and conduct a gender equality lesson and say “listen, besides the idea that this could be our culture and that it was passed down to you, what exactly about this system makes sense to you?” A minute later, on those same days, it occurs to me that I could be overreacting: it’s just dishes, cooking and cleaning, and the dishes aren’t even that many, there’s only six of us – calm down. So this is how the patriarchy operates in our lives: the women cook, my sister, myself and her oldest daughter; we are responsible for making the pots happen. We could say that the men, being my sister’s husband and the 14-year-old son, don’t cook because they can’t cook. In the case of the son, he can’t cook because he does not want to cook, he has never had to cook, no one expects him to cook and no one will make the effort to teach him how to cook. I’ve tried teaching him how to make pancakes and suggesting that he be responsible for making it easier to prepare meals. Well, no one heard me. The dishes are washed by the children, so it’s me, the 19-year-old daughter and the 14 year-old son (at least he washes the dishes). The cleaning is done by myself, my sister, the 19-year-old daughter and the 14-year-old son. Additionally, my sister only washes her clothes, her husband’s clothes and the 4 year-old child’s clothes. Now, also interestingly, the arrangement and allocation of chores does not come from the head of the family, my sister’s husband, but from my sister. Under her system of governance the chore or the required labour always either falls to the females or to the children, unless it is washing the cars or fixing something that requires a mechanical skill (although under normal circumstances the husband will always go hire someone to do it). This is what typically happens at the dinner table: my sister’s husband will want water or a spoon or some salt. He never gets up to go get anything himself. He always finishes eating first and even in those cases where he is done eating and wants something, my sister will get up while she is still eating to go get whatever he has requested or he will send the son instead. It has never made sense to me and every day I shake my head when I see it. But I have learned to respect my sister’s household and shut my big mouth, to respect her family, their values and the system that they have chosen to raise their children under. As long as they respect that I will not be making my sister’s husband tea, or fetching him water or participating in any of the unnecessary labour that falls on us, either because we are women or because we are children. The funny thing is, I don’t think my sister’s husband has ever said he does not want to cook or clean or get his own water. I do not know why I thought things would work differently during this Lockdown period. I have come to accept that my sister and her husband come from a different world to mine, where it is undisputed that the man is the head of the house and his roles are non-negotiable and that this is not going to be easily changed or challenged. Theirs is a world where the man is the head of the house, the woman is the neck or heart (depending on who is speaking) and the children are, well, the children. A “good wife” is expected to care for, cook for and look after her husband – no one needs to explain that. The husband is expected to provide or build the house, or whatever, just as long as it’s clear from whatever he does that he is the head of the house – sometimes doing nothing fits the job description. The irony of it all is that my sister’s husband is an activist for workers’ rights where he works. I have asked my friends how their families were working out the chores. One said that his sisters do all the work and that he helps out whenever he feels like it. How nice would it be if I had the liberty to decide when I wanted to cook? I’m happy for my friends who say that in their homes they share chores almost equally, and I’m even happier for those who say there are no men in their current home circumstances – those ones are living my real life. Otherwise, I have resolved that I’m growing a beard at the end of this Lockdown. PS: I hope I’m not going to be homeless after this! *Pseudonym (author is a Just Leaders volunteer)",
  "contentLinks": [
    "https://www.csagup.org/key-projects/just-leadership/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}