{
  "title": "“Change is Coming, Whether You Like it or Not”: Greta Thunberg as a Threat to the Stability of Capitalist and Patriarchal Systems",
  "permalink": "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/",
  "datePublished": "2020-05-22T11:28:17+01:00",
  "dateLabel": "22nd May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><em>By <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\"><strong>Gabriela Pinheiro</strong></a></em></p>\n<h2><strong>Introduction</strong></h2>\n<p>Environmental scientists have presented a compelling case for urgent action to be taken in the fight against climate change. A robust and substantial body of scientific evidence (e.g. Reidmiller <em>et al.,</em> 2018) highlights that global, catastrophic impacts will be witnessed in coming decades if people fail to make significant changes to their lifestyles in a collective effort to curb rapid rates of global warming. In order to survive the current ecological crisis, new ways of living must be imagined, including major shifts from mainstream high-energy, hyper-instrumental and high-consumption ways-of-being that abound in the “global north”<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> (Plumwood, 2007). A key facet of reworking and adapting our existences involves an alertness and critical sensitivity to the connections between climate change and identity vectors such as gender.</p>\n<p>Whilst an increase in attention to the gendered dimensions of climate change has materialised in contemporary environmental research, the majority of this work frequently conflates “gender” with “women” and depicts women (particularly women who live in “developing” nations in the “global south”) as homogenous, inevitable and impoverished victims of the ecological crisis (Moosa &amp; Tuana, 2014). Critical environmental feminists (e.g. Arora-Jonsson, 2011) caution that this “primary victim” discourse depicts women as vulnerable and passive. It also places unjust responsibility on certain groups of women to tackle the impacts of climate change at local levels, with top-down solutions such as “empowerment”, “adaptation” and “resilience” proving essentialising, re-victimising and ultimately, ineffective.</p>\n<p>Popular gendered framings of climate change also deflect attention away from the structural inequalities, ideological conflicts and unequal power relations (including patriarchy) that must be held accountable for the current ecological disaster (Kinnvall &amp; Rydstrom, 2019). For these reasons, it may not be sufficient merely to include women in climate change work. Equity, equality and ecological survival are not likely to be achieved through the mere inclusion of marginalized groups in policymaking and reporting, for these are generally superficial, individualistic and tokenistic gestures that fail to critique the norms underpinning climate change problems and solutions (Arora-Jonsson, 2011). It is instead necessary to move beyond discourses of risk and vulnerability, towards critical and nuanced conversations around the position of gender within the ecological crisis.</p>\n<p>Groundbreaking work by Rachel Masika (2002) was among the first to examine previously-ignored, gendered dimensions of climate change with a more critical stance. In this seminal research, Masika (2002) proposed that a social justice approach is required in order to address issues of climate change effectively. One of her key arguments suggested that modern scientific interventions must be complemented by humanitarian strategies that are mindful of the plural and interwoven axes of people’s identities, which she considered indivisible from climate change. Where climate change had previously been constructed as an environmental, technical and scientific issue, a focus on the inherent sociopolitical dimensions of the problem introduced a critical lens through which to understand the ways in which climate change affects people differentially. When one analyses the ecological crisis through this lens, the role and impact of vectors including geographical location, race, class, age and gender are made visible, and notions of power and ideology are focalised (Kaijser &amp; Kronsell, 2014).</p>\n<p>A critical approach to climate change action threatens the legitimacy and values espoused by hegemonic ideologies including neoliberalism, arguing that economic growth can no longer be sought through the infliction of ecological and patriarchal violences against nature, women and other <em>otherised </em>beings (Anshelm &amp; Hultman, 2014; Pulé &amp; Hultman, 2019). At the core of the politicised, anti-climate change movement lies an explicit prioritisation of human and other natural life forms, and a correspondent devaluing of corporate elitism, excess and greed. Such an anti-climate change movement also stands in solidarity against the often taken-for-granted connections between patriarchal and ecological violences, and against the twinned exploitation of women and the natural environment (see, e.g. Adams, 2015; Merchant, 1990; Ortner, 1974). A socio-politically-informed reframing of gender within climate change thus also demands a critique of particular modern masculinities; such a critique also augments the threat that climate change action poses to the naturalised order of the contemporary world, which is supported chiefly by the pillars of capitalism and patriarchy (Brough, Wilkie, Ma, Isaac, &amp; Gal, 2016).</p>\n<p>Particularly in recent years, a climate change activist named <em>Greta Thunberg</em> has become somewhat of an emblem in the fight against climate change and for social justice in a greener world. As a young woman from Sweden, Thunberg started the “Fridays for Future” school strikes against climate change in 2018, and her central mission has thus far been to challenge the systems that are responsible for the ecological crisis. Thunberg mainly targets capitalist politicians and corporate industrial elites (the majority of whom are conservative white men with histories at the forefront of modern industrialism and climate change skepticism) with demands for widespread, systemic-level and urgent action to be taken towards the preservation of the natural environment<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a>.</p>\n<p>Unsurprisingly, Thunberg’s message and actions have been met with considerable resistance from several of these men, who have attacked her personal character, her gender and her work with ferocity and fervor. Men such as Arron Banks<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a>, for example, have even posted death threats to Thunberg on Twitter, warning that “freak yachting accidents do happen”<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a>. In this piece, I explore how the personal attacks that have been levelled against Thunberg can be understood as one symptom of a broader set of systemic configurations that (re)produces particular identity politics and socio-political power dynamics. The attacks offer important insights into climate change politics, but also reveal some pertinent truths about our current gendered climate (Gelin, 2019).</p>\n<p>Because she calls for ideological critique, structural accountability and change in the ways that particular kinds of men treat women and the natural environment, Thunberg is perceived by capitalist patriarchs as a threat to the stability of a world order that continues to privilege power, status and money over people and nature (Vertigan &amp; Nelson, 2019). The increased visibility of young people and women in environmental politics and activism (aside from Thunberg, think: Alexandria Ocasio-Cortez, Vanessa Nakate, Oladosu Adenike and Marinel Ubaldo, amongst others) is also being mainstreamed in ways that have not been witnessed before, which augments this threat (Gelin, 2019). To facilitate the discussion, I refer to a series of 20 quotations (collected from various open sources including social media and online news platforms) from different members of Thunberg’s opposition, illustrating their links with macro-level discourses around capitalism, patriarchy and climate change denialism.</p>\n<h2><strong>Capitalism, Patriarchy and the Mutual Subjugation of Women and Nature</strong></h2>\n<p>A useful starting point in understanding certain men’s reactions to Thunberg lies in an exploration of the connections between capitalism, patriarchy and the exploitation of nature. These connections are rooted in historical ideas that originated during the Scientific Revolution and subsequent Enlightenment Era and Industrial Revolution, where the early modern period propelled “Western” societies towards large-scale machination, economic growth, scientific proliferation, rapid technological advancements and capitalist, market-based ways of understanding the world. The relationship between human beings and nature was altered permanently, characterised by economical and profit-geared imperatives that catalysed widespread and mass extraction of natural resources (Merchant, 1990; Ortner, 1974).</p>\n<p>Concurrently, the means of production was supplied chiefly by white, industrial masculinities and capitalist ideologies became an extension of preceding (and enduring) colonial strategies: “Western” territories were expanded and wealth was accumulated through trade, the usurpation of indigenous land and the exploitation of natural resources and colonised peoples. Industrial work was men’s work, reflecting broader patriarchal patterns that governed the ways in which people lived their everyday lives. In intellectual and academic domains, the modernisation process was also controlled mostly by male scholars of “Western” and European descent. Positivist Science, with its emphasis on ‘masculine’ values such as rationalism, assertiveness, decisiveness, logic and reason, became the central organising pillar of industrialisation, with the most prominent figures from the period including men such as Galileo, Isaac Newton, Francis Bacon, William Harvey and Copernicus. Within the historical context of early modernisation, scholarship and production formed playgrounds for male primacy, and clear dichotomies were established along gendered axes: masculinity was associated with science and industry, whilst nature was feminised so that women were widely perceived as innately closer to the natural world. These gendered politics established a socio-political climate that condoned the mutual exploitation of women and nature (Anshelm &amp; Hultman, 2014; Pulé &amp; Hultman, 2019).</p>\n<p>For decades, the work of feminist and eco-feminist scholars and activists has exposed the negative implications related to the feminisation of nature. Sherry Ortner (1974), for example, noted that the perception of women as closer to nature creates possibilities for their subordination, which is in many ways parallel to the enslavement and devaluing of nature for profit and industry. Similarly, in <em>The Death of Nature</em>, Carol Merchant (1990) observed that in patriarchal contexts, women’s labour and reproductive capacities had been freely-accessible and exploited for thousands of years prior to the industrialisation period, meaning that the continued association of women with nature comprised a tacit acceptance of their mutual subjugation and destruction.</p>\n<p>Evidence for the conflation of women’s reproductive and generative capacities with those of the natural environment can be identified in the language and ideas that were – and are still – used to discuss natural phenomena. The terms “Mother Nature” and “Mother Earth” reinforce the notion that both women and nature are innate providers of resources to be harvested by those around them: just as the archetypal human ‘mother’ is endowed with breasts that nourish and sustain human children, so too is nature equipped with seemingly-abundant natural resources that provide sustenance to the ever-growing machine of modern man. In other examples, farmers often speak of “fertile soil”, “barren land” and “virgin earth”. These feminised descriptions of natural elements rely on a discursive strategy which Carol J. Adams (2015), in <em>The Sexual Politics of Meat</em>, referred to as “absent referents”. Constructions of nature as feminine and reproductive are dialectical; they are (re)produced through metaphorical meanings and patriarchal ideas of women that reflect broader gendered hierarchies in which men are privileged. In the feminised constructions of soil, land and earth, women can be identified as the absent referents that become objects of male consumption when compared to nature in this (un)named way (Adams, 2015).</p>\n<p>Lingual tactics such as those outlined above are also evident in the coverage of extreme weather events, such as major storms and natural disasters. From approximately 1953 to 1979, for example, American hurricanes and tropical storms were named exclusively with women’s names, possibly following maritime traditions that referred to the ocean as a woman. Once storms were allocated female names, weathermen began to describe them as if they were women personified: noting how they were ‘temperamental’, and possibly ‘teasing’ or ‘flirting with’ a coastline. A feminist dissenter from Florida, <em>Roxcy Bolton</em>, played a key role in persuading American national weather forecasters that storms should not be named only with women’s names, stating that she and other women of her time “deeply resent[ed] being arbitrarily associated with disaster”. Bolton, however, seemed to miss the fact that the comparisons between women and storms were not arbitrary, but a product of omnipresent and codified gender configurations that had formed part of the status quo for centuries: storms were named after women because they were mercurial, defying the ‘masculine’ laws of rationality, reason and logic; thus, highly threatening and dangerous in their inherent tempestuousness, unpredictability and uncontrollability (Booth, 2015).</p>\n<p>These examples also illustrate the masculine bias that tends to underpin positivist science and economics, which has been modelled largely on the construct of a scientist who is “imagined as autonomous, rational, interested in ‘hard’ knowledge and male” (Nelson, 2007, p. 443). In the sphere of climate change research, these gendered biases also persist where activism and climate change science are coded as feminine, soft, non-scientific and of lesser value by men in positions of power. Feminist economics (e.g. Nelson, 2007) and critical masculinities work (e.g. Pulé &amp; Hultman, 2019) has offered insight into a phenomenon known as “climate change denialism”, which is informed by the gender binaries described above (man-science; woman-nature) and which functions to maintain capitalism, patriarchy, ecological devastation and the connections between them.</p>\n<h2><strong>Climate Change Denialism and Industrial/Breadwinner Masculinities</strong></h2>\n<p>“Climate change denialism” questions the legitimacy of evidence-based claims that global temperatures are increasing rapidly, and argues that anthropogenic climate change is merely a myth. Denialists argue that global temperatures are rising as part of a natural and cyclical process that would occur regardless of human intervention. Research (e.g. Reidmiller<em> et al</em>., 2018) has demonstrated that climate change denialism is especially common in highly “developed”, industrialised and “Western” contexts; particularly in the United States of America (U.S.), and that it is perpetuated mostly by males (Brough <em>et al</em>., 2016).</p>\n<p>This geographical reasoning suggests that in the international marketplace, “global northern” countries have gained considerable economic power, largely through industrialisation, capitalist hegemony and the exploitation of other people and resources. Soper (2008) noted that as a general phenomenon, norms for what constitutes a “good life” have been modelled almost exclusively on the practices and ideologies that characterise the unsustainable lifestyles of a relatively small group of wealthy people; mostly white men in “Western” countries. In this context, climate change denialism can be understood as a collective defence mechanism that protects white (conservative; capitalist) male supremacists from a complete overhaul of the modern ideological hierarchies that continue to privilege their identities (Pulé &amp; Hultman, 2019).</p>\n<h2><strong>Industrial elite masculinities</strong></h2>\n<p>Predominantly, it is white, patriarchal men (and patriarchal women, though they tend to be far fewer in number in these circles) who own the means of production and can be identified as the key beneficiaries of industrialisation. They are fossil fuel and mining executives, financial managers and bankers, corporate middle and senior level managers and administrators whose identity politics fit within hyper-masculine corporations and matrices, and who have deep connections with economic/industrial power. In Sweden, for example, upper-level beneficiaries of capitalism perpetuate climate change scepticism through ‘business-as-usual’ approaches to global environmental and social problems, even though there is general consensus amongst Swedish politicians and scientists that the greenhouse effect is real. There, the principal controllers of corporate capitalism use arguments that are invented in liberal think tanks comprising groups of white men (with the exception of just one female member) who are well-connected to associations where representatives of business, science and technology meet, including the Royal Academy of Engineering Sciences (Pulé &amp; Hultman, 2019).</p>\n<p>Industrial elites generally have little background in environmental science, social issues and politics, but they bolster an elite-driven discourse that counters the efforts of both environmental and social movements, collectively speaking for hyper-masculinised systems that have protected their hegemonies at the expense of nature and (otherised) human life for centuries. A prominent member of the Danish industrial elite is a climate denialist and right-wing political “scientist” named <em>Bjørn Lomborg</em>. Since as early as 2007, Lomborg has used scapegoating rhetoric, typical of patriarchal perceptions that industrial elites possess the knowledge required to “care for” the under-educated, working-class people in “developing nations”. In order to deflect accountability for climate change away from Danish corporations, Lomborg has cautioned that a focus on climate change, and the allocation of funds towards costly measures to combat the climate crisis, would in turn reduce efforts to tackle other world welfare problems including HIV/AIDS, Malaria, Tuberculosis and malnutrition, whilst also harming global trade to the extent that the world’s poor would suffer further. Similarly, the Swedish Stockholm Initiative has stated that: “Millions of people are starving, lack access to clean water and are suffering from contagious diseases. An ill-conceived political <em>climate action </em>has hardly any effect on the climate. However, it can dramatically worsen the current problems” (Pulé &amp; Hultman, 2019).</p>\n<p>In this line of argument, there is an implicit failure of industrial elites and scientists to accept the links between capitalism, global structural inequalities and environmental degradation. There is also a covert denial of the possibility that acute crises in poor countries should be solved simultaneously with the tackling of climate change, despite overwhelming evidence (e.g. Reidmiller<em> et al</em>., 2018) to suggest that climate change is an intersectional and planetary-scale problem that will have the most pronounced, disproportionate effects on poorer people in “global southern” territories who have not only been least culpable in creating the greenhouse phenomenon, but who are also the least equipped to deal with the considerable harm that will be inflicted through ecological disaster (Kaijser &amp; Kronsell, 2014). The truth is concealed, and there is a repeated denial of the linkages between sexism, racism, speciesism, colonialism, mechanism and capitalism in the appropriation of particular types of people, animals and land (Adams, 2015). There is thus an urgent need to expose climate change denial for what it is: a strategy that is (re)produced mainly by white “Western” men to (re)assert and maintain multiple, intersecting power structures that interact to protect the objectification and instrumentalization of nature and the associated abuse and exploitation of women and other <em>otherised</em> beings (Kaijser &amp; Kronsell, 2014).</p>\n<p>The paternalistic rhetoric that is frequently touted by industrial elites is patriarchal precisely because it assumes that wealthy, privileged, educated white men from the “global north” have the answers when it comes to caring for people that they have oppressed and exploited for centuries, and from whose collective suffering they have benefitted most profoundly. These are the very same scientists, industrialists, politicians and public relations firms within an elite cadre of climate change denialists who have manipulated climate data in order to maintain self-preserving agendas; guilty of misrepresentational crimes against humanity, and against Planet Earth (Pulé &amp; Hultman, 2019).</p>\n<p>However, it seems useless to dismiss climate change denialists within the industrial elite as ignorant and/or lazy. Rather, if industrial climate sceptics are understood in terms of their histories and subject positions, the debate concerning environmental and identity politics is broadened: these are men whose dominance over nature, instrumentality, economic prosperity and linear, exponential economic success has featured hegemonically in the modern era (Merchant, 1990). Climate science policies and activism are therefore understood as obstacles to their welfare systems, to the development of poor nations and to “proper” (economically-oriented) solutions to global environmental problems.</p>\n<h2><strong>Breadwinner masculinities</strong></h2>\n<p>As a complement to industrial elite masculinities, “breadwinner” masculinities comprise a group of men who are commonly located at the coal-face of extractive practices. Like their industrial masculine counterparts, breadwinner masculinities are generally addicted to industrial growth and corporate capitalism, but these are white men responsible for working in mines, on manufacturing assembly lines, with swing hammers and on commercial farms. In this industrial/breadwinner dyad, both masculine typologies are dependent on resource extraction, and share a tendency to produce a “white male effect” that is related dialectically to climate change denialism: each requires the other to survive and sustain power (Pulé &amp; Hultman, 2019).</p>\n<p>Within the industrial/breadwinner complex, however, there are power differentials that sometimes lead to political and ideological conflict. Breadwinner men, for example, tend to represent a constrained group (economically, socially and politically). Capitalism is itself a fragmented system, where class-based differentials are divisive, creating particular problems that only breadwinner masculinities are likely to experience: on the one hand, these foot-soldiers of modern capitalism are conditioned to be motivated, assertive, protective and generative with the promise of gaining rewards (wealth, success, social and economic status and power) along the way. In a growth-addicted society, breadwinner masculinities are pushed to achieve the kinds of success that are exemplified by their elite and wealthy industrial superiors, but hegemony requires some constraints on their success within the confines of such a system: not all men can be equally-powerful (Anshelm &amp; Hultman, 2014; Pulé &amp; Hultman, 2019).</p>\n<p>Consequently, it seems that many breadwinner men are left feeling empty, angry, hurt and oppressed as they struggle to attain the promised dividends of capitalism and white male domination, and these tensions contribute considerably to intersecting climate change denialism, alt-right conservativism and anti-feminist axes. In a system that advantages so few, the fracturing of global capitalism means that other people and issues are scapegoated as a way of assigning blame for the lack of success of people like breadwinner men, instead of directing frustration at the failures of capitalism to distribute wealth and wellness more fairly and equally. These divisions offer some explanation as to the success of self-professed billionaire, Donald Trump, in the 2016 American Presidential Election. As an emblem of the industrial elite, Trump’s extreme wealth and patriarchal machismo/bravado offer a sense of security in the context of growing frustrations for those breadwinner men who still believe in the promises of capitalism, and who will look to a paternal figure to “Make America Great Again” (Anshelm &amp; Hultman, 2014; Pulé &amp; Hultman, 2019).</p>\n<h2><strong>Climate change denialism and gender in Trump’s America</strong></h2>\n<p>In Trump’s America, climate change is denied and environmental activism is (re)feminised, leading to many men’s reluctance to engage in “green behaviours” (Brough<em> et al</em>., 2016). &nbsp;In comparison to other groups and genders, American white males are likely to be less knowledgeable and informed about climate change, and/or to support pro-environmental beliefs, suggesting that the ‘white male effect’ is likely caused by an irresponsible distrust of climate science (Pulé &amp; Hultman, 2019). In the U.S., conservative political discourse endorses the white male effect because it appeals to those who identify with the ideals epitomised by industrial modernisation and capitalism. In neoliberal societies, such as Trump’s America, greenhouse gas pollution is thus understood not as an ecological imbalance, but as a security issue and a scientific problem to be addressed with autocratic, ‘masculine’ technologies and economic strategies like geoengineering or market-based responses.</p>\n<p>In order to “Make America (economically) Great Again”, Trump has encouraged the two constituencies of the industrial/breadwinner typology to join forces and (re)assert the privileges afforded by masculine dominance, thereby wedding the owners of production with the means of production in the pursuit of industrial growth and corporate capitalism, noting that each requires the other to thrive. The exposure of these political strategies highlights the links between conservativism, patriarchy and climate change denialism in countries such as the U.S. It also reiterates that the status quo will likely remain the same until industrial elites are called to account for their exploitation of people both within their own system, and outside of it. The latter is highly unlikely, however, given that industrial/breadwinner masculinities have the most to lose from a total overhaul of global systematics towards a truly sustainable future that places all life (and all species) on equal footing (Pulé &amp; Hultman, 2019).</p>\n<h2><strong>The Attack on Greta Thunberg: Climate Activism in a Patriarchal Gendered Climate</strong></h2>\n<p>In the final section of this paper, I offer brief analytic insights into 20 statements made by various members of Thunberg’s opposition in the fight against climate change. Details are provided for the speakers of each of the statements (name, affiliation and date), in order to show that Thunberg’s antagonists are almost always white men with conservative political leanings and affiliations with industrial powerhouses in “Western” societies.</p>\n<p>The discussion is organised thematically into three distinct sections, and each of these sections explores different characteristics of the relationship between climate change denialism and gender. For each theme, the relevant statements are provided and then explored below. Ultimately, the analysis speaks to the connections between capitalism, patriarchy and climate denialism, illustrating how several of Thunberg’s personal features are scapegoated in the name of safeguarding the industrial/breadwinner masculinities complex and broader identity/ideology configurations (white patriarchy and capitalism).</p>\n<h2><strong>Infantilisation, mental illness and the politics of affect</strong></h2>\n<h3><span style=\"color: #993300;\"><em>Statements</em></span></h3>\n<p style=\"padding-left: 40px;\">“Freakishly influential with many mental health disorders; chronically anxious and disturbed” (Andrew Bolt<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">“Hysterical teenager” (Chris Kenny<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">I can’t tell if Greta needs a spanking or a psychological intervention…probably both (John Ocasio-Nolte<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">She seems like a very happy young girl looking forward to a bright and wonderful future. So nice to see! (Donald Trump<a href=\"#_ftn8\" name=\"_ftnref8\">[8]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">So ridiculous. Greta must work on her Anger Management problem, then go to a good old-fashioned movie with a friend! Chill Greta, Chill! (Donald Trump, 2019)</p>\n<p style=\"padding-left: 40px;\">Thunberg is articulate, but she is very young, and she seems very overemotional (Piers Morgan<a href=\"#_ftn9\" name=\"_ftnref9\">[9]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">A vulnerable young drama queen who should go back to school (Piers Morgan, 2019)</p>\n<p style=\"padding-left: 40px;\">You’re just a sweet little child (Bj<em>ø</em>rn Lomborg<a href=\"#_ftn10\" name=\"_ftnref10\">[10]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">Full-on adolescent meltdown. And no. You cannot stay out past 10. And you cannot go out in a skirt that short (Jeremy Clarkson<a href=\"#_ftn11\" name=\"_ftnref11\">[11]</a>, 2019)</p>\n<h3><span style=\"color: #993300;\"><em>Analytic commentary</em></span></h3>\n<p>In this first theme, Thunberg is infantilised. Words such as “teenager”, “girl”, “young”, “little” “school” and “child” are employed to convey the idea that she is a “vulnerable” girl child and in need of protection. “Spanking” and “going to a good old-fashioned movie with a friend” are proposed as possible interventions that might help Thunberg to live as a “normal” young woman <em>should</em> live (according to the values and gendered codes espoused in “Western” patriarchal circles). Spanking exemplifies a punishing intervention that a parent would typically use to discourage a child’s misbehaviour, whilst going to see a film with friends is an activity that a parent may recommend either in order to reward a child for good behaviour, or to assist in calming the child’s emotional state.</p>\n<p>The use of the infantilising strategy by these particular men against Thunberg (who is an adolescent woman) establishes a specific power dynamic that is underpinned by paternalistic and misogynistic discourses. The paternalistic overtones are nowhere more explicit than in the statement made by Jeremy Clarkson, where he reprimands Thunberg as if he is were addressing his own daughter: she “cannot stay out past 10” and she “cannot go out in a skirt that short”. A problematic feature of most “Western” patriarchal cultures is the worship and eroticism of feminine innocence and youth, which abounds in mainstream advertising and other media. There is an inherent paradox to this trend: in these societies, disgust is expressed towards paedophilia, but simultaneously, adult women are routinely infantilised with tropes such as the “sexy, innocent schoolgirl”, which is packaged as an appropriate erotic fantasy for male consumption (especially in pornography, where levels of child and teen porn consumption are ever-increasing)<a href=\"#_ftn12\" name=\"_ftnref12\">[12]</a>. Mainstream media and popular culture seem to have accustomed their consumers to images of sexy young women who blur the boundaries between “child” and “adult”, meaning that we are living in a world where it is acceptable for certain men to address women with such blatant and unabashed sexism (Love, 2019).</p>\n<p>In the context of climate change denialism, it is possible that the infantilising tactic thus serves multiple purposes: Firstly, it has the ability to put Thunberg, and other female dissenters, in their place by reminding them that they should do as other girl children do; keeping quiet and leaving the ‘serious business’ (climate science and change) to their paternal figures. It also functions to belittle Thunberg’s maturity, intelligence and reasoning about the fact that climate change has to be tackled at systems level. By diminishing her child status, these men are able to render her less threatening to their collective sense of identity and to preserve their own power.</p>\n<p>Thunberg’s mental state and emotionality are also targeted in this theme. The men state that she is “freakish”, “mentally ill”, “chronically anxious”, “disturbed”, “hysterical”, “vulnerable” and a “drama queen” needing “psychological intervention” for her “mental health disorders” and “anger management problem”. Each of these critiques implies that Thunberg displays the qualities of a person who is struggling with their mental health, or who might be “crazy”, “insane” or “mad”. The attack on Thunberg’s mental health is achieved through the use of discourses around gender and mental illness that have been used to oppress and control certain women for centuries: from the Middle Ages, where women were murdered because they were considered ‘witches’ in the eyes of man-made law, through to the nineteenth-century phenomenon of the ‘hysterical woman’ who was considered nothing more than an asylum-bound lunatic who needed to have her feet bound and (better yet) a clitoridectomy to correct her psyche (Ussher, 1992).</p>\n<p>Like many women before her, Thunberg’s reasoning and the feelings (including anger, disbelief, concern and passion) that she expresses towards the issue of climate change are dismissed as nothing more than the emotional cries of a mad woman. Despite the fact that there is an abundance of rigorous, scientific research to support her claims and pleas for change, she is constructed as another overly-emotional woman who needs a good spanking from her father to set her straight. Thunberg is warned that she must “chill” and that she needs to be “sweet” and “happy” because she has a “bright future” ahead of her. These statements reveal the patriarchal tendency for particular kinds of men to silence women who speak out against the ills of a patriarchal world order.</p>\n<p>This silencing is achieved through the relegation of Thunberg’s affectual expression to the realm of insanity, which is located (in patriarchal terms) on the peripheries of masculine logic, rationality, neutrality, objectivism and reason. Discourses of climate change denialism are explicit in the construction of her “bright future”: in reality, Thunberg knows (and environmental scientists know) that the future of our species is going to be anything but bright if ecological devastation is allowed to continue. In <em>The Cultural Politics of Emotion</em>, feminist author Sarah Ahmed (2014) explores the political and cultural economies of emotion, noting how the expression of emotions such as anger and rage by women is not validated, or considered legitimate by patriarchal men. These discourses illuminate the idea that, in many “Western” patriarchal societies, women must be seen but not heard, and that they are allowed to have opinions, so long as they are not expressed too loudly and so long as they do not threaten the hegemony of certain masculinities.</p>\n<p>Where climate change is concerned, the gendered politics of affect condone an emotional silencing of women who try to expose the damage that has been (and continues to be) perpetrated by particular systems (capitalism; patriarchy) against the natural environment and particular groups of <em>otherised </em>people. By portraying Thunberg as a hysterical woman, these men are able to deflect attention away from her mission and to create a scapegoated hype around her supposed insanity; this means that they are again allowed to refuse responsibility for ecological and patriarchal violences in the name of sustained economic prosperity.</p>\n<h2><strong>Sexuality and the body</strong></h2>\n<h3><span style=\"color: #993300;\"><em>Statements</em></span></h3>\n<p style=\"padding-left: 40px;\">Greta doesn’t match the sexy Swedish girls of my youth (Bernard Pivot<a href=\"#_ftn13\" name=\"_ftnref13\">[13]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">She has the body of a cyborg (Michel Onfray<a href=\"#_ftn14\" name=\"_ftnref14\">[14]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">Her face is scary (Pascal Bruckner<a href=\"#_ftn15\" name=\"_ftnref15\">[15]</a>, 2019)</p>\n<h3><span style=\"color: #993300;\"><em>Analytic commentary</em></span></h3>\n<p>This theme exposes some of the ways in which patriarchal discourse objectifies women (and their bodies) in order to ensure the dominance of certain men in hegemonic gendered hierarchies. In the above statements, Thunberg’s antagonists criticise her body and face. To say that her body resembles that of a “cyborg” implies that it is not warm and human, but frigid, non-anthropoid and biomechatronic. These ideas are echoed in the constructions of her face and physical appearance as “scary” and “unsexy”. For these men (all of whom are popular white, French intellectuals and philosophers), Thunberg cannot be sexualised and this is clearly experienced as foreign, unintelligible, threatening and uncomfortable (“scary”): her face does not smile and flutter its eyelashes in the way that the faces of “sexy girls” ought to do. Hence, a physical “mismatch” is experienced by men like Bernard Pivot, for example, between Thunberg and “sexy Swedish girls” (“normal” girls).</p>\n<p>Thunberg’s performance of gender does not conform to mainstream conventions that prescribe how adolescent women should present themselves. She typically wears minimalist and plain clothing, styles her hair in simple braids and does not wear makeup. These aesthetic choices and practices seem to be reflective of her politics (anti-capitalist; anti-patriarchy; environmentalist). It is widely known that the beauty and fashion industries inflict multiple violences against the natural environment and certain groups of people, particularly in terms of the resources that these trades consume, the people that they exploit for cheap (and often dangerous) labour and the amount of waste that they produce (see, e.g. Collins &amp; Rothe, 2019).</p>\n<p>However, the central message behind Thunberg’s gender presentation choices is not decipherable to patriarchal men, who are not accustomed to seeing young women represented in ways that are non-sexualised. One male Twitter user even went so far as to tweet, in response to one of Thunberg’s speeches, that “no one wants to take advice from ugly girls” (Mason, 2019). This gendered dynamic constitutes a clear indication of how the sexualisation of women in popular culture has proliferated. It also serves as a testament to the complicity of both the fashion and beauty industries in the commodification and objectification of women’s bodies, as well as a complete erasure of their intelligence, opinions and characters (Love, 2019).</p>\n<p>Scholars such as Rodrigues and Przybylo (2018) have explored the politics of “ugliness”, noting that, in contemporary gendered and aesthetic economies, ugliness represents much more than just a random property of an individual’s physical appearance. It functions as a distinct social category that demarcates one’s capital and access to particular social, cultural and political spaces and resources. The objectification of Thunberg’s body, and the focus on her constructed “ugliness” by this cadre of men, illustrates that in dominant gender configurations, it is not uncommon for women to be deemed unsightly if they deviate from patriarchal gendered norms. In this case, the depiction of Thunberg as a monstrous, deformed woman is a strategy to silence her, making sure that she has no legitimacy in the realm of climate change science and politics. There is no denying that her message is unsettling to climate change sceptics, who must resort to playground politics and a perverse focus on her physical appearance in order to make sure that she keeps quiet and does not continue to misbehave; lest their greed and ongoing indifference to the suffering of other species be exposed.</p>\n<p>The trial and execution of Joan of Arc provides a historical reference which echoes particular elements characterising the personal attack against Thunberg, showing how gender has featured as a scapegoat in periods where certain women have rebelled against patriarchal systems. According to Grigat and Carrier (2007), Joan’s case is an effective representation of how the persecution of women manifests as a reaction to some men’s anxieties around the destabilisation of systems that privilege particular masculinities. As a young woman who refused to conform to gendered conventions, Joan provoked a system in which power revolved around noble birth, extensive theological training and the fact of being male. Historians have noted that Joan’s appearance resembled that of a male knight; that she wore white armour, cut her hair very short and rode a white horse. Her gendered and sexual transgressions were equated, by her English and Anglo-Burgundian enemies, to a force that endangered English patriarchal authority, at the fault line between gender and politics: her behaviours, and her gender presentation in particular, meant that she was largely unintelligible to her enemies and to the men who would judge her during her trial (Warren, 2005).</p>\n<p>The notion of her unintelligibility is reinforced in the trial transcriptions, in which there is evidence to suggest an explicit focus on her gender performance. Her attire “left nothing about her to indicate the female sex, except what nature gave to her to distinguish her sex” (Warren, 2005, pp. 159-160). Joan could not be sexualised, and her defiance of gendered and sexual conventions was totally incomprehensible to her male antagonists and jurors. Also evident in the trial transcripts are gendered and sexual tropes, such as that of the seductress, the witch, the virgin and the holy transvestite: Joan was labelled with various French slurs, including <em>La Pucelle </em>(the virgin) because of her abstinence from sexual intercourse with men, and <em>Hommase </em>(man-woman) because of her physical presentation. Had Joan lived, she would have been made ruler of France, but this fact destabilised the privileges afforded to men at the intersections of gender, religion, class and politics.</p>\n<p>Hence, Joan was seen as embodying a heretic force that was “essentially that of mounting effective political opposition to those with political power” (Brown, 2000, p. 302). In order to detract attention from the problems with this system of hierarchical gender power, Joan’s gendered performance was scapegoated as grounds for heresy and violent, public execution on charges of “wearing men’s clothing” and “witchcraft”. Trial transcripts have revealed that Joan, herself, was aware of these power dynamics, and she communicated this by saying: “Oh, you write the things which are against me, but not the things which are in my favour” (Grigat &amp; Carrier, 2007, p. 13). Because she called for change at broad political levels, fighting against unfair land occupation and considerable violence and animosity, Joan’s actions were deemed intolerable and she was burned at the stake as a witch.</p>\n<p>Like Joan of Arc, Thunberg is a female activist whose message and reality are denied repeatedly, in the name of protecting particular systems that privilege the voices and power of patriarchal men who are also largely responsible for the current ecological crisis. By scapegoating women’s physicalities, gendered identities and sexualities, these men detract focus away from the harm and violence that their systems inflict, thereby attempting to make invisible the potential for women to take up space and power in socio-political milieus where change might be catalysed. Such strategies are not random, static or ahistorical; rather, they are located within histories of excessive greed, consumption, commodification and objectification at the hands of certain masculine identities and they continue to be (re)produced when women speak out against their tyranny.</p>\n<h2><strong>Politics, intellect, education and science (man) versus faith and the supernatural (woman)</strong></h2>\n<h3><span style=\"color: #993300;\"><em>Statements</em></span></h3>\n<p style=\"padding-left: 40px;\">Medieval witchcraft (Marc Morano<a href=\"#_ftn16\" name=\"_ftnref16\">[16]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">If the climate action movement were about science, it would be led by scientists rather than by a mentally-ill Swedish child who is being exploited by her parents and by the international left (Michael Knowles<a href=\"#_ftn17\" name=\"_ftnref17\">[17]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">Greta the Climate Puppet (Steve Milloy<a href=\"#_ftn18\" name=\"_ftnref18\">[18]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">This poor young woman increasingly looks and sounds like a cult member. The monotone voice. The look of apocalyptic dread in her eyes. The explicit talk of the coming great ‘fire’ that will punish us for our eco-sins (Brendan O’Neill<a href=\"#_ftn19\" name=\"_ftnref19\">[19]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">There is something chilling and positively pre-modern about Ms Thunberg (Brendan O’Neill, 2019)</p>\n<p style=\"padding-left: 40px;\">Patron Saint of the Age of Stupid (James Delingpole<a href=\"#_ftn20\" name=\"_ftnref20\">[20]</a>, 2019)</p>\n<p style=\"padding-left: 40px;\">We gave you mobile phones and laptops and the internet. We created the social media you use every day and we run the banks that pay for it all. How dare you stand there and lecture us, you spoiled brat (Jeremy Clarkson, 2019)</p>\n<p style=\"padding-left: 40px;\">It’s a joke. After she goes and studies economics in college she can come back and explain that to us (Steve Mnuchin<a href=\"#_ftn21\" name=\"_ftnref21\">[21]</a>, 2018)</p>\n<h3><span style=\"color: #993300;\"><em>Analytic commentary</em></span></h3>\n<p>In the third and final theme, dichotomies are established between politics, intellect, education and science versus faith and the supernatural. The statements made by Thunberg’s antagonists construct these polarisations in gendered terms and establish a particular power dynamic between men (hardworking scientists) and women (witchy dissenters with no intellectual footing). Using “us versus them” discourse, Thunberg’s antagonists construct themselves as the guardians of science, intellect, economic prosperity and technological advancement, whilst simultaneously constructing the anti-climate change movement as a “cult”. Their suggestion is that the anti-climate change movement comprises a group of fanatical, uneducated, leftist people whose message can be whittled down to nothing more than fear mongering.</p>\n<p>The gendered dimensions of climate change denialism are also at play in this theme: Thunberg is constructed as a “stupid”, uneducated woman who should “go and study economics at college” before attempting to match the scientific knowledge and prowess that her male antagonists possess. Hence, these climate sceptics position themselves as the guardians of intellect, science and economics; things about which Thunberg (and other young women who speak out) could not possibly know anything (for she is nothing more than a “poor young woman”). By establishing these polarities, climate change denialists are able to devalue the core message of the anti-climate change movement, decreasing the likelihood that people like Thunberg will be taken seriously; this, in turn, allows white, conservative patriarchal men to retain status, power and privilege.</p>\n<p>From these statements, it is evident that climate change denialists are defensive of their histories at the forefront of modern industrialisation and development. They construct the ecological crisis as an issue that is purely economic, technical and scientific, which gives them greater legitimacy in controlling how the problem will be solved; they are free to invent renewed (and even grander) economic schemes that hold the key to resolving all of the world’s ills. If they are to defend their territory (which is also the territory of the men who came generations before them), and to avoid taking accountability for their culpability, climate change denialists cannot afford to allow for the environmental crisis to be exposed for what it is: an intersectional, planetary-scale catastrophe that is as much about science as it is about humanity, people, injustices and inequalities. Because they invented “mobile phones and laptops and the internet [and] social media” and because they “run the banks that pay for it all”, these men view it as their responsibility to protect economic prosperity from the “pre-modern witchcraft” of the anti-climate change movement.</p>\n<h2><strong>Conclusions</strong></h2>\n<p>Climate change denialism poses a major threat to environmental preservation because it denies the possibilities for counter-discourses to be levelled against mainstream assumptions about “the good life”, economic growth, prosperity and development. In the name of “science”, the continued exploitation of nature and women by capitalist, patriarchal regimes is facilitated by particular cadres of men who will stop at nothing to defend their positions as the guardians of “good living”. In this piece, I explored how the personal attacks that have been levelled against Thunberg can be understood as one symptom of a broader set of systemic configurations that (re)produces particular identity politics and socio-political power dynamics. The attacks offer important insights into climate change politics, but also reveal some pertinent truths about our current gendered climate. Unless we can mainstream critical analyses of gendered dimensions within climate change and development rhetoric, it is unlikely that climate change denialism will cease. With the increased visibility of activists such as Greta Thunberg, who challenges the stability of climate change sceptics with a critical, impassioned and unrelenting determination, we may yet witness change at structural levels and an easing of the multiple violences that occur at the hands of powerful, white men.</p>\n<h2><strong>References</strong></h2>\n<p>Adams, C. J. (2015). <em>The Sexual Politics of Meat – 25<sup>th</sup> Anniversary Edition: A Feminist-Vegetarian Critical Theory</em>. Bloomsbury Publishing.</p>\n<p>Ahmed, S. (2014). <em>The Cultural Politics of Emotion</em>. Edinburgh University Press.</p>\n<p>Anshelm, J., &amp; Hultman, M. (2014). A green fatwā? Climate change as a threat to the masculinity of industrial modernity. <em>NORMA</em>, <em>9</em>(2), 84–96. <a href=\"https://doi.org/10.1080/18902138.2014.908627\" class=\"broken_link\">https://doi.org/10.1080/18902138.2014.908627</a></p>\n<p>Arora-Jonsson, S. (2011). Virtue and vulnerability: Discourses on women, gender and climate change. <em>Global Environmental Change</em>, <em>21</em>(2), 744–751. <a href=\"https://doi.org/10.1016/j.gloenvcha.2011.01.005\">https://doi.org/10.1016/j.gloenvcha.2011.01.005</a></p>\n<p>Bareket, O., Kahalon, R., Shnabel, N., &amp; Glick, P. (2018). The Madonna-Whore Dichotomy: Men Who Perceive Women’s Nurturance and Sexuality as Mutually Exclusive Endorse Patriarchy and Show Lower Relationship Satisfaction. <em>Sex Roles, 79</em>. 10.1007/s11199-018-0895-7.</p>\n<p>Booth, K. (2015, August 31). Hurricane names: A brief (and sexist) history. <em>Women in the World</em>. <a href=\"https://womenintheworld.com/2015/08/31/hurricane-names-a-brief-and-sexist-history/\" class=\"broken_link\">https://womenintheworld.com/2015/08/31/hurricane-names-a-brief-and-sexist-history/</a></p>\n<p>Brough, A. R., Wilkie, J. E. B., Ma, J., Isaac, M. S., &amp; Gal, D. (2016). Is Eco-Friendly Unmanly? The Green-Feminine Stereotype and Its Effect on Sustainable Consumption. <em>Journal of Consumer Research</em>, <em>43</em>(4), 567–582. <a href=\"https://doi.org/10.1093/jcr/ucw044\" class=\"broken_link\">https://doi.org/10.1093/jcr/ucw044</a></p>\n<p>Brown, H. O. J. (2000). <em>Heresies: Heresies and Orthodoxy in the History of the Church</em>. Hendrickson Publishers.</p>\n<p>Collins, V., &amp; Rothe, D. (2019). <em>The Violence of Neoliberalism: Crime, Harm and Inequality</em>. Routledge. <em>&nbsp;</em></p>\n<p>Gelin, M. (2019, August 28). The Misogyny of Climate Deniers. <em>The New Republic</em>. <a href=\"https://newrepublic.com/article/154879/misogyny-climate-deniers\">https://newrepublic.com/article/154879/misogyny-climate-deniers</a></p>\n<p>Grigat, D., &amp; Carrier, G. (2007). Gender Transgression as Heresy: The Trial of Joan of Arc. <em>Past Imperfect, 13</em>. <a href=\"https://doi.org/10.21971/P7BC7V\">https://doi.org/10.21971/P7BC7V</a></p>\n<p>Kaijser, A., &amp; Kronsell, A. (2014). Climate change through the lens of intersectionality. <em>Environmental Politics</em>, <em>23</em>(3), 417–433. <a href=\"https://doi.org/10.1080/09644016.2013.835203\" class=\"broken_link\">https://doi.org/10.1080/09644016.2013.835203</a></p>\n<p>Kinnvall, C., &amp; Rydstrom, H. (Eds.). (2019). <em>Climate Hazards, Disasters, and Gender Ramifications</em> (1st ed.). Routledge. <a href=\"https://doi.org/10.4324/9780429424861\">https://doi.org/10.4324/9780429424861</a></p>\n<p>Love, C. (2019, March 1). Baby Face review – terrifying take on the infantilisation of women. <em>The Guardian. </em><a href=\"https://www.theguardian.com/stage/2019/mar/01/baby-face-review-terrifying-take-on-the-infantilisation-of-women-theatre-deli-sheffield\">https://www.theguardian.com/stage/2019/mar/01/baby-face-review-terrifying-take-on-the-infantilisation-of-women-theatre-deli-sheffield</a></p>\n<p>Masika, R. (2002). <em>Gender, development, and climate change</em>. Oxfam.</p>\n<p>Mason, G. (2019, September 3). The Ugly Campaign to Discredit Greta Thunberg. <em>The Globe and Mail</em>. <a href=\"https://www.theglobeandmail.com/opinion/article-the-ugly-campaign-to-discredit-greta-thunberg/\">https://www.theglobeandmail.com/opinion/article-the-ugly-campaign-to-discredit-greta-thunberg/</a></p>\n<p>Merchant, C. (1990). <em>The Death of Nature: Women, Ecology and the Scientific Revolution</em>. HarperCollins.</p>\n<p>Moosa, C. S., &amp; Tuana, N. (2014). Mapping a Research Agenda Concerning Gender and Climate Change: A Review of the Literature. <em>Hypatia</em>, <em>29</em>(3), 677–694. <a href=\"https://doi.org/10.1111/hypa.12085\">https://doi.org/10.1111/hypa.12085</a></p>\n<p>Nelson, J. A. (2007). Economists, value judgments, and climate change: A view from feminist economics. <em>Ecological Economics, 65</em>(3), 441–47.</p>\n<p>Ortner, S. (1974). Is female to male as nature is to culture? In M. Z. Rosaldo and L. Lamphere (eds), Woman, culture, and society. Stanford, CA: Stanford University Press, pp. 68–87.</p>\n<p>Plumwood, V.&nbsp;(2007).&nbsp;A review of Deborah Bird Rose’s&nbsp;Reports from a wild country: Ethics of decolonisation<em>. Australian Humanities Review</em>, <em>42</em>, 1–4.</p>\n<p>Pulé, P., &amp; Hultman, M. (2019) “Industrial/Breadwinner Masculinities and Climate Change: Understanding the ‘White Male Effect’ of Climate Change Denial” in Rydström, H., &amp; Kinnvall, 5 C. (2018). <em>Climate Hazards, Disasters, and Gender Ramifications</em>. Routledge.</p>\n<p>Reidmiller, D. R., Avery, C. W., Easterling, D. R., Kunkel, K. E., Lewis, K. L. M., Maycock, T. K., &amp; Stewart, B. C. (2018). <em>Impacts, Risks, and Adaptation in the United States: The Fourth National Climate Assessment, Volume II</em>. U.S. Global Change Research Program. <a href=\"https://doi.org/10.7930/NCA4.2018\">https://doi.org/10.7930/NCA4.2018</a></p>\n<p>Rodrigues,&nbsp;S., &amp; Przybylo, E. (2018). <em>On the Politics of Ugliness. </em>Springer.</p>\n<p>Soper, K. (2008). Rethinking the “good life”: The consumer as citizen. <em>Capitalism Nature Socialism, </em>15. 111–116. 10.1080/1045575042000247293.</p>\n<p>Toshkov, D. (2016). <em>Research Design in Political Science</em>. Palgrave Macmillan.</p>\n<p>Ussher, J. M. (1992). Women’s Madness: Misogyny or Mental Illness? Amherst, MA: U of Massachusetts, Print.</p>\n<p>Vertigan, M., &amp; Nelson, C. (2019, October 2). Why angry, middle-aged men are so threatened by Greta Thunberg. <em>Quartz. &nbsp;</em><a href=\"https://qz.com/1719873/greta-thunberg-comes-under-attack-from-misogynistic-men/\">https://qz.com/1719873/greta-thunberg-comes-under-attack-from-misogynistic-men<em>/</em></a></p>\n<p>Warren, N. B. (2005). <em>Women of God and Arms: Female Spirituality and Political Conflict, 1380-1600</em>. University of Pennsylvania Press.</p>\n<h3><span style=\"color: #993300;\">About the author</span></h3>\n<p>Gabriela Pinheiro is a critical social and psychological researcher. Gabriela joined the CSA&amp;G in 2020 where she manages the Gender Justice Project in collaboration with the Irish Embassy and is also involved with other ongoing work in the CSA&amp;G.&nbsp;She completed her Master’s in Research Psychology at the University of the Witwatersrand and interned at the UNISA Institute for Social and Health Sciences. Her research background includes work in the South African Higher Education sector and community engagement. She has particular interest in the study of critical social psychologies, genders and sexualities, and student health/wellbeing.</p>\n<h3><span style=\"color: #993300;\">Footnotes</span></h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> Throughout this paper, terms such as “global north”, “global south”, “Western”, “developing” and “developed” are placed in inverted commas to show that they are not fixed or stable; they have been widely contested and critiqued. A rehashing of these critiques is not within the scope of this paper, but can be explored with reference to sources such as Toshkov, 2016. However, it should be noted that I use the terms as they feature in popular development rhetoric, with the aim of critiquing their popularity and the “essential” and “homogenous” groups of people that they claim to capture and represent.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> For more information, visit: <a href=\"https://fridaysforfuture.org/\">https://fridaysforfuture.org/</a>.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> Banks is a prominent right-wing, British businessman and previously one of the largest donors to the United Kingdom Independence Party. He tweeted this statement in late 2019.</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> At this time, Thunberg was embarking on a two-week, zero-carbon yachting expedition across the North Atlantic.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> Bolt is a conservative social and political commentator for Sky News, Australia.</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> Kenny is a political commentator and adviser who has his own segment on Sky News, Australia. He belongs to the Liberal Party of Australia (conservative; centre-right).</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\">[7]</a> Ocasio-Nolte is a right-wing journalist for American news platform “Breitbart”.</p>\n<p><a href=\"#_ftnref8\" name=\"_ftn8\">[8]</a> The current U.S. President; member of the American Republican Party.</p>\n<p><a href=\"#_ftnref9\" name=\"_ftn9\">[9]</a> Morgan is a conservative British journalist and presenter on “Good Morning, Britain!”</p>\n<p><a href=\"#_ftnref10\" name=\"_ftn10\">[10]</a> Lomborg is a staunch climate change denialist; Danish author and President of his think tank, Copenhagen Consensus Center. He is also the former director of the Danish government’s Environmental Assessment Institute in Copenhagen.</p>\n<p><a href=\"#_ftnref11\" name=\"_ftn11\">[11]</a> Clarkson is an English broadcaster, journalist and writer who specialises in motoring. He is best known for co-presenting the motoring programmes Top Gear, from 2002 until 2015, and The Grand Tour alongside Richard Hammond and James May. Whilst he positions himself as apolitical, the views expressed in his books and shows are largely right-wing.</p>\n<p><a href=\"#_ftnref12\" name=\"_ftn12\">[12]</a> See, e.g. <a href=\"https://enough.org/\">https://enough.org/</a> for more information and statistics.</p>\n<p><a href=\"#_ftnref13\" name=\"_ftn13\">[13]</a> Pivot is a French producer and writer. He is 85-years-old.</p>\n<p><a href=\"#_ftnref14\" name=\"_ftn14\">[14]</a> Onfray is a popular French writer and philosopher. He claims to be left-wing, but frequently expresses controversial, right-wing opinions.</p>\n<p><a href=\"#_ftnref15\" name=\"_ftn15\">[15]</a> Bruckner is a French writer and philosopher. He is 71-years-old. He is a conservative.</p>\n<p><a href=\"#_ftnref16\" name=\"_ftn16\">[16]</a> Morano is a republican political aide. founded and runs the website ClimateDepot.com. ClimateDepot is a project of the Committee for a Constructive Tomorrow, a Washington, D.C. non-profit that promotes climate change denial.</p>\n<p><a href=\"#_ftnref17\" name=\"_ftn17\">[17]</a> Knowles is is an American conservative political commentator, podcaster, and author.</p>\n<p><a href=\"#_ftnref18\" name=\"_ftn18\">[18]</a> Milloy is a lawyer, lobbyist, author and Fox News commentator. He describes himself as a libertarian and his close financial and organizational ties to tobacco and oil companies. He is also the founder and publisher of JunkScience.com, and an environmental and public health consultant.</p>\n<p><a href=\"#_ftnref19\" name=\"_ftn19\">[19]</a> O’Neill is a British columnist. has opposed the tackling of global warming through reductions in carbon emissions and instead advocates for “technological progress” to deal with the damage done by&nbsp;climate change.</p>\n<p><a href=\"#_ftnref20\" name=\"_ftn20\">[20]</a> Delingpole is a conservative British writer and renowned climate change sceptic.</p>\n<p><a href=\"#_ftnref21\" name=\"_ftn21\">[21]</a> Mnuchin is an American investment banker is serving as the 77<sup>th </sup>U.S. Secretary of the Treasury as part of the Cabinet of Donald Trump.</p>\n</body></html>",
  "contentText": "By Gabriela Pinheiro Introduction Environmental scientists have presented a compelling case for urgent action to be taken in the fight against climate change. A robust and substantial body of scientific evidence (e.g. Reidmiller et al., 2018) highlights that global, catastrophic impacts will be witnessed in coming decades if people fail to make significant changes to their lifestyles in a collective effort to curb rapid rates of global warming. In order to survive the current ecological crisis, new ways of living must be imagined, including major shifts from mainstream high-energy, hyper-instrumental and high-consumption ways-of-being that abound in the “global north”[1] (Plumwood, 2007). A key facet of reworking and adapting our existences involves an alertness and critical sensitivity to the connections between climate change and identity vectors such as gender. Whilst an increase in attention to the gendered dimensions of climate change has materialised in contemporary environmental research, the majority of this work frequently conflates “gender” with “women” and depicts women (particularly women who live in “developing” nations in the “global south”) as homogenous, inevitable and impoverished victims of the ecological crisis (Moosa & Tuana, 2014). Critical environmental feminists (e.g. Arora-Jonsson, 2011) caution that this “primary victim” discourse depicts women as vulnerable and passive. It also places unjust responsibility on certain groups of women to tackle the impacts of climate change at local levels, with top-down solutions such as “empowerment”, “adaptation” and “resilience” proving essentialising, re-victimising and ultimately, ineffective. Popular gendered framings of climate change also deflect attention away from the structural inequalities, ideological conflicts and unequal power relations (including patriarchy) that must be held accountable for the current ecological disaster (Kinnvall & Rydstrom, 2019). For these reasons, it may not be sufficient merely to include women in climate change work. Equity, equality and ecological survival are not likely to be achieved through the mere inclusion of marginalized groups in policymaking and reporting, for these are generally superficial, individualistic and tokenistic gestures that fail to critique the norms underpinning climate change problems and solutions (Arora-Jonsson, 2011). It is instead necessary to move beyond discourses of risk and vulnerability, towards critical and nuanced conversations around the position of gender within the ecological crisis. Groundbreaking work by Rachel Masika (2002) was among the first to examine previously-ignored, gendered dimensions of climate change with a more critical stance. In this seminal research, Masika (2002) proposed that a social justice approach is required in order to address issues of climate change effectively. One of her key arguments suggested that modern scientific interventions must be complemented by humanitarian strategies that are mindful of the plural and interwoven axes of people’s identities, which she considered indivisible from climate change. Where climate change had previously been constructed as an environmental, technical and scientific issue, a focus on the inherent sociopolitical dimensions of the problem introduced a critical lens through which to understand the ways in which climate change affects people differentially. When one analyses the ecological crisis through this lens, the role and impact of vectors including geographical location, race, class, age and gender are made visible, and notions of power and ideology are focalised (Kaijser & Kronsell, 2014). A critical approach to climate change action threatens the legitimacy and values espoused by hegemonic ideologies including neoliberalism, arguing that economic growth can no longer be sought through the infliction of ecological and patriarchal violences against nature, women and other otherised beings (Anshelm & Hultman, 2014; Pulé & Hultman, 2019). At the core of the politicised, anti-climate change movement lies an explicit prioritisation of human and other natural life forms, and a correspondent devaluing of corporate elitism, excess and greed. Such an anti-climate change movement also stands in solidarity against the often taken-for-granted connections between patriarchal and ecological violences, and against the twinned exploitation of women and the natural environment (see, e.g. Adams, 2015; Merchant, 1990; Ortner, 1974). A socio-politically-informed reframing of gender within climate change thus also demands a critique of particular modern masculinities; such a critique also augments the threat that climate change action poses to the naturalised order of the contemporary world, which is supported chiefly by the pillars of capitalism and patriarchy (Brough, Wilkie, Ma, Isaac, & Gal, 2016). Particularly in recent years, a climate change activist named Greta Thunberg has become somewhat of an emblem in the fight against climate change and for social justice in a greener world. As a young woman from Sweden, Thunberg started the “Fridays for Future” school strikes against climate change in 2018, and her central mission has thus far been to challenge the systems that are responsible for the ecological crisis. Thunberg mainly targets capitalist politicians and corporate industrial elites (the majority of whom are conservative white men with histories at the forefront of modern industrialism and climate change skepticism) with demands for widespread, systemic-level and urgent action to be taken towards the preservation of the natural environment[2]. Unsurprisingly, Thunberg’s message and actions have been met with considerable resistance from several of these men, who have attacked her personal character, her gender and her work with ferocity and fervor. Men such as Arron Banks[3], for example, have even posted death threats to Thunberg on Twitter, warning that “freak yachting accidents do happen”[4]. In this piece, I explore how the personal attacks that have been levelled against Thunberg can be understood as one symptom of a broader set of systemic configurations that (re)produces particular identity politics and socio-political power dynamics. The attacks offer important insights into climate change politics, but also reveal some pertinent truths about our current gendered climate (Gelin, 2019). Because she calls for ideological critique, structural accountability and change in the ways that particular kinds of men treat women and the natural environment, Thunberg is perceived by capitalist patriarchs as a threat to the stability of a world order that continues to privilege power, status and money over people and nature (Vertigan & Nelson, 2019). The increased visibility of young people and women in environmental politics and activism (aside from Thunberg, think: Alexandria Ocasio-Cortez, Vanessa Nakate, Oladosu Adenike and Marinel Ubaldo, amongst others) is also being mainstreamed in ways that have not been witnessed before, which augments this threat (Gelin, 2019). To facilitate the discussion, I refer to a series of 20 quotations (collected from various open sources including social media and online news platforms) from different members of Thunberg’s opposition, illustrating their links with macro-level discourses around capitalism, patriarchy and climate change denialism. Capitalism, Patriarchy and the Mutual Subjugation of Women and Nature A useful starting point in understanding certain men’s reactions to Thunberg lies in an exploration of the connections between capitalism, patriarchy and the exploitation of nature. These connections are rooted in historical ideas that originated during the Scientific Revolution and subsequent Enlightenment Era and Industrial Revolution, where the early modern period propelled “Western” societies towards large-scale machination, economic growth, scientific proliferation, rapid technological advancements and capitalist, market-based ways of understanding the world. The relationship between human beings and nature was altered permanently, characterised by economical and profit-geared imperatives that catalysed widespread and mass extraction of natural resources (Merchant, 1990; Ortner, 1974). Concurrently, the means of production was supplied chiefly by white, industrial masculinities and capitalist ideologies became an extension of preceding (and enduring) colonial strategies: “Western” territories were expanded and wealth was accumulated through trade, the usurpation of indigenous land and the exploitation of natural resources and colonised peoples. Industrial work was men’s work, reflecting broader patriarchal patterns that governed the ways in which people lived their everyday lives. In intellectual and academic domains, the modernisation process was also controlled mostly by male scholars of “Western” and European descent. Positivist Science, with its emphasis on ‘masculine’ values such as rationalism, assertiveness, decisiveness, logic and reason, became the central organising pillar of industrialisation, with the most prominent figures from the period including men such as Galileo, Isaac Newton, Francis Bacon, William Harvey and Copernicus. Within the historical context of early modernisation, scholarship and production formed playgrounds for male primacy, and clear dichotomies were established along gendered axes: masculinity was associated with science and industry, whilst nature was feminised so that women were widely perceived as innately closer to the natural world. These gendered politics established a socio-political climate that condoned the mutual exploitation of women and nature (Anshelm & Hultman, 2014; Pulé & Hultman, 2019). For decades, the work of feminist and eco-feminist scholars and activists has exposed the negative implications related to the feminisation of nature. Sherry Ortner (1974), for example, noted that the perception of women as closer to nature creates possibilities for their subordination, which is in many ways parallel to the enslavement and devaluing of nature for profit and industry. Similarly, in The Death of Nature, Carol Merchant (1990) observed that in patriarchal contexts, women’s labour and reproductive capacities had been freely-accessible and exploited for thousands of years prior to the industrialisation period, meaning that the continued association of women with nature comprised a tacit acceptance of their mutual subjugation and destruction. Evidence for the conflation of women’s reproductive and generative capacities with those of the natural environment can be identified in the language and ideas that were – and are still – used to discuss natural phenomena. The terms “Mother Nature” and “Mother Earth” reinforce the notion that both women and nature are innate providers of resources to be harvested by those around them: just as the archetypal human ‘mother’ is endowed with breasts that nourish and sustain human children, so too is nature equipped with seemingly-abundant natural resources that provide sustenance to the ever-growing machine of modern man. In other examples, farmers often speak of “fertile soil”, “barren land” and “virgin earth”. These feminised descriptions of natural elements rely on a discursive strategy which Carol J. Adams (2015), in The Sexual Politics of Meat, referred to as “absent referents”. Constructions of nature as feminine and reproductive are dialectical; they are (re)produced through metaphorical meanings and patriarchal ideas of women that reflect broader gendered hierarchies in which men are privileged. In the feminised constructions of soil, land and earth, women can be identified as the absent referents that become objects of male consumption when compared to nature in this (un)named way (Adams, 2015). Lingual tactics such as those outlined above are also evident in the coverage of extreme weather events, such as major storms and natural disasters. From approximately 1953 to 1979, for example, American hurricanes and tropical storms were named exclusively with women’s names, possibly following maritime traditions that referred to the ocean as a woman. Once storms were allocated female names, weathermen began to describe them as if they were women personified: noting how they were ‘temperamental’, and possibly ‘teasing’ or ‘flirting with’ a coastline. A feminist dissenter from Florida, Roxcy Bolton, played a key role in persuading American national weather forecasters that storms should not be named only with women’s names, stating that she and other women of her time “deeply resent[ed] being arbitrarily associated with disaster”. Bolton, however, seemed to miss the fact that the comparisons between women and storms were not arbitrary, but a product of omnipresent and codified gender configurations that had formed part of the status quo for centuries: storms were named after women because they were mercurial, defying the ‘masculine’ laws of rationality, reason and logic; thus, highly threatening and dangerous in their inherent tempestuousness, unpredictability and uncontrollability (Booth, 2015). These examples also illustrate the masculine bias that tends to underpin positivist science and economics, which has been modelled largely on the construct of a scientist who is “imagined as autonomous, rational, interested in ‘hard’ knowledge and male” (Nelson, 2007, p. 443). In the sphere of climate change research, these gendered biases also persist where activism and climate change science are coded as feminine, soft, non-scientific and of lesser value by men in positions of power. Feminist economics (e.g. Nelson, 2007) and critical masculinities work (e.g. Pulé & Hultman, 2019) has offered insight into a phenomenon known as “climate change denialism”, which is informed by the gender binaries described above (man-science; woman-nature) and which functions to maintain capitalism, patriarchy, ecological devastation and the connections between them. Climate Change Denialism and Industrial/Breadwinner Masculinities “Climate change denialism” questions the legitimacy of evidence-based claims that global temperatures are increasing rapidly, and argues that anthropogenic climate change is merely a myth. Denialists argue that global temperatures are rising as part of a natural and cyclical process that would occur regardless of human intervention. Research (e.g. Reidmiller et al., 2018) has demonstrated that climate change denialism is especially common in highly “developed”, industrialised and “Western” contexts; particularly in the United States of America (U.S.), and that it is perpetuated mostly by males (Brough et al., 2016). This geographical reasoning suggests that in the international marketplace, “global northern” countries have gained considerable economic power, largely through industrialisation, capitalist hegemony and the exploitation of other people and resources. Soper (2008) noted that as a general phenomenon, norms for what constitutes a “good life” have been modelled almost exclusively on the practices and ideologies that characterise the unsustainable lifestyles of a relatively small group of wealthy people; mostly white men in “Western” countries. In this context, climate change denialism can be understood as a collective defence mechanism that protects white (conservative; capitalist) male supremacists from a complete overhaul of the modern ideological hierarchies that continue to privilege their identities (Pulé & Hultman, 2019). Industrial elite masculinities Predominantly, it is white, patriarchal men (and patriarchal women, though they tend to be far fewer in number in these circles) who own the means of production and can be identified as the key beneficiaries of industrialisation. They are fossil fuel and mining executives, financial managers and bankers, corporate middle and senior level managers and administrators whose identity politics fit within hyper-masculine corporations and matrices, and who have deep connections with economic/industrial power. In Sweden, for example, upper-level beneficiaries of capitalism perpetuate climate change scepticism through ‘business-as-usual’ approaches to global environmental and social problems, even though there is general consensus amongst Swedish politicians and scientists that the greenhouse effect is real. There, the principal controllers of corporate capitalism use arguments that are invented in liberal think tanks comprising groups of white men (with the exception of just one female member) who are well-connected to associations where representatives of business, science and technology meet, including the Royal Academy of Engineering Sciences (Pulé & Hultman, 2019). Industrial elites generally have little background in environmental science, social issues and politics, but they bolster an elite-driven discourse that counters the efforts of both environmental and social movements, collectively speaking for hyper-masculinised systems that have protected their hegemonies at the expense of nature and (otherised) human life for centuries. A prominent member of the Danish industrial elite is a climate denialist and right-wing political “scientist” named Bjørn Lomborg. Since as early as 2007, Lomborg has used scapegoating rhetoric, typical of patriarchal perceptions that industrial elites possess the knowledge required to “care for” the under-educated, working-class people in “developing nations”. In order to deflect accountability for climate change away from Danish corporations, Lomborg has cautioned that a focus on climate change, and the allocation of funds towards costly measures to combat the climate crisis, would in turn reduce efforts to tackle other world welfare problems including HIV/AIDS, Malaria, Tuberculosis and malnutrition, whilst also harming global trade to the extent that the world’s poor would suffer further. Similarly, the Swedish Stockholm Initiative has stated that: “Millions of people are starving, lack access to clean water and are suffering from contagious diseases. An ill-conceived political climate action has hardly any effect on the climate. However, it can dramatically worsen the current problems” (Pulé & Hultman, 2019). In this line of argument, there is an implicit failure of industrial elites and scientists to accept the links between capitalism, global structural inequalities and environmental degradation. There is also a covert denial of the possibility that acute crises in poor countries should be solved simultaneously with the tackling of climate change, despite overwhelming evidence (e.g. Reidmiller et al., 2018) to suggest that climate change is an intersectional and planetary-scale problem that will have the most pronounced, disproportionate effects on poorer people in “global southern” territories who have not only been least culpable in creating the greenhouse phenomenon, but who are also the least equipped to deal with the considerable harm that will be inflicted through ecological disaster (Kaijser & Kronsell, 2014). The truth is concealed, and there is a repeated denial of the linkages between sexism, racism, speciesism, colonialism, mechanism and capitalism in the appropriation of particular types of people, animals and land (Adams, 2015). There is thus an urgent need to expose climate change denial for what it is: a strategy that is (re)produced mainly by white “Western” men to (re)assert and maintain multiple, intersecting power structures that interact to protect the objectification and instrumentalization of nature and the associated abuse and exploitation of women and other otherised beings (Kaijser & Kronsell, 2014). The paternalistic rhetoric that is frequently touted by industrial elites is patriarchal precisely because it assumes that wealthy, privileged, educated white men from the “global north” have the answers when it comes to caring for people that they have oppressed and exploited for centuries, and from whose collective suffering they have benefitted most profoundly. These are the very same scientists, industrialists, politicians and public relations firms within an elite cadre of climate change denialists who have manipulated climate data in order to maintain self-preserving agendas; guilty of misrepresentational crimes against humanity, and against Planet Earth (Pulé & Hultman, 2019). However, it seems useless to dismiss climate change denialists within the industrial elite as ignorant and/or lazy. Rather, if industrial climate sceptics are understood in terms of their histories and subject positions, the debate concerning environmental and identity politics is broadened: these are men whose dominance over nature, instrumentality, economic prosperity and linear, exponential economic success has featured hegemonically in the modern era (Merchant, 1990). Climate science policies and activism are therefore understood as obstacles to their welfare systems, to the development of poor nations and to “proper” (economically-oriented) solutions to global environmental problems. Breadwinner masculinities As a complement to industrial elite masculinities, “breadwinner” masculinities comprise a group of men who are commonly located at the coal-face of extractive practices. Like their industrial masculine counterparts, breadwinner masculinities are generally addicted to industrial growth and corporate capitalism, but these are white men responsible for working in mines, on manufacturing assembly lines, with swing hammers and on commercial farms. In this industrial/breadwinner dyad, both masculine typologies are dependent on resource extraction, and share a tendency to produce a “white male effect” that is related dialectically to climate change denialism: each requires the other to survive and sustain power (Pulé & Hultman, 2019). Within the industrial/breadwinner complex, however, there are power differentials that sometimes lead to political and ideological conflict. Breadwinner men, for example, tend to represent a constrained group (economically, socially and politically). Capitalism is itself a fragmented system, where class-based differentials are divisive, creating particular problems that only breadwinner masculinities are likely to experience: on the one hand, these foot-soldiers of modern capitalism are conditioned to be motivated, assertive, protective and generative with the promise of gaining rewards (wealth, success, social and economic status and power) along the way. In a growth-addicted society, breadwinner masculinities are pushed to achieve the kinds of success that are exemplified by their elite and wealthy industrial superiors, but hegemony requires some constraints on their success within the confines of such a system: not all men can be equally-powerful (Anshelm & Hultman, 2014; Pulé & Hultman, 2019). Consequently, it seems that many breadwinner men are left feeling empty, angry, hurt and oppressed as they struggle to attain the promised dividends of capitalism and white male domination, and these tensions contribute considerably to intersecting climate change denialism, alt-right conservativism and anti-feminist axes. In a system that advantages so few, the fracturing of global capitalism means that other people and issues are scapegoated as a way of assigning blame for the lack of success of people like breadwinner men, instead of directing frustration at the failures of capitalism to distribute wealth and wellness more fairly and equally. These divisions offer some explanation as to the success of self-professed billionaire, Donald Trump, in the 2016 American Presidential Election. As an emblem of the industrial elite, Trump’s extreme wealth and patriarchal machismo/bravado offer a sense of security in the context of growing frustrations for those breadwinner men who still believe in the promises of capitalism, and who will look to a paternal figure to “Make America Great Again” (Anshelm & Hultman, 2014; Pulé & Hultman, 2019). Climate change denialism and gender in Trump’s America In Trump’s America, climate change is denied and environmental activism is (re)feminised, leading to many men’s reluctance to engage in “green behaviours” (Brough et al., 2016). In comparison to other groups and genders, American white males are likely to be less knowledgeable and informed about climate change, and/or to support pro-environmental beliefs, suggesting that the ‘white male effect’ is likely caused by an irresponsible distrust of climate science (Pulé & Hultman, 2019). In the U.S., conservative political discourse endorses the white male effect because it appeals to those who identify with the ideals epitomised by industrial modernisation and capitalism. In neoliberal societies, such as Trump’s America, greenhouse gas pollution is thus understood not as an ecological imbalance, but as a security issue and a scientific problem to be addressed with autocratic, ‘masculine’ technologies and economic strategies like geoengineering or market-based responses. In order to “Make America (economically) Great Again”, Trump has encouraged the two constituencies of the industrial/breadwinner typology to join forces and (re)assert the privileges afforded by masculine dominance, thereby wedding the owners of production with the means of production in the pursuit of industrial growth and corporate capitalism, noting that each requires the other to thrive. The exposure of these political strategies highlights the links between conservativism, patriarchy and climate change denialism in countries such as the U.S. It also reiterates that the status quo will likely remain the same until industrial elites are called to account for their exploitation of people both within their own system, and outside of it. The latter is highly unlikely, however, given that industrial/breadwinner masculinities have the most to lose from a total overhaul of global systematics towards a truly sustainable future that places all life (and all species) on equal footing (Pulé & Hultman, 2019). The Attack on Greta Thunberg: Climate Activism in a Patriarchal Gendered Climate In the final section of this paper, I offer brief analytic insights into 20 statements made by various members of Thunberg’s opposition in the fight against climate change. Details are provided for the speakers of each of the statements (name, affiliation and date), in order to show that Thunberg’s antagonists are almost always white men with conservative political leanings and affiliations with industrial powerhouses in “Western” societies. The discussion is organised thematically into three distinct sections, and each of these sections explores different characteristics of the relationship between climate change denialism and gender. For each theme, the relevant statements are provided and then explored below. Ultimately, the analysis speaks to the connections between capitalism, patriarchy and climate denialism, illustrating how several of Thunberg’s personal features are scapegoated in the name of safeguarding the industrial/breadwinner masculinities complex and broader identity/ideology configurations (white patriarchy and capitalism). Infantilisation, mental illness and the politics of affect Statements “Freakishly influential with many mental health disorders; chronically anxious and disturbed” (Andrew Bolt[5], 2019) “Hysterical teenager” (Chris Kenny[6], 2019) I can’t tell if Greta needs a spanking or a psychological intervention…probably both (John Ocasio-Nolte[7], 2019) She seems like a very happy young girl looking forward to a bright and wonderful future. So nice to see! (Donald Trump[8], 2019) So ridiculous. Greta must work on her Anger Management problem, then go to a good old-fashioned movie with a friend! Chill Greta, Chill! (Donald Trump, 2019) Thunberg is articulate, but she is very young, and she seems very overemotional (Piers Morgan[9], 2019) A vulnerable young drama queen who should go back to school (Piers Morgan, 2019) You’re just a sweet little child (Bjørn Lomborg[10], 2019) Full-on adolescent meltdown. And no. You cannot stay out past 10. And you cannot go out in a skirt that short (Jeremy Clarkson[11], 2019) Analytic commentary In this first theme, Thunberg is infantilised. Words such as “teenager”, “girl”, “young”, “little” “school” and “child” are employed to convey the idea that she is a “vulnerable” girl child and in need of protection. “Spanking” and “going to a good old-fashioned movie with a friend” are proposed as possible interventions that might help Thunberg to live as a “normal” young woman should live (according to the values and gendered codes espoused in “Western” patriarchal circles). Spanking exemplifies a punishing intervention that a parent would typically use to discourage a child’s misbehaviour, whilst going to see a film with friends is an activity that a parent may recommend either in order to reward a child for good behaviour, or to assist in calming the child’s emotional state. The use of the infantilising strategy by these particular men against Thunberg (who is an adolescent woman) establishes a specific power dynamic that is underpinned by paternalistic and misogynistic discourses. The paternalistic overtones are nowhere more explicit than in the statement made by Jeremy Clarkson, where he reprimands Thunberg as if he is were addressing his own daughter: she “cannot stay out past 10” and she “cannot go out in a skirt that short”. A problematic feature of most “Western” patriarchal cultures is the worship and eroticism of feminine innocence and youth, which abounds in mainstream advertising and other media. There is an inherent paradox to this trend: in these societies, disgust is expressed towards paedophilia, but simultaneously, adult women are routinely infantilised with tropes such as the “sexy, innocent schoolgirl”, which is packaged as an appropriate erotic fantasy for male consumption (especially in pornography, where levels of child and teen porn consumption are ever-increasing)[12]. Mainstream media and popular culture seem to have accustomed their consumers to images of sexy young women who blur the boundaries between “child” and “adult”, meaning that we are living in a world where it is acceptable for certain men to address women with such blatant and unabashed sexism (Love, 2019). In the context of climate change denialism, it is possible that the infantilising tactic thus serves multiple purposes: Firstly, it has the ability to put Thunberg, and other female dissenters, in their place by reminding them that they should do as other girl children do; keeping quiet and leaving the ‘serious business’ (climate science and change) to their paternal figures. It also functions to belittle Thunberg’s maturity, intelligence and reasoning about the fact that climate change has to be tackled at systems level. By diminishing her child status, these men are able to render her less threatening to their collective sense of identity and to preserve their own power. Thunberg’s mental state and emotionality are also targeted in this theme. The men state that she is “freakish”, “mentally ill”, “chronically anxious”, “disturbed”, “hysterical”, “vulnerable” and a “drama queen” needing “psychological intervention” for her “mental health disorders” and “anger management problem”. Each of these critiques implies that Thunberg displays the qualities of a person who is struggling with their mental health, or who might be “crazy”, “insane” or “mad”. The attack on Thunberg’s mental health is achieved through the use of discourses around gender and mental illness that have been used to oppress and control certain women for centuries: from the Middle Ages, where women were murdered because they were considered ‘witches’ in the eyes of man-made law, through to the nineteenth-century phenomenon of the ‘hysterical woman’ who was considered nothing more than an asylum-bound lunatic who needed to have her feet bound and (better yet) a clitoridectomy to correct her psyche (Ussher, 1992). Like many women before her, Thunberg’s reasoning and the feelings (including anger, disbelief, concern and passion) that she expresses towards the issue of climate change are dismissed as nothing more than the emotional cries of a mad woman. Despite the fact that there is an abundance of rigorous, scientific research to support her claims and pleas for change, she is constructed as another overly-emotional woman who needs a good spanking from her father to set her straight. Thunberg is warned that she must “chill” and that she needs to be “sweet” and “happy” because she has a “bright future” ahead of her. These statements reveal the patriarchal tendency for particular kinds of men to silence women who speak out against the ills of a patriarchal world order. This silencing is achieved through the relegation of Thunberg’s affectual expression to the realm of insanity, which is located (in patriarchal terms) on the peripheries of masculine logic, rationality, neutrality, objectivism and reason. Discourses of climate change denialism are explicit in the construction of her “bright future”: in reality, Thunberg knows (and environmental scientists know) that the future of our species is going to be anything but bright if ecological devastation is allowed to continue. In The Cultural Politics of Emotion, feminist author Sarah Ahmed (2014) explores the political and cultural economies of emotion, noting how the expression of emotions such as anger and rage by women is not validated, or considered legitimate by patriarchal men. These discourses illuminate the idea that, in many “Western” patriarchal societies, women must be seen but not heard, and that they are allowed to have opinions, so long as they are not expressed too loudly and so long as they do not threaten the hegemony of certain masculinities. Where climate change is concerned, the gendered politics of affect condone an emotional silencing of women who try to expose the damage that has been (and continues to be) perpetrated by particular systems (capitalism; patriarchy) against the natural environment and particular groups of otherised people. By portraying Thunberg as a hysterical woman, these men are able to deflect attention away from her mission and to create a scapegoated hype around her supposed insanity; this means that they are again allowed to refuse responsibility for ecological and patriarchal violences in the name of sustained economic prosperity. Sexuality and the body Statements Greta doesn’t match the sexy Swedish girls of my youth (Bernard Pivot[13], 2019) She has the body of a cyborg (Michel Onfray[14], 2019) Her face is scary (Pascal Bruckner[15], 2019) Analytic commentary This theme exposes some of the ways in which patriarchal discourse objectifies women (and their bodies) in order to ensure the dominance of certain men in hegemonic gendered hierarchies. In the above statements, Thunberg’s antagonists criticise her body and face. To say that her body resembles that of a “cyborg” implies that it is not warm and human, but frigid, non-anthropoid and biomechatronic. These ideas are echoed in the constructions of her face and physical appearance as “scary” and “unsexy”. For these men (all of whom are popular white, French intellectuals and philosophers), Thunberg cannot be sexualised and this is clearly experienced as foreign, unintelligible, threatening and uncomfortable (“scary”): her face does not smile and flutter its eyelashes in the way that the faces of “sexy girls” ought to do. Hence, a physical “mismatch” is experienced by men like Bernard Pivot, for example, between Thunberg and “sexy Swedish girls” (“normal” girls). Thunberg’s performance of gender does not conform to mainstream conventions that prescribe how adolescent women should present themselves. She typically wears minimalist and plain clothing, styles her hair in simple braids and does not wear makeup. These aesthetic choices and practices seem to be reflective of her politics (anti-capitalist; anti-patriarchy; environmentalist). It is widely known that the beauty and fashion industries inflict multiple violences against the natural environment and certain groups of people, particularly in terms of the resources that these trades consume, the people that they exploit for cheap (and often dangerous) labour and the amount of waste that they produce (see, e.g. Collins & Rothe, 2019). However, the central message behind Thunberg’s gender presentation choices is not decipherable to patriarchal men, who are not accustomed to seeing young women represented in ways that are non-sexualised. One male Twitter user even went so far as to tweet, in response to one of Thunberg’s speeches, that “no one wants to take advice from ugly girls” (Mason, 2019). This gendered dynamic constitutes a clear indication of how the sexualisation of women in popular culture has proliferated. It also serves as a testament to the complicity of both the fashion and beauty industries in the commodification and objectification of women’s bodies, as well as a complete erasure of their intelligence, opinions and characters (Love, 2019). Scholars such as Rodrigues and Przybylo (2018) have explored the politics of “ugliness”, noting that, in contemporary gendered and aesthetic economies, ugliness represents much more than just a random property of an individual’s physical appearance. It functions as a distinct social category that demarcates one’s capital and access to particular social, cultural and political spaces and resources. The objectification of Thunberg’s body, and the focus on her constructed “ugliness” by this cadre of men, illustrates that in dominant gender configurations, it is not uncommon for women to be deemed unsightly if they deviate from patriarchal gendered norms. In this case, the depiction of Thunberg as a monstrous, deformed woman is a strategy to silence her, making sure that she has no legitimacy in the realm of climate change science and politics. There is no denying that her message is unsettling to climate change sceptics, who must resort to playground politics and a perverse focus on her physical appearance in order to make sure that she keeps quiet and does not continue to misbehave; lest their greed and ongoing indifference to the suffering of other species be exposed. The trial and execution of Joan of Arc provides a historical reference which echoes particular elements characterising the personal attack against Thunberg, showing how gender has featured as a scapegoat in periods where certain women have rebelled against patriarchal systems. According to Grigat and Carrier (2007), Joan’s case is an effective representation of how the persecution of women manifests as a reaction to some men’s anxieties around the destabilisation of systems that privilege particular masculinities. As a young woman who refused to conform to gendered conventions, Joan provoked a system in which power revolved around noble birth, extensive theological training and the fact of being male. Historians have noted that Joan’s appearance resembled that of a male knight; that she wore white armour, cut her hair very short and rode a white horse. Her gendered and sexual transgressions were equated, by her English and Anglo-Burgundian enemies, to a force that endangered English patriarchal authority, at the fault line between gender and politics: her behaviours, and her gender presentation in particular, meant that she was largely unintelligible to her enemies and to the men who would judge her during her trial (Warren, 2005). The notion of her unintelligibility is reinforced in the trial transcriptions, in which there is evidence to suggest an explicit focus on her gender performance. Her attire “left nothing about her to indicate the female sex, except what nature gave to her to distinguish her sex” (Warren, 2005, pp. 159-160). Joan could not be sexualised, and her defiance of gendered and sexual conventions was totally incomprehensible to her male antagonists and jurors. Also evident in the trial transcripts are gendered and sexual tropes, such as that of the seductress, the witch, the virgin and the holy transvestite: Joan was labelled with various French slurs, including La Pucelle (the virgin) because of her abstinence from sexual intercourse with men, and Hommase (man-woman) because of her physical presentation. Had Joan lived, she would have been made ruler of France, but this fact destabilised the privileges afforded to men at the intersections of gender, religion, class and politics. Hence, Joan was seen as embodying a heretic force that was “essentially that of mounting effective political opposition to those with political power” (Brown, 2000, p. 302). In order to detract attention from the problems with this system of hierarchical gender power, Joan’s gendered performance was scapegoated as grounds for heresy and violent, public execution on charges of “wearing men’s clothing” and “witchcraft”. Trial transcripts have revealed that Joan, herself, was aware of these power dynamics, and she communicated this by saying: “Oh, you write the things which are against me, but not the things which are in my favour” (Grigat & Carrier, 2007, p. 13). Because she called for change at broad political levels, fighting against unfair land occupation and considerable violence and animosity, Joan’s actions were deemed intolerable and she was burned at the stake as a witch. Like Joan of Arc, Thunberg is a female activist whose message and reality are denied repeatedly, in the name of protecting particular systems that privilege the voices and power of patriarchal men who are also largely responsible for the current ecological crisis. By scapegoating women’s physicalities, gendered identities and sexualities, these men detract focus away from the harm and violence that their systems inflict, thereby attempting to make invisible the potential for women to take up space and power in socio-political milieus where change might be catalysed. Such strategies are not random, static or ahistorical; rather, they are located within histories of excessive greed, consumption, commodification and objectification at the hands of certain masculine identities and they continue to be (re)produced when women speak out against their tyranny. Politics, intellect, education and science (man) versus faith and the supernatural (woman) Statements Medieval witchcraft (Marc Morano[16], 2019) If the climate action movement were about science, it would be led by scientists rather than by a mentally-ill Swedish child who is being exploited by her parents and by the international left (Michael Knowles[17], 2019) Greta the Climate Puppet (Steve Milloy[18], 2019) This poor young woman increasingly looks and sounds like a cult member. The monotone voice. The look of apocalyptic dread in her eyes. The explicit talk of the coming great ‘fire’ that will punish us for our eco-sins (Brendan O’Neill[19], 2019) There is something chilling and positively pre-modern about Ms Thunberg (Brendan O’Neill, 2019) Patron Saint of the Age of Stupid (James Delingpole[20], 2019) We gave you mobile phones and laptops and the internet. We created the social media you use every day and we run the banks that pay for it all. How dare you stand there and lecture us, you spoiled brat (Jeremy Clarkson, 2019) It’s a joke. After she goes and studies economics in college she can come back and explain that to us (Steve Mnuchin[21], 2018) Analytic commentary In the third and final theme, dichotomies are established between politics, intellect, education and science versus faith and the supernatural. The statements made by Thunberg’s antagonists construct these polarisations in gendered terms and establish a particular power dynamic between men (hardworking scientists) and women (witchy dissenters with no intellectual footing). Using “us versus them” discourse, Thunberg’s antagonists construct themselves as the guardians of science, intellect, economic prosperity and technological advancement, whilst simultaneously constructing the anti-climate change movement as a “cult”. Their suggestion is that the anti-climate change movement comprises a group of fanatical, uneducated, leftist people whose message can be whittled down to nothing more than fear mongering. The gendered dimensions of climate change denialism are also at play in this theme: Thunberg is constructed as a “stupid”, uneducated woman who should “go and study economics at college” before attempting to match the scientific knowledge and prowess that her male antagonists possess. Hence, these climate sceptics position themselves as the guardians of intellect, science and economics; things about which Thunberg (and other young women who speak out) could not possibly know anything (for she is nothing more than a “poor young woman”). By establishing these polarities, climate change denialists are able to devalue the core message of the anti-climate change movement, decreasing the likelihood that people like Thunberg will be taken seriously; this, in turn, allows white, conservative patriarchal men to retain status, power and privilege. From these statements, it is evident that climate change denialists are defensive of their histories at the forefront of modern industrialisation and development. They construct the ecological crisis as an issue that is purely economic, technical and scientific, which gives them greater legitimacy in controlling how the problem will be solved; they are free to invent renewed (and even grander) economic schemes that hold the key to resolving all of the world’s ills. If they are to defend their territory (which is also the territory of the men who came generations before them), and to avoid taking accountability for their culpability, climate change denialists cannot afford to allow for the environmental crisis to be exposed for what it is: an intersectional, planetary-scale catastrophe that is as much about science as it is about humanity, people, injustices and inequalities. Because they invented “mobile phones and laptops and the internet [and] social media” and because they “run the banks that pay for it all”, these men view it as their responsibility to protect economic prosperity from the “pre-modern witchcraft” of the anti-climate change movement. Conclusions Climate change denialism poses a major threat to environmental preservation because it denies the possibilities for counter-discourses to be levelled against mainstream assumptions about “the good life”, economic growth, prosperity and development. In the name of “science”, the continued exploitation of nature and women by capitalist, patriarchal regimes is facilitated by particular cadres of men who will stop at nothing to defend their positions as the guardians of “good living”. In this piece, I explored how the personal attacks that have been levelled against Thunberg can be understood as one symptom of a broader set of systemic configurations that (re)produces particular identity politics and socio-political power dynamics. The attacks offer important insights into climate change politics, but also reveal some pertinent truths about our current gendered climate. Unless we can mainstream critical analyses of gendered dimensions within climate change and development rhetoric, it is unlikely that climate change denialism will cease. With the increased visibility of activists such as Greta Thunberg, who challenges the stability of climate change sceptics with a critical, impassioned and unrelenting determination, we may yet witness change at structural levels and an easing of the multiple violences that occur at the hands of powerful, white men. References Adams, C. J. (2015). The Sexual Politics of Meat – 25th Anniversary Edition: A Feminist-Vegetarian Critical Theory. Bloomsbury Publishing. Ahmed, S. (2014). The Cultural Politics of Emotion. Edinburgh University Press. Anshelm, J., & Hultman, M. (2014). A green fatwā? Climate change as a threat to the masculinity of industrial modernity. NORMA, 9(2), 84–96. https://doi.org/10.1080/18902138.2014.908627 Arora-Jonsson, S. (2011). Virtue and vulnerability: Discourses on women, gender and climate change. Global Environmental Change, 21(2), 744–751. https://doi.org/10.1016/j.gloenvcha.2011.01.005 Bareket, O., Kahalon, R., Shnabel, N., & Glick, P. (2018). The Madonna-Whore Dichotomy: Men Who Perceive Women’s Nurturance and Sexuality as Mutually Exclusive Endorse Patriarchy and Show Lower Relationship Satisfaction. Sex Roles, 79. 10.1007/s11199-018-0895-7. Booth, K. (2015, August 31). Hurricane names: A brief (and sexist) history. Women in the World. https://womenintheworld.com/2015/08/31/hurricane-names-a-brief-and-sexist-history/ Brough, A. R., Wilkie, J. E. B., Ma, J., Isaac, M. S., & Gal, D. (2016). Is Eco-Friendly Unmanly? The Green-Feminine Stereotype and Its Effect on Sustainable Consumption. Journal of Consumer Research, 43(4), 567–582. https://doi.org/10.1093/jcr/ucw044 Brown, H. O. J. (2000). Heresies: Heresies and Orthodoxy in the History of the Church. Hendrickson Publishers. Collins, V., & Rothe, D. (2019). The Violence of Neoliberalism: Crime, Harm and Inequality. Routledge. Gelin, M. (2019, August 28). The Misogyny of Climate Deniers. The New Republic. https://newrepublic.com/article/154879/misogyny-climate-deniers Grigat, D., & Carrier, G. (2007). Gender Transgression as Heresy: The Trial of Joan of Arc. Past Imperfect, 13. https://doi.org/10.21971/P7BC7V Kaijser, A., & Kronsell, A. (2014). Climate change through the lens of intersectionality. Environmental Politics, 23(3), 417–433. https://doi.org/10.1080/09644016.2013.835203 Kinnvall, C., & Rydstrom, H. (Eds.). (2019). Climate Hazards, Disasters, and Gender Ramifications (1st ed.). Routledge. https://doi.org/10.4324/9780429424861 Love, C. (2019, March 1). Baby Face review – terrifying take on the infantilisation of women. The Guardian. https://www.theguardian.com/stage/2019/mar/01/baby-face-review-terrifying-take-on-the-infantilisation-of-women-theatre-deli-sheffield Masika, R. (2002). Gender, development, and climate change. Oxfam. Mason, G. (2019, September 3). The Ugly Campaign to Discredit Greta Thunberg. The Globe and Mail. https://www.theglobeandmail.com/opinion/article-the-ugly-campaign-to-discredit-greta-thunberg/ Merchant, C. (1990). The Death of Nature: Women, Ecology and the Scientific Revolution. HarperCollins. Moosa, C. S., & Tuana, N. (2014). Mapping a Research Agenda Concerning Gender and Climate Change: A Review of the Literature. Hypatia, 29(3), 677–694. https://doi.org/10.1111/hypa.12085 Nelson, J. A. (2007). Economists, value judgments, and climate change: A view from feminist economics. Ecological Economics, 65(3), 441–47. Ortner, S. (1974). Is female to male as nature is to culture? In M. Z. Rosaldo and L. Lamphere (eds), Woman, culture, and society. Stanford, CA: Stanford University Press, pp. 68–87. Plumwood, V. (2007). A review of Deborah Bird Rose’s Reports from a wild country: Ethics of decolonisation. Australian Humanities Review, 42, 1–4. Pulé, P., & Hultman, M. (2019) “Industrial/Breadwinner Masculinities and Climate Change: Understanding the ‘White Male Effect’ of Climate Change Denial” in Rydström, H., & Kinnvall, 5 C. (2018). Climate Hazards, Disasters, and Gender Ramifications. Routledge. Reidmiller, D. R., Avery, C. W., Easterling, D. R., Kunkel, K. E., Lewis, K. L. M., Maycock, T. K., & Stewart, B. C. (2018). Impacts, Risks, and Adaptation in the United States: The Fourth National Climate Assessment, Volume II. U.S. Global Change Research Program. https://doi.org/10.7930/NCA4.2018 Rodrigues, S., & Przybylo, E. (2018). On the Politics of Ugliness. Springer. Soper, K. (2008). Rethinking the “good life”: The consumer as citizen. Capitalism Nature Socialism, 15. 111–116. 10.1080/1045575042000247293. Toshkov, D. (2016). Research Design in Political Science. Palgrave Macmillan. Ussher, J. M. (1992). Women’s Madness: Misogyny or Mental Illness? Amherst, MA: U of Massachusetts, Print. Vertigan, M., & Nelson, C. (2019, October 2). Why angry, middle-aged men are so threatened by Greta Thunberg. Quartz. https://qz.com/1719873/greta-thunberg-comes-under-attack-from-misogynistic-men/ Warren, N. B. (2005). Women of God and Arms: Female Spirituality and Political Conflict, 1380-1600. University of Pennsylvania Press. About the author Gabriela Pinheiro is a critical social and psychological researcher. Gabriela joined the CSA&G in 2020 where she manages the Gender Justice Project in collaboration with the Irish Embassy and is also involved with other ongoing work in the CSA&G. She completed her Master’s in Research Psychology at the University of the Witwatersrand and interned at the UNISA Institute for Social and Health Sciences. Her research background includes work in the South African Higher Education sector and community engagement. She has particular interest in the study of critical social psychologies, genders and sexualities, and student health/wellbeing. Footnotes [1] Throughout this paper, terms such as “global north”, “global south”, “Western”, “developing” and “developed” are placed in inverted commas to show that they are not fixed or stable; they have been widely contested and critiqued. A rehashing of these critiques is not within the scope of this paper, but can be explored with reference to sources such as Toshkov, 2016. However, it should be noted that I use the terms as they feature in popular development rhetoric, with the aim of critiquing their popularity and the “essential” and “homogenous” groups of people that they claim to capture and represent. [2] For more information, visit: https://fridaysforfuture.org/. [3] Banks is a prominent right-wing, British businessman and previously one of the largest donors to the United Kingdom Independence Party. He tweeted this statement in late 2019. [4] At this time, Thunberg was embarking on a two-week, zero-carbon yachting expedition across the North Atlantic. [5] Bolt is a conservative social and political commentator for Sky News, Australia. [6] Kenny is a political commentator and adviser who has his own segment on Sky News, Australia. He belongs to the Liberal Party of Australia (conservative; centre-right). [7] Ocasio-Nolte is a right-wing journalist for American news platform “Breitbart”. [8] The current U.S. President; member of the American Republican Party. [9] Morgan is a conservative British journalist and presenter on “Good Morning, Britain!” [10] Lomborg is a staunch climate change denialist; Danish author and President of his think tank, Copenhagen Consensus Center. He is also the former director of the Danish government’s Environmental Assessment Institute in Copenhagen. [11] Clarkson is an English broadcaster, journalist and writer who specialises in motoring. He is best known for co-presenting the motoring programmes Top Gear, from 2002 until 2015, and The Grand Tour alongside Richard Hammond and James May. Whilst he positions himself as apolitical, the views expressed in his books and shows are largely right-wing. [12] See, e.g. https://enough.org/ for more information and statistics. [13] Pivot is a French producer and writer. He is 85-years-old. [14] Onfray is a popular French writer and philosopher. He claims to be left-wing, but frequently expresses controversial, right-wing opinions. [15] Bruckner is a French writer and philosopher. He is 71-years-old. He is a conservative. [16] Morano is a republican political aide. founded and runs the website ClimateDepot.com. ClimateDepot is a project of the Committee for a Constructive Tomorrow, a Washington, D.C. non-profit that promotes climate change denial. [17] Knowles is is an American conservative political commentator, podcaster, and author. [18] Milloy is a lawyer, lobbyist, author and Fox News commentator. He describes himself as a libertarian and his close financial and organizational ties to tobacco and oil companies. He is also the founder and publisher of JunkScience.com, and an environmental and public health consultant. [19] O’Neill is a British columnist. has opposed the tackling of global warming through reductions in carbon emissions and instead advocates for “technological progress” to deal with the damage done by climate change. [20] Delingpole is a conservative British writer and renowned climate change sceptic. [21] Mnuchin is an American investment banker is serving as the 77th U.S. Secretary of the Treasury as part of the Cabinet of Donald Trump.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn1",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn2",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn3",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn4",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn5",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn6",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn7",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn8",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn9",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn10",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn11",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn12",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn13",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn14",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn15",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn16",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn17",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn18",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn19",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn20",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftn21",
    "https://doi.org/10.1080/18902138.2014.908627",
    "https://doi.org/10.1016/j.gloenvcha.2011.01.005",
    "https://womenintheworld.com/2015/08/31/hurricane-names-a-brief-and-sexist-history/",
    "https://doi.org/10.1093/jcr/ucw044",
    "https://newrepublic.com/article/154879/misogyny-climate-deniers",
    "https://doi.org/10.21971/P7BC7V",
    "https://doi.org/10.1080/09644016.2013.835203",
    "https://doi.org/10.4324/9780429424861",
    "https://www.theguardian.com/stage/2019/mar/01/baby-face-review-terrifying-take-on-the-infantilisation-of-women-theatre-deli-sheffield",
    "https://www.theglobeandmail.com/opinion/article-the-ugly-campaign-to-discredit-greta-thunberg/",
    "https://doi.org/10.1111/hypa.12085",
    "https://doi.org/10.7930/NCA4.2018",
    "https://qz.com/1719873/greta-thunberg-comes-under-attack-from-misogynistic-men/",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref1",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref2",
    "https://fridaysforfuture.org/",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref3",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref4",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref5",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref6",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref7",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref8",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref9",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref10",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref11",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref12",
    "https://enough.org/",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref13",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref14",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref15",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref16",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref17",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref18",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref19",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref20",
    "https://www.csagup.org/2020/05/22/change-is-coming-whether-you-like-it-or-not-greta-thunberg-as-a-threat-to-the-stability-of-capitalist-and-patriarchal-systems/#_ftnref21"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}