{
  "title": "Press Statement: CSA&G and SHR, University of Pretoria, Recognise, Support and Commemorate International Day against Homophobia, Biphobia and Transphobia (IDAHOBIT) 2020",
  "permalink": "https://www.csagup.org/2020/05/19/press-statement-csag-and-shr-university-of-pretoria-recognise-support-and-commemorate-international-day-against-homophobia-biphobia-and-transphobia-idahobit-2020/",
  "datePublished": "2020-05-19T13:01:02+01:00",
  "dateLabel": "19th May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>The<a href=\"https://www.chr.up.ac.za/\" target=\"_blank\" rel=\"noopener noreferrer\"> Centre for Human Rights</a> and the&nbsp;Centre for Sexualities, AIDS and Gender&nbsp;(CSA&amp;G), recognise, support, and commemorate the International Day Against Homophobia, Biphobia and Transphobia (IDAHOBIT). This annual event, observed on May 17, is marked internationally for the recognition of LGBTIQ+ rights. In particular, it is used to raise awareness and educate the public on issues of violence, discrimination, repression, and also to call attention to the health challenges that detract from the progress and wellbeing of the LGBTIQ+ community all over the world.</p>\n<p><strong><a class=\"button button-2 wf_file\" href=\"https://www.chr.up.ac.za/images/centrenews/2020/Joint_Statement_-_International_Day_Against_Homophobia_Biphobia_and_Transphobia_IDAHOBIT_2020.pdf\" target=\"_blank\" rel=\"noopener noreferrer\"><span class=\"wf_file_text\">Download Press Statement</span></a></strong></p>\n<p>IDAHOBIT also provides the space and opportunity for dialogue and education for the community without succumbing to the gaps and divisions often created by religious, cultural, racial, and class differences. Nevertheless, it is also understood that, within the LGBTIQ+ community itself, there are often divisions between different identifying sub-communities, the kinds of challenges they confront, and the needs most pertinent to them, which inevitably create further differentiation between facets of identity.</p>\n<p>The theme for IDAHOBIT 2020 is&nbsp;<a href=\"https://www.chr.up.ac.za/latest-news/2085-invitation-idahobit-webinar-breaking-the-silence\" target=\"_blank\" rel=\"noopener noreferrer\">‘Breaking the silence’</a>. Across Africa, there is still an active criminalisation and discrimination agenda by state and non-state actors that continues to silence and repress LGBTIQ+ persons, and often resulting in violence, extortion, and displacement. Even in non-criminalised contexts like South Africa, there is still a real and constant social pressure on many LGBTIQ+ persons to conform to heteronormative and cis-gendered standards in order to fit into their family, learning environments, workplaces, and other social structures. LGBTIQ+ persons in Africa face unique challenges through the impact of colonial, military, and apartheid legacies that policed, silenced and attempted to erase queer LGBTIQ+ minorities in their societies.</p>\n<p>By facilitating discussion amongst community members and allies, we can contribute to the promotion of the rights and welfare of LGBTIQ+ persons in Africa.</p>\n<p>As part of IDAHOBIT 2020, the Centre for Human Rights and the Centre for Sexualities, AIDS and Gender organised and co-hosted a webinar event to commemorate the day. The webinar contributed to the discussion of this year’s theme with a focus on the unique challenges faced by LBQ women, transgender people, and gender-nonconforming persons in Africa. It featured panellists Rudo Chigudu, Lara Oriye, and Sylvester Kazibwe who are doctoral and master’s candidates at the Centre for Human Rights. Amongst other issues, panelists considered the ‘absence’ of certain conversations in the queer community and the impact of these. In this vein, themes of intimate partner violence in the community and internalised homophobia were explored. The panelists also recognised that activism is constrained by lockdowns currently in place in response to COVID-19 as human rights defenders cannot travel to defend those accused and arrested due to lockdown restrictions, access to health services and psychosocial support services has been disrupted, and mental health challenges are exacerbated for LGBTIQ+ people during this time. The audience also had the opportunity to contribute comments and ask questions.</p>\n<p><strong>About CSA&amp;G</strong></p>\n<p>The&nbsp;Centre for Sexualities, AIDS and Gender&nbsp;(CSA&amp;G) was established in 1999 as the Centre for the Study of AIDS (CSA) initially as a standalone centre to help guide and shape the University of Pretoria’s (UP) HIV response, its engagement with communities from which staff and students are drawn and implement both service and research programmes. Hence, the CSA&amp;G has always been able to, and continues to situate its work in both theory and practice. Since that time, the CSA&amp;G has found an intellectual home within UP’s Faculty of Humanities but works across all nine UP faculties, support services and its Executive. The CSA&amp;G uses an intersectional approach to sexualities, HIV and gender, promoting human rights and social justice.</p>\n<p><strong>About the Centre for Human Rights</strong></p>\n<p>The Centre for Human Rights is an academic department of the Faculty of Law at the University of Pretoria, South Africa. It doubles as a non-governmental organisation (NGO). As such, the Centre functions as a teaching and research department while also running project activities as an NGO, aimed at training, advocacy, and capacity building.&nbsp; This duality makes the Centre well-placed to deal with topics that may be perceived as contentious or politically charged, such as issues around sexual orientation, gender identity, expression and sex characteristics. The Centre’s reach is within South Africa and beyond, particularly on the African continent. The Centre specialises in human rights law and human rights issues on the African continent while linking these to global human rights knowledge streams and discourses from other regions of the world.</p>\n<hr>\n<p><strong>For more information, please contact:&nbsp;</strong></p>\n<p><strong>Pierre Brouard<br>\n</strong>Deputy Director<br>\nCentre for Sexualitiues, AIDS and Gender (CSA&amp;G)<br>\nUniversity of Pretoria<br>\n<a href=\"https://www.csagup.org/\">www.csagup.org</a><strong>&nbsp;</strong></p>\n<p><strong>Ayodele Sogunro<br>\n</strong>Manager: SOGIESC Unit<br>\nCentre for Human Rights<br>\nUniversity of Pretoria<br>\n<a href=\"http://www.chr.up.ac.za/\">www.chr.up.ac.za</a></p>\n</body></html>",
  "contentText": "The Centre for Human Rights and the Centre for Sexualities, AIDS and Gender (CSA&G), recognise, support, and commemorate the International Day Against Homophobia, Biphobia and Transphobia (IDAHOBIT). This annual event, observed on May 17, is marked internationally for the recognition of LGBTIQ+ rights. In particular, it is used to raise awareness and educate the public on issues of violence, discrimination, repression, and also to call attention to the health challenges that detract from the progress and wellbeing of the LGBTIQ+ community all over the world. Download Press Statement IDAHOBIT also provides the space and opportunity for dialogue and education for the community without succumbing to the gaps and divisions often created by religious, cultural, racial, and class differences. Nevertheless, it is also understood that, within the LGBTIQ+ community itself, there are often divisions between different identifying sub-communities, the kinds of challenges they confront, and the needs most pertinent to them, which inevitably create further differentiation between facets of identity. The theme for IDAHOBIT 2020 is ‘Breaking the silence’. Across Africa, there is still an active criminalisation and discrimination agenda by state and non-state actors that continues to silence and repress LGBTIQ+ persons, and often resulting in violence, extortion, and displacement. Even in non-criminalised contexts like South Africa, there is still a real and constant social pressure on many LGBTIQ+ persons to conform to heteronormative and cis-gendered standards in order to fit into their family, learning environments, workplaces, and other social structures. LGBTIQ+ persons in Africa face unique challenges through the impact of colonial, military, and apartheid legacies that policed, silenced and attempted to erase queer LGBTIQ+ minorities in their societies. By facilitating discussion amongst community members and allies, we can contribute to the promotion of the rights and welfare of LGBTIQ+ persons in Africa. As part of IDAHOBIT 2020, the Centre for Human Rights and the Centre for Sexualities, AIDS and Gender organised and co-hosted a webinar event to commemorate the day. The webinar contributed to the discussion of this year’s theme with a focus on the unique challenges faced by LBQ women, transgender people, and gender-nonconforming persons in Africa. It featured panellists Rudo Chigudu, Lara Oriye, and Sylvester Kazibwe who are doctoral and master’s candidates at the Centre for Human Rights. Amongst other issues, panelists considered the ‘absence’ of certain conversations in the queer community and the impact of these. In this vein, themes of intimate partner violence in the community and internalised homophobia were explored. The panelists also recognised that activism is constrained by lockdowns currently in place in response to COVID-19 as human rights defenders cannot travel to defend those accused and arrested due to lockdown restrictions, access to health services and psychosocial support services has been disrupted, and mental health challenges are exacerbated for LGBTIQ+ people during this time. The audience also had the opportunity to contribute comments and ask questions. About CSA&G The Centre for Sexualities, AIDS and Gender (CSA&G) was established in 1999 as the Centre for the Study of AIDS (CSA) initially as a standalone centre to help guide and shape the University of Pretoria’s (UP) HIV response, its engagement with communities from which staff and students are drawn and implement both service and research programmes. Hence, the CSA&G has always been able to, and continues to situate its work in both theory and practice. Since that time, the CSA&G has found an intellectual home within UP’s Faculty of Humanities but works across all nine UP faculties, support services and its Executive. The CSA&G uses an intersectional approach to sexualities, HIV and gender, promoting human rights and social justice. About the Centre for Human Rights The Centre for Human Rights is an academic department of the Faculty of Law at the University of Pretoria, South Africa. It doubles as a non-governmental organisation (NGO). As such, the Centre functions as a teaching and research department while also running project activities as an NGO, aimed at training, advocacy, and capacity building. This duality makes the Centre well-placed to deal with topics that may be perceived as contentious or politically charged, such as issues around sexual orientation, gender identity, expression and sex characteristics. The Centre’s reach is within South Africa and beyond, particularly on the African continent. The Centre specialises in human rights law and human rights issues on the African continent while linking these to global human rights knowledge streams and discourses from other regions of the world. For more information, please contact: Pierre Brouard Deputy Director Centre for Sexualitiues, AIDS and Gender (CSA&G) University of Pretoria www.csagup.org Ayodele Sogunro Manager: SOGIESC Unit Centre for Human Rights University of Pretoria www.chr.up.ac.za",
  "contentLinks": [
    "https://www.chr.up.ac.za/",
    "https://www.chr.up.ac.za/images/centrenews/2020/Joint_Statement_-_International_Day_Against_Homophobia_Biphobia_and_Transphobia_IDAHOBIT_2020.pdf",
    "https://www.chr.up.ac.za/latest-news/2085-invitation-idahobit-webinar-breaking-the-silence",
    "https://www.csagup.org/",
    "http://www.chr.up.ac.za/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}