{
  "title": "Food, symbolism and gendered identities in Zimbabwean Politics: Mama Grace’s ice cream and the 2017 Zanu-Pf leadership change",
  "permalink": "https://www.csagup.org/2020/05/13/food-symbolism-and-gendered-identities-in-zimbabwean-politics-mama-graces-ice-cream-and-the-2017-zanu-pf-leadership-change/",
  "datePublished": "2020-05-13T14:23:02+01:00",
  "dateLabel": "13th May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><h2><strong>Introduction: Food, an inquiry</strong></h2>\n<p>I seek to provoke deeper inquiries into the centrality of food, food substances, food and the spectacular, and ways of and the sub-texts of serving and consuming food, as well as the ways of imagining food in Zimbabwean politics. Globally, food has become an increasingly contested site for re/thinking about power, imagi/nations, re/distribution, access and agency. This work focuses on the symbolic, cultural and political significance of the ice cream served by Mama Grace Mugabe, (Zimbabwe’s former First Lady) during rallies. The acceptances and rejections of the ice cream, and Mama’s love, care, visibility and naturalized role in the nation graphically reflected the emergent factions within Zanu-Pf and also helped to widen them. To this extent, food, and specifically, the ice cream, acted as an agent of change leading to the ‘new dispensation’ led by Emmerson Mnangagwa. In addition, the ice cream or food serving in general, sprung as an agent of gendered identities as well as their re/production.</p>\n<h2><strong>Food and the everyday </strong></h2>\n<p>In Zimbabwe and elsewhere, food emanates as central to the socio, religious, economic and political aesthetics of groups. Food, consumption habits and culinary rituals are rooted in and exhibit social symbolisms and meanings related to kinships, friendships, political relations and class (Edwin 2008). In Chinua Achebe’s <em>Things Fall Apart</em>, there are “various meanings that food, eating, and hunger acquire in the portrayal of Okonkwo” (Olufunwa 2000:1). The late Zimbabwean controversial writer, Dambudzo Marechera, in most of his works, especially <em>The</em> <em>House of Hunger</em>, focuses on the centrality of food in households and the emanating disorder and violence that results in the absence of food, or its unhealthy and unappetising state. Marechera shows the vulnerability and vulgarity of those who are weak, poor and feminized through food distribution and food disorders. As the narrator says “I couldn’t have stayed on in that House of Hunger where every morsel of sanity was snatched from you the way some kinds of bird snatch food from the very mouths of babes” (Marechera 1978:1). He goes on to show the politics of food even playing out in the imagery of violent gastral outlets and how that relates to the socio-economic, political and religious facets and a human di/satisfaction that goes beyond the physical. Among other works, <em>Coming of the Dry Season</em> (1972) and <em>Waiting for the Rain</em> (1981) by Charles Mungoshi imagine the importance of food through an imagination of droughts or dry seasons, poverty and deprivations. However, an analysis of the central themes in the above works reveal the concepts of hunger and food as going beyond just the physiological as hunger and deprivations relate to identity politics and issues of lack of freedoms and disempowerments. As Lewis (2016:6) argues, “Since eating is perceived to fill the place of some other desire, hunger is seen to result not only from food deprivation, but from other denied or withheld yearnings.”</p>\n<p>Apart from being a means of life sustenance, food is also a system of communication, a body of images, a decorum of usages, situations and behaviour (Barthes 1975). In the African pre-colonial period, food was important to traditional events and meetings. In the Ibgo society in Nigeria and elsewhere, a kola nut is used by a host as a ritual for welcoming guests into his home. This is a powerful symbol of mutual respect, hospitality, friendship and community (Edwin 2008). This view is supported by Kammampoal and Laar (2019) who posit that the Ibgo consider the kola nut as very important in formal and informal gatherings and has enormous cultural capital in satisfying socio-religious functions. It is used as a token of friendship, benevolence, and honor, and is given to a visitor as a sign of hospitality, personality and civility, making it central to Igbo livelihood. The renowned writer and critique, Chinua Achebe makes the kola nut ritual central to his writings by evoking that, ‘He who brings kola brings life.’ Relatedly, Achebe notes; “A man who calls his kinsmen to a feast does not do so to save them from starving. They all have food in their own homes. When we gather together in the moonlit village ground it is not because of the moon. Every man can see it from his own compound” (Achebe 1994:166-7). Though the language is patriarchal and centred on a man’s world, these proverbs are very powerful in revealing that food, food rituals and gatherings have social, religious, economic and political meanings and relevance. In South Africa, research on food reveals there are gendered implications of access to food and gendered labour manipulations in food production and preparation (Lewis 2016). In Zimbabwe, the Shona proverb, <em>Ukama igasva hwunosadziswa nokudya</em> (relationships remain incomplete until you partake of a meal) reveals the importance of food during gatherings and how the serving of food is important to kinship, friendship, loyalty and harmony. Food is central in, among others, traditional ceremonies, family gatherings, funerals and weddings. This links to Freud (1938)’s and Madeira (1989)’s sentiments that eating and drinking with someone symbolically confirms social community and mutual obligations and that food performs social interaction, status and acts both positive and negative social relationships. In the same sense, I see Grace Mugabe’s serving of ice cream at rallies as a political and gender aesthetic.</p>\n<h2><strong>Food and Zanu-Pf’s politics of the spectacular&nbsp; </strong></h2>\n<p>Historically, Zanu-Pf has used food to entice, especially the disadvantaged and impoverished people to vote for it rather than voting for opposition parties. Banking on its ability to provide food, Zanu-Pf situated itself as the mother-provider making sure that children in her nest do not starve, or do not have feelings of starvation and negligence. Those children seen as rebels or refusing to embrace Zanu-Pf are denied food provisions and considered worth dying in a way that evokes Mamdani (1996)’s notion of citizen and subject where state sovereignty use biopolitics to create some kind of ‘death worlds’ for those termed non-citizens. The politicization of food in the context of climate-change induced drought as seen through Zanu-Pf’s selective distribution of food along party lines can be used to exemplify this. Opposition supporters are denied access; they are deemed undeserving by virtue of their political identity – they deserve to die. Food politics is therefore part of the manipulation, electoral malpractices and bribery prevalent in Zimbabwean politics.</p>\n<p>More interesting, however, is that food has also featured in Zanu-Pf internal politics, particularly its 2017 factional politics, especially in the context where Grace Mugabe (a member of the G40 Zanu-Pf faction), assumed the role of mother-provider in her contest for power and authority with the Lacoste faction headed by Emmerson Mnangagwa. The 2017 Zanu-Pf factional fights therefore, mirror the symbolism and cultural politics of food in Zimbabwean politics and Zanu-Pf politics in particular. Thus, food was instrumental as the basis for surveillance, for getting to know the loyal and disloyal. As Grace Mugabe served ice cream at rallies and other events, many expressed gratitude towards Mama’s generosity and made public spectacles of gratitude, satisfaction and loyalty to Mama’s love, care and visibility. However, emphasis on eating Mama’s provisions belittled many in the process who then became fed up with Mama and rebelled. This became a performance of refusal and rejection to toe the line, a reflection of oppositional voices and dissent and has therefore been a metaphor for change.</p>\n<p>Apart from food being used for rallying people behind particular parties, groups and individuals, food has been used as a show of power, a demonstration of gendered and sexual identities. This complex has occurred in a context where the Zimbabwean ‘national family’ has been seen as “an imaginative construct of power relations” (Hunt 1992:196). It is sensible to argue that food has discursive underpinnings in patriarchy and issues of power and resource re/distribution. For some time, Grace Mugabe found agency and political manoeuvring within Zanu-Pf politics by re/producing and performing her gendered role of feeding and caring. However, considering Grace’s fall from grace, challenging simplistic ideas about agency forces us to question the entrapment in patriarchal networks of food sources, food re/production and food re/distribution that link with abilities to control food access and be active political agents.</p>\n<p>It is therefore imperative to focus on the discursive underpinnings of food. The ice cream narrative reflects how a naturalized and normalized order of mother provisions, which itself is anchored on patriarchy, is used in the contest for power and authority in Zimbabwe. Food, and in this case, ice cream is packed with massive symbolic and cultural politics associated with Zanu-Pf’s politics of the spectacular and Zimbabwean nationhood. There is therefore a close relationship between food and speech (Olufunwa 2000), hence food and food ways constitute discourse and discursive subjects.</p>\n<h2><strong>Ice cream and mother/ing the nation</strong></h2>\n<p>Considering that nations are recurrently figured out through the iconography of familial and domestic spaces (Mawere 2019, 2016; McClintock 1993; Yuval-Davies 1997), Grace Mugabe was imagined as the mother of the Zimbabwean nation by virtue of being the First Lady. Motherhood in the Zimbabwean cultural context is associated with many positive attributes. The worthiness of a mother is framed within the mother’s ability to care for and feed her children. Grace’s distribution of food visualizes and memorializes motherhood and mother-child intimacy.</p>\n<p>Grace owns a huge dairy farm in Mazowe, Mashonaland Central. At this farm, other dairy products such as yoghurt, and ice cream are produced. It is important to locate Grace Mugabe’s power and influence within Zanu-Pf and the nation in her innovative projects such as food production and processing at her farm. To some extent, Grace’s efforts speaks to food sovereignty as it relates to women appropriation of food, the value of women’s contributions and the recognition of their contribution to production (Sachs 2013). At the peak of Zanu-Pf’s factional battles, Grace Mugabe addressed many ‘meet the people rallies’ around the country and considering her role as the mother of the nation, the ‘meet the people rallies’ were avenues where the mother met her children and distinguished between the loyal and the disloyal. Zanu-Pf leadership was expected to attend these rallies and participate accordingly. Failure to attend was seen as a sign of insubordination and not supporting the mother’s efforts to assemble, watch over, nurture and take care of the children and one could be labelled a saboteur of the national project.</p>\n<p>When Grace Mugabe fed people at rallies with ice cream, itself a by-product of milk, she attained the symbolic role of a mother feeding and caring for her children and a national mother feeding and caring for the Zimbabwean nation. Breast feeding is considered as a physical, psychological, economical and symbolic presence of a mother. Motherhood is associated with love, care, compassion and sustenance which allow individuals and nations to grow. To this extent, negative motherhood is associated with individual and national death. The ice cream given at rallies came from the Mugabes’ Gushungo Dairy farm, which however is more associated with Grace to underwrite, naturalize and normalize her gendered role as a mother caring for and feeding her children as well as a mother in touch with the soil and therefore with positive femininities. The meanings of land (the Gushungo farm) and the re/productive body of women (Grace) as the source of food and national sustenance is spectacularly demonstrated by Grace Mugabe’s distribution of ice cream from the Gushungo farm, giving women’s labour in general and Grace in particular, some agentive power. Through the distribution of the ice cream made at her farm, Grace shows her industrious, entrepreneurial and innovative skills and therefore, her ability to perform her naturalized role as a mother who takes care and feeds the nation.</p>\n<p>One is forced to re/imagine the Gushungo farm as Grace Mugabe’s extended breasts from where the nation gains sustenance and livelihood, again buttressing the dominant gender categories in the re/constructions of nationhood but also subversively re/imagining the power of women in their marginalized identities. The ice cream both symbolically stands for breast milk and also as a symbol of modernity. Although this links well with Grace’s acquired identity as a modern woman associated with flamboyance, it also positions her as a powerful and innovative woman who moves beyond traditional food ways.</p>\n<p>Anyone who fed on the ice cream was symbolically feeding on Grace Mugabe’s breasts, an act which reflected the recognition of her motherhood and her role as the mother of the nation. Since Grace Mugabe was associated with negative motherhood (Mawere 2019), this performance of her children’s loyalty, contentment and happiness helped to dispel negative images. In providing and feeding her children, Grace managed to “create sustaining relational bonds, generating a sense of security, wellbeing and contentment” (Lewis 2016:3) for herself and those whom she fed. Through the control of food distribution, which basically is a feminine and undermined role, Grace attained power and authority over Zanu-Pf and Zimbabwe, she because a central point of both life and death in Zimbabwean and Zanu-Pf politics. To some extent, this speaks to “how productive freedoms [and power] are embedded in socially neglected practices” (Lewis 2016:2-3) that are associated with the domestic space. Within the domestic space, Grace Mugabe acquired some agentive powers that made her central to both Zanu-Pf and Zimbabwean politics. Thus, by performing her socially expected role as a mother, Grace attained power and authority and managed to perform surveillance on the nation which for some time, enabled her to secure and protect her power and ambitions.</p>\n<p>However, “Unhealthy eating habits can be seen as a form of ‘hunger’, an embodied ‘emptiness’ that results from eating food that is disconnected from relationships of responsiveness, care and intimacy (Lewis 2016). Following this argument, poisoned or contaminated food substances such as is alleged by the Lacoste faction on Grace Mugabe’s ice cream are characteristic of the hunger and the emptiness of Zimbabwean nationalism as they are indicative of self-centredness, extractive and impersonal tendencies rather than mutuality, unity and communal. Refusing Grace’s ice-cream was a performance of the rejection of a poisoned motherhood and a poisoned nationalism.</p>\n<h2><strong>The Ice cream, Lacoste victimhood and poisoned nationhood</strong></h2>\n<p>Positioning themselves as victims of ice cream poisoning, and a poisoned motherhood, Mnangagwa and the Zanu-Pf Lacoste faction did not see Grace’s poisoning as only physical on targeted bodies, but also as symbolic of national poisoning and destruction caused by a woman who had broken boundaries. The poisoned ice cream or food offered by the mother of the nation alludes to national food insecurity, which would negate national growth, especially within the narratives of Zimbabwean nationalism where food and re/production is central to nationhood. Thus, the absence of positive connections between the mother and the nation is mirrored through the poisoned ice cream. The poisoning or imagined poisoning of Mnangagwa’s body is characteristic of the poisoning of the national body by Grace Mugabe. Due to her alliances with the G40, who were considered undesirable elements, Grace Mugabe had become contaminated (Mawere 2019) and as a mother of the nation, her breast milk (and ice cream) was now poisoning and destroying the nation. What is more interesting is that ice cream poisoning situates Grace and women into the dominant discourses that characterize women as witches and witchcraft as a feminine characteristic (Mawere 2019; Gaidzanwa 1985).</p>\n<p>As a response to the poisoning, immediate action (such as done to Mnangagwa to detox and save him) was supposed to be taken to detox and save the Zimbabwean nation, hence the <em>coup d’état </em>framed on <em>Operation Restore Legacy</em> which took the nation by surprise was swiftly carried out by the military <em>junta</em>. Even though Mnangagwa might not have been poisoned by Grace or poisoned through the ice cream, and even if his illness was just some drama, the poisonous ice cream became a metaphor for rejecting Grace’s love and care, and Grace as a mother of the nation. For the Lacoste faction, Grace’s breast was poisonous and produced poisonous milk which if the nation had continued to drink, it could have been fatally contaminated. This discourse is made reasonable through Grace Mugabe’s association with the G40, group which had been virtually homosexualized, dislocated from the <em>Chimurenga </em>ethic and ultimately regarded national pollutants (Mawere 2019, 2016). Thus, the same source and driver of Grace’s power, which is food distribution, was altered through a discourse of poison which sensitized that the seemingly source of life was the source of death, that the nation was drinking from a poisoned breast.</p>\n<p>In addition to the allegations of Grace poisoning both Mugabe and Mnangagwa as fitting in with witchcraft troupes, there is also a ‘femme fatale’ idea (often depicted in film noir), that is associated with Grace. This idea positions women as tempting seductresses and their offerings as ‘toxic’ to men, as they offer a ‘dangerous sexuality’, causing powerful men to fall (Sathyamurthy 2016). The femme fatale relates to the Shona proverb, <em>mukadzi munaku akasaroya anoba</em> (if a beautiful woman is not a witch, she is a thief), which basically associates beauty and seduction with danger. This is interesting in relation to Grace allegedly seducing Mugabe and possibly ‘leading him astray’. Characterized as a loose, urban and flamboyant woman and nicknamed <em>marujata</em> or Gucci Grace, before and in her marriage to Mugabe, and postured as an adulteress (Mawere 2019), Grace Mugabe is associated with a poisonous sexuality that enables her to dominate and control men. Defying dominant feminine sexualities which are posited as private, pure and loyal provides reason for the ‘poisonous’ label given to Grace and provides justification for her rejection as mother of the nation. A revelation of female eroticism is out of touch with nation-craft as seen through various attempts to control the bodies of women and to keep women in specific spaces (Mawere 2019, 2016). It is in this sense that <em>Operation Restore Legacy</em> was also an operation to ‘cleanse’ womanhood and restore women to their ‘proper’ places. The refusal of Grace Mugabe’s offering or dish by the Lacoste faction can therefore be read as a refusal to be trapped by Grace’s ‘poisonous’ sexualities and an effort to decontaminate national motherhood, which is the source of national livelihood and survival.</p>\n<h2><strong>Conclusion: The paradox</strong></h2>\n<p>It is essential “to make food and the politics of food visible…as a way to tackle directly issues of patriarchy, capitalism, the ecological crisis, power and agency in our own spaces, and to truly decolonise food” (Andrews and Lewis 2017:7). Grace Mugabe fell into the trap of dominant discourses that provide binary spaces for men and women, and that locate the joys of motherhood in domestic spaces such as caring for and loving children. It is crucial to know that it is this effort to submit herself to the expectations of motherhood and the dictates of patriarchy that contributes to and trigger narratives that disqualify her motherhood. By trying to impress and perform the gendered role of providing as expected of motherhood, Grace’s efforts suffer a backlash as the same expectation which she had fulfilled and marked her as a mother and powerful woman became instrumental to her enemies. The same food, or ice cream which she provided to the children became a weapon in the hands of the Lacoste faction as narratives that Mnangagwa was given poisoned ice cream circulated. This meant that the nation’s motherhood was poisonous and therefore dangerous to the nation’s being. The same ice cream which Grace used to claim and perform motherhood and attain power became a metaphor for her failure as a mother, leading to the collapse of her power, that of her husband, Robert Mugabe, setting the pace for Mnangagwa’s new dispensation.</p>\n<p>This article was first published on <a href=\"https://www.justgender.org/\" target=\"_blank\" rel=\"noopener noreferrer\">Gender Justice</a>, a CSA&amp;G project.</p>\n<h2><strong>BIBLIOGRAPHY</strong></h2>\n<p>Achebe, C. 1994. <em>Things Fall Apart.</em> New York: Anchor Books.</p>\n<p>Andrews, D. &amp; Lewis, D. 2017. “Decolonising Food Systems and Sowing Seeds of Resistance: Disentangling knowledges about seed”, The African Centre for Biodiversity.</p>\n<p>Barthes, R. 1975. “Towards a psychosociology of contemporary food consumption.” In Elborg Foster &amp; Robert Forster (eds.), <em>European diet from Pre-industrial to modern times</em>. New York, 47-59.</p>\n<p>Edwin, S. 2008. Subverting Social Customs: The Representation of Food in Three West African Francophone Novels. <em>Research in African Literatures</em>, 39(3),39-50.</p>\n<p>Freud, S. 1938. <em>Totem and Taboo.</em> New York: The Modern Library.</p>\n<p>Gaidzanwa, R. 1985. <em>Images of Women in Zimbabwean Literature.</em> Harare: College Press.</p>\n<p>Hunt, L. 1992. <em>The Family Romance of the French Revolution.</em> Berkeley: University of California Press.</p>\n<p>Kammampoal, B. and Suuk Laar, S. 2019. The kola nut: Its symbolic significance in Chinua Achebe’s <em>Things Fall Apart</em>, <em>International Journal on Studies in English Language and Literature (IJSELL)</em>,7(8), 26-40.</p>\n<p>Lewis, D. 2016. Bodies, matter and feminist freedoms: Revisiting the politics of food. <em>Agenda</em>, 30(4),6-16.</p>\n<p>Madeira, K. 1989. “Cultural meaning and use of food: A selective bibliography (1973-987).” In Mary-Anne Schofield (ed.),<em> Cooking by the book: Food in Literature and culture</em>. Bowling Green: Bowling Green State, 207-15.</p>\n<p>Mamdani, M. 2018. <em>Citizen and Subject: Contemporary Africa and the legacy of late colonialism</em>. Princeton: Princeton University Press.</p>\n<p>Marechera, D. 1978. <em>The House of Hunger</em>. London: Heinemann.</p>\n<p>Mawere, T. 2019. <em>Gendered and Sexual Imagi(nations): the 2018 Zimbabwean E(r)ections and the Aftermath</em>, Pretoria: CSA&amp;G Press.</p>\n<p>Mawere, T. 2016. Decentering nationalism: representing and contesting Chimurenga in Zimbabwean popular culture, PhD dissertation. Cape Town: University of the Western Cape.</p>\n<p>McClintock, A. 1993. Family feuds: Gender, nationalism and the family. <em>Feminist Review,</em> 61-80.</p>\n<p>Mungoshi, C. 1981. <em>Waiting for the rain.</em> Harare: Zimbabwe Publishing House.</p>\n<p>Mungoshi, C. 1972. <em>Coming of the dry season</em>. Oxford: Oxford University Press.</p>\n<p>Olufunwa, H.O. 2000. Eating With Kings: Food and Ambition in Chinua Achebe’s <em>Things Fall Apart</em>. <em>Proteus: A Journal of Ideas</em>, 17(1), 69-71.</p>\n<p>Sachs, C. 2013. “Feminist Food Sovereignty: Crafting a New Vision”, Paper Presented at Conference on Food Sovereignty: A Critical Dialogue. Yale University, 14-15 September. (Available at <a href=\"https://www.tni.org/en/briefing/feminist-food-sovereignty-crafting-new-vision\">https://www.tni.org/en/briefing/feminist-food-sovereignty-crafting-new-vision</a>, accessed 10 March 2020).</p>\n<p>Sathyamurthy, K. 2016. “Femme Fatale: Tropes of deviant sexuality and empowerment” (Available at <a href=\"https://go.distance.ncsu.edu/gd203/?p=17783\" class=\"broken_link\">https://go.distance.ncsu.edu/gd203/?p=17783</a> , accessed 20 April 2020).</p>\n<p>Yuval-Davis, N. 1997. <em>Gender and Nation</em>. London: Sage Publications.</p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "Introduction: Food, an inquiry I seek to provoke deeper inquiries into the centrality of food, food substances, food and the spectacular, and ways of and the sub-texts of serving and consuming food, as well as the ways of imagining food in Zimbabwean politics. Globally, food has become an increasingly contested site for re/thinking about power, imagi/nations, re/distribution, access and agency. This work focuses on the symbolic, cultural and political significance of the ice cream served by Mama Grace Mugabe, (Zimbabwe’s former First Lady) during rallies. The acceptances and rejections of the ice cream, and Mama’s love, care, visibility and naturalized role in the nation graphically reflected the emergent factions within Zanu-Pf and also helped to widen them. To this extent, food, and specifically, the ice cream, acted as an agent of change leading to the ‘new dispensation’ led by Emmerson Mnangagwa. In addition, the ice cream or food serving in general, sprung as an agent of gendered identities as well as their re/production. Food and the everyday In Zimbabwe and elsewhere, food emanates as central to the socio, religious, economic and political aesthetics of groups. Food, consumption habits and culinary rituals are rooted in and exhibit social symbolisms and meanings related to kinships, friendships, political relations and class (Edwin 2008). In Chinua Achebe’s Things Fall Apart, there are “various meanings that food, eating, and hunger acquire in the portrayal of Okonkwo” (Olufunwa 2000:1). The late Zimbabwean controversial writer, Dambudzo Marechera, in most of his works, especially The House of Hunger, focuses on the centrality of food in households and the emanating disorder and violence that results in the absence of food, or its unhealthy and unappetising state. Marechera shows the vulnerability and vulgarity of those who are weak, poor and feminized through food distribution and food disorders. As the narrator says “I couldn’t have stayed on in that House of Hunger where every morsel of sanity was snatched from you the way some kinds of bird snatch food from the very mouths of babes” (Marechera 1978:1). He goes on to show the politics of food even playing out in the imagery of violent gastral outlets and how that relates to the socio-economic, political and religious facets and a human di/satisfaction that goes beyond the physical. Among other works, Coming of the Dry Season (1972) and Waiting for the Rain (1981) by Charles Mungoshi imagine the importance of food through an imagination of droughts or dry seasons, poverty and deprivations. However, an analysis of the central themes in the above works reveal the concepts of hunger and food as going beyond just the physiological as hunger and deprivations relate to identity politics and issues of lack of freedoms and disempowerments. As Lewis (2016:6) argues, “Since eating is perceived to fill the place of some other desire, hunger is seen to result not only from food deprivation, but from other denied or withheld yearnings.” Apart from being a means of life sustenance, food is also a system of communication, a body of images, a decorum of usages, situations and behaviour (Barthes 1975). In the African pre-colonial period, food was important to traditional events and meetings. In the Ibgo society in Nigeria and elsewhere, a kola nut is used by a host as a ritual for welcoming guests into his home. This is a powerful symbol of mutual respect, hospitality, friendship and community (Edwin 2008). This view is supported by Kammampoal and Laar (2019) who posit that the Ibgo consider the kola nut as very important in formal and informal gatherings and has enormous cultural capital in satisfying socio-religious functions. It is used as a token of friendship, benevolence, and honor, and is given to a visitor as a sign of hospitality, personality and civility, making it central to Igbo livelihood. The renowned writer and critique, Chinua Achebe makes the kola nut ritual central to his writings by evoking that, ‘He who brings kola brings life.’ Relatedly, Achebe notes; “A man who calls his kinsmen to a feast does not do so to save them from starving. They all have food in their own homes. When we gather together in the moonlit village ground it is not because of the moon. Every man can see it from his own compound” (Achebe 1994:166-7). Though the language is patriarchal and centred on a man’s world, these proverbs are very powerful in revealing that food, food rituals and gatherings have social, religious, economic and political meanings and relevance. In South Africa, research on food reveals there are gendered implications of access to food and gendered labour manipulations in food production and preparation (Lewis 2016). In Zimbabwe, the Shona proverb, Ukama igasva hwunosadziswa nokudya (relationships remain incomplete until you partake of a meal) reveals the importance of food during gatherings and how the serving of food is important to kinship, friendship, loyalty and harmony. Food is central in, among others, traditional ceremonies, family gatherings, funerals and weddings. This links to Freud (1938)’s and Madeira (1989)’s sentiments that eating and drinking with someone symbolically confirms social community and mutual obligations and that food performs social interaction, status and acts both positive and negative social relationships. In the same sense, I see Grace Mugabe’s serving of ice cream at rallies as a political and gender aesthetic. Food and Zanu-Pf’s politics of the spectacular Historically, Zanu-Pf has used food to entice, especially the disadvantaged and impoverished people to vote for it rather than voting for opposition parties. Banking on its ability to provide food, Zanu-Pf situated itself as the mother-provider making sure that children in her nest do not starve, or do not have feelings of starvation and negligence. Those children seen as rebels or refusing to embrace Zanu-Pf are denied food provisions and considered worth dying in a way that evokes Mamdani (1996)’s notion of citizen and subject where state sovereignty use biopolitics to create some kind of ‘death worlds’ for those termed non-citizens. The politicization of food in the context of climate-change induced drought as seen through Zanu-Pf’s selective distribution of food along party lines can be used to exemplify this. Opposition supporters are denied access; they are deemed undeserving by virtue of their political identity – they deserve to die. Food politics is therefore part of the manipulation, electoral malpractices and bribery prevalent in Zimbabwean politics. More interesting, however, is that food has also featured in Zanu-Pf internal politics, particularly its 2017 factional politics, especially in the context where Grace Mugabe (a member of the G40 Zanu-Pf faction), assumed the role of mother-provider in her contest for power and authority with the Lacoste faction headed by Emmerson Mnangagwa. The 2017 Zanu-Pf factional fights therefore, mirror the symbolism and cultural politics of food in Zimbabwean politics and Zanu-Pf politics in particular. Thus, food was instrumental as the basis for surveillance, for getting to know the loyal and disloyal. As Grace Mugabe served ice cream at rallies and other events, many expressed gratitude towards Mama’s generosity and made public spectacles of gratitude, satisfaction and loyalty to Mama’s love, care and visibility. However, emphasis on eating Mama’s provisions belittled many in the process who then became fed up with Mama and rebelled. This became a performance of refusal and rejection to toe the line, a reflection of oppositional voices and dissent and has therefore been a metaphor for change. Apart from food being used for rallying people behind particular parties, groups and individuals, food has been used as a show of power, a demonstration of gendered and sexual identities. This complex has occurred in a context where the Zimbabwean ‘national family’ has been seen as “an imaginative construct of power relations” (Hunt 1992:196). It is sensible to argue that food has discursive underpinnings in patriarchy and issues of power and resource re/distribution. For some time, Grace Mugabe found agency and political manoeuvring within Zanu-Pf politics by re/producing and performing her gendered role of feeding and caring. However, considering Grace’s fall from grace, challenging simplistic ideas about agency forces us to question the entrapment in patriarchal networks of food sources, food re/production and food re/distribution that link with abilities to control food access and be active political agents. It is therefore imperative to focus on the discursive underpinnings of food. The ice cream narrative reflects how a naturalized and normalized order of mother provisions, which itself is anchored on patriarchy, is used in the contest for power and authority in Zimbabwe. Food, and in this case, ice cream is packed with massive symbolic and cultural politics associated with Zanu-Pf’s politics of the spectacular and Zimbabwean nationhood. There is therefore a close relationship between food and speech (Olufunwa 2000), hence food and food ways constitute discourse and discursive subjects. Ice cream and mother/ing the nation Considering that nations are recurrently figured out through the iconography of familial and domestic spaces (Mawere 2019, 2016; McClintock 1993; Yuval-Davies 1997), Grace Mugabe was imagined as the mother of the Zimbabwean nation by virtue of being the First Lady. Motherhood in the Zimbabwean cultural context is associated with many positive attributes. The worthiness of a mother is framed within the mother’s ability to care for and feed her children. Grace’s distribution of food visualizes and memorializes motherhood and mother-child intimacy. Grace owns a huge dairy farm in Mazowe, Mashonaland Central. At this farm, other dairy products such as yoghurt, and ice cream are produced. It is important to locate Grace Mugabe’s power and influence within Zanu-Pf and the nation in her innovative projects such as food production and processing at her farm. To some extent, Grace’s efforts speaks to food sovereignty as it relates to women appropriation of food, the value of women’s contributions and the recognition of their contribution to production (Sachs 2013). At the peak of Zanu-Pf’s factional battles, Grace Mugabe addressed many ‘meet the people rallies’ around the country and considering her role as the mother of the nation, the ‘meet the people rallies’ were avenues where the mother met her children and distinguished between the loyal and the disloyal. Zanu-Pf leadership was expected to attend these rallies and participate accordingly. Failure to attend was seen as a sign of insubordination and not supporting the mother’s efforts to assemble, watch over, nurture and take care of the children and one could be labelled a saboteur of the national project. When Grace Mugabe fed people at rallies with ice cream, itself a by-product of milk, she attained the symbolic role of a mother feeding and caring for her children and a national mother feeding and caring for the Zimbabwean nation. Breast feeding is considered as a physical, psychological, economical and symbolic presence of a mother. Motherhood is associated with love, care, compassion and sustenance which allow individuals and nations to grow. To this extent, negative motherhood is associated with individual and national death. The ice cream given at rallies came from the Mugabes’ Gushungo Dairy farm, which however is more associated with Grace to underwrite, naturalize and normalize her gendered role as a mother caring for and feeding her children as well as a mother in touch with the soil and therefore with positive femininities. The meanings of land (the Gushungo farm) and the re/productive body of women (Grace) as the source of food and national sustenance is spectacularly demonstrated by Grace Mugabe’s distribution of ice cream from the Gushungo farm, giving women’s labour in general and Grace in particular, some agentive power. Through the distribution of the ice cream made at her farm, Grace shows her industrious, entrepreneurial and innovative skills and therefore, her ability to perform her naturalized role as a mother who takes care and feeds the nation. One is forced to re/imagine the Gushungo farm as Grace Mugabe’s extended breasts from where the nation gains sustenance and livelihood, again buttressing the dominant gender categories in the re/constructions of nationhood but also subversively re/imagining the power of women in their marginalized identities. The ice cream both symbolically stands for breast milk and also as a symbol of modernity. Although this links well with Grace’s acquired identity as a modern woman associated with flamboyance, it also positions her as a powerful and innovative woman who moves beyond traditional food ways. Anyone who fed on the ice cream was symbolically feeding on Grace Mugabe’s breasts, an act which reflected the recognition of her motherhood and her role as the mother of the nation. Since Grace Mugabe was associated with negative motherhood (Mawere 2019), this performance of her children’s loyalty, contentment and happiness helped to dispel negative images. In providing and feeding her children, Grace managed to “create sustaining relational bonds, generating a sense of security, wellbeing and contentment” (Lewis 2016:3) for herself and those whom she fed. Through the control of food distribution, which basically is a feminine and undermined role, Grace attained power and authority over Zanu-Pf and Zimbabwe, she because a central point of both life and death in Zimbabwean and Zanu-Pf politics. To some extent, this speaks to “how productive freedoms [and power] are embedded in socially neglected practices” (Lewis 2016:2-3) that are associated with the domestic space. Within the domestic space, Grace Mugabe acquired some agentive powers that made her central to both Zanu-Pf and Zimbabwean politics. Thus, by performing her socially expected role as a mother, Grace attained power and authority and managed to perform surveillance on the nation which for some time, enabled her to secure and protect her power and ambitions. However, “Unhealthy eating habits can be seen as a form of ‘hunger’, an embodied ‘emptiness’ that results from eating food that is disconnected from relationships of responsiveness, care and intimacy (Lewis 2016). Following this argument, poisoned or contaminated food substances such as is alleged by the Lacoste faction on Grace Mugabe’s ice cream are characteristic of the hunger and the emptiness of Zimbabwean nationalism as they are indicative of self-centredness, extractive and impersonal tendencies rather than mutuality, unity and communal. Refusing Grace’s ice-cream was a performance of the rejection of a poisoned motherhood and a poisoned nationalism. The Ice cream, Lacoste victimhood and poisoned nationhood Positioning themselves as victims of ice cream poisoning, and a poisoned motherhood, Mnangagwa and the Zanu-Pf Lacoste faction did not see Grace’s poisoning as only physical on targeted bodies, but also as symbolic of national poisoning and destruction caused by a woman who had broken boundaries. The poisoned ice cream or food offered by the mother of the nation alludes to national food insecurity, which would negate national growth, especially within the narratives of Zimbabwean nationalism where food and re/production is central to nationhood. Thus, the absence of positive connections between the mother and the nation is mirrored through the poisoned ice cream. The poisoning or imagined poisoning of Mnangagwa’s body is characteristic of the poisoning of the national body by Grace Mugabe. Due to her alliances with the G40, who were considered undesirable elements, Grace Mugabe had become contaminated (Mawere 2019) and as a mother of the nation, her breast milk (and ice cream) was now poisoning and destroying the nation. What is more interesting is that ice cream poisoning situates Grace and women into the dominant discourses that characterize women as witches and witchcraft as a feminine characteristic (Mawere 2019; Gaidzanwa 1985). As a response to the poisoning, immediate action (such as done to Mnangagwa to detox and save him) was supposed to be taken to detox and save the Zimbabwean nation, hence the coup d’état framed on Operation Restore Legacy which took the nation by surprise was swiftly carried out by the military junta. Even though Mnangagwa might not have been poisoned by Grace or poisoned through the ice cream, and even if his illness was just some drama, the poisonous ice cream became a metaphor for rejecting Grace’s love and care, and Grace as a mother of the nation. For the Lacoste faction, Grace’s breast was poisonous and produced poisonous milk which if the nation had continued to drink, it could have been fatally contaminated. This discourse is made reasonable through Grace Mugabe’s association with the G40, group which had been virtually homosexualized, dislocated from the Chimurenga ethic and ultimately regarded national pollutants (Mawere 2019, 2016). Thus, the same source and driver of Grace’s power, which is food distribution, was altered through a discourse of poison which sensitized that the seemingly source of life was the source of death, that the nation was drinking from a poisoned breast. In addition to the allegations of Grace poisoning both Mugabe and Mnangagwa as fitting in with witchcraft troupes, there is also a ‘femme fatale’ idea (often depicted in film noir), that is associated with Grace. This idea positions women as tempting seductresses and their offerings as ‘toxic’ to men, as they offer a ‘dangerous sexuality’, causing powerful men to fall (Sathyamurthy 2016). The femme fatale relates to the Shona proverb, mukadzi munaku akasaroya anoba (if a beautiful woman is not a witch, she is a thief), which basically associates beauty and seduction with danger. This is interesting in relation to Grace allegedly seducing Mugabe and possibly ‘leading him astray’. Characterized as a loose, urban and flamboyant woman and nicknamed marujata or Gucci Grace, before and in her marriage to Mugabe, and postured as an adulteress (Mawere 2019), Grace Mugabe is associated with a poisonous sexuality that enables her to dominate and control men. Defying dominant feminine sexualities which are posited as private, pure and loyal provides reason for the ‘poisonous’ label given to Grace and provides justification for her rejection as mother of the nation. A revelation of female eroticism is out of touch with nation-craft as seen through various attempts to control the bodies of women and to keep women in specific spaces (Mawere 2019, 2016). It is in this sense that Operation Restore Legacy was also an operation to ‘cleanse’ womanhood and restore women to their ‘proper’ places. The refusal of Grace Mugabe’s offering or dish by the Lacoste faction can therefore be read as a refusal to be trapped by Grace’s ‘poisonous’ sexualities and an effort to decontaminate national motherhood, which is the source of national livelihood and survival. Conclusion: The paradox It is essential “to make food and the politics of food visible…as a way to tackle directly issues of patriarchy, capitalism, the ecological crisis, power and agency in our own spaces, and to truly decolonise food” (Andrews and Lewis 2017:7). Grace Mugabe fell into the trap of dominant discourses that provide binary spaces for men and women, and that locate the joys of motherhood in domestic spaces such as caring for and loving children. It is crucial to know that it is this effort to submit herself to the expectations of motherhood and the dictates of patriarchy that contributes to and trigger narratives that disqualify her motherhood. By trying to impress and perform the gendered role of providing as expected of motherhood, Grace’s efforts suffer a backlash as the same expectation which she had fulfilled and marked her as a mother and powerful woman became instrumental to her enemies. The same food, or ice cream which she provided to the children became a weapon in the hands of the Lacoste faction as narratives that Mnangagwa was given poisoned ice cream circulated. This meant that the nation’s motherhood was poisonous and therefore dangerous to the nation’s being. The same ice cream which Grace used to claim and perform motherhood and attain power became a metaphor for her failure as a mother, leading to the collapse of her power, that of her husband, Robert Mugabe, setting the pace for Mnangagwa’s new dispensation. This article was first published on Gender Justice, a CSA&G project. BIBLIOGRAPHY Achebe, C. 1994. Things Fall Apart. New York: Anchor Books. Andrews, D. & Lewis, D. 2017. “Decolonising Food Systems and Sowing Seeds of Resistance: Disentangling knowledges about seed”, The African Centre for Biodiversity. Barthes, R. 1975. “Towards a psychosociology of contemporary food consumption.” In Elborg Foster & Robert Forster (eds.), European diet from Pre-industrial to modern times. New York, 47-59. Edwin, S. 2008. Subverting Social Customs: The Representation of Food in Three West African Francophone Novels. Research in African Literatures, 39(3),39-50. Freud, S. 1938. Totem and Taboo. New York: The Modern Library. Gaidzanwa, R. 1985. Images of Women in Zimbabwean Literature. Harare: College Press. Hunt, L. 1992. The Family Romance of the French Revolution. Berkeley: University of California Press. Kammampoal, B. and Suuk Laar, S. 2019. The kola nut: Its symbolic significance in Chinua Achebe’s Things Fall Apart, International Journal on Studies in English Language and Literature (IJSELL),7(8), 26-40. Lewis, D. 2016. Bodies, matter and feminist freedoms: Revisiting the politics of food. Agenda, 30(4),6-16. Madeira, K. 1989. “Cultural meaning and use of food: A selective bibliography (1973-987).” In Mary-Anne Schofield (ed.), Cooking by the book: Food in Literature and culture. Bowling Green: Bowling Green State, 207-15. Mamdani, M. 2018. Citizen and Subject: Contemporary Africa and the legacy of late colonialism. Princeton: Princeton University Press. Marechera, D. 1978. The House of Hunger. London: Heinemann. Mawere, T. 2019. Gendered and Sexual Imagi(nations): the 2018 Zimbabwean E(r)ections and the Aftermath, Pretoria: CSA&G Press. Mawere, T. 2016. Decentering nationalism: representing and contesting Chimurenga in Zimbabwean popular culture, PhD dissertation. Cape Town: University of the Western Cape. McClintock, A. 1993. Family feuds: Gender, nationalism and the family. Feminist Review, 61-80. Mungoshi, C. 1981. Waiting for the rain. Harare: Zimbabwe Publishing House. Mungoshi, C. 1972. Coming of the dry season. Oxford: Oxford University Press. Olufunwa, H.O. 2000. Eating With Kings: Food and Ambition in Chinua Achebe’s Things Fall Apart. Proteus: A Journal of Ideas, 17(1), 69-71. Sachs, C. 2013. “Feminist Food Sovereignty: Crafting a New Vision”, Paper Presented at Conference on Food Sovereignty: A Critical Dialogue. Yale University, 14-15 September. (Available at https://www.tni.org/en/briefing/feminist-food-sovereignty-crafting-new-vision, accessed 10 March 2020). Sathyamurthy, K. 2016. “Femme Fatale: Tropes of deviant sexuality and empowerment” (Available at https://go.distance.ncsu.edu/gd203/?p=17783 , accessed 20 April 2020). Yuval-Davis, N. 1997. Gender and Nation. London: Sage Publications.",
  "contentLinks": [
    "https://www.justgender.org/",
    "https://www.tni.org/en/briefing/feminist-food-sovereignty-crafting-new-vision",
    "https://go.distance.ncsu.edu/gd203/?p=17783"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}