{
  "title": "Reflecting on my time at the CSA&G – Chris Joubert",
  "permalink": "https://www.csagup.org/2020/05/12/reflecting-on-my-time-at-the-csag-chris-joubert/",
  "datePublished": "2020-05-12T07:35:45+01:00",
  "dateLabel": "12th May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by&nbsp;<a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><em><strong>Chris Joubert</strong></em></a></p>\n<p><a href=\"https://www.csagup.org/wp-content/uploads/2018/04/Chris.jpg\"><img decoding=\"async\" class=\"alignleft wp-image-190 size-medium lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/04/Chris-300x300.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/04/Chris-300x300.jpg\" alt=\"Chris Joubert\" width=\"300\" height=\"300\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/04/Chris-300x300.jpg 300w, https://www.csagup.org/wp-content/uploads/2018/04/Chris-80x80.jpg 80w, https://www.csagup.org/wp-content/uploads/2018/04/Chris-36x36.jpg 36w, https://www.csagup.org/wp-content/uploads/2018/04/Chris-180x180.jpg 180w, https://www.csagup.org/wp-content/uploads/2018/04/Chris-120x120.jpg 120w, https://www.csagup.org/wp-content/uploads/2018/04/Chris.jpg 302w\" data-sizes=\"(max-width: 300px) 100vw, 300px\"></a>Back in 2014 when my friend told me about the CSA&amp;G volunteer training he was doing, I saw it as a pointless distraction.</p>\n<p>A few weeks later, we both had a large gap between our classes, and he had to attend a catch-up session at the Centre. I went with him to this session in order to kill some time and it was incredible.</p>\n<p>My friend had joined the Future Leaders at Work volunteer programme of the CSA&amp;G to find something to put on his CV and not just “be a student”. I did not really see the point of this because I had never considered that I would have to do more than just get my degree.</p>\n<p>Both my parents never finished school and to them if their kids went to university, they would have better lives. When I got into UP it was sort of a surprise to most of my family members because I was not the type of person who excelled at school. A few of my teachers told my parents that I might have a problem “paying attention and staying on topic”.</p>\n<p>They were not wrong. I got into a disagreement with a teacher about why a certain “nude” colour was considered “mens kleur” (the default colour of “humans”). In short, I was “that kid”, who always had a smart answer or had to be difficult. My sister called it an “obedience disorder”. In her view I had an impulse to disobey authority figures. I needed to learn to listen and follow orders, “because that is how it is”, she said.</p>\n<p>Arguments like these have always annoyed me. The fact that something is “that way”, just because it is what it is, was never a good enough answer for me. Going to Tuks was, however, a great opportunity and I did not want to disappoint the people who gave it to me. So, I knew I would focus on my studies and not get distracted with anything other than what I had registered for.</p>\n<p>During that first 2-hour session at the CSA&amp;G, I learned that the Centre was the type of place that asked difficult questions. The type of questions most people I knew would answer with “that’s how things are”.&nbsp; During my second year I formally joined the Future Leaders at Work (now called Just Leaders) training and a few societies.&nbsp; I looked forward to these sessions mostly because it was one of the few places that encouraged me to imagine what the world could be like, rather than asking me to assimilate to how the world is.</p>\n<p>By the end of the year I signed up for the Befriender programme, which provides pre and post test counselling for people who want to test for HIV, as well as the rapid test itself. The training taught me a lot about lay counselling, but it forced me to do a lot of self-evaluation and come to terms with some personal things I did not like dealing with.</p>\n<p>After that I ended up spending a lot of my time at the Centre. I only had to volunteer 2 hours a week for the programme, but I ended up spending most of my day there. I absolutely loved counselling. I loved being able to help people and in some small way being able to make a difference. By the end of 2016 I graduated from Tuks and thought I would have to leave the Centre but fortunately I still managed to volunteer there. In 2017 I started volunteering for about 20 hours a week and before the end of that semester they offered me a position.</p>\n<p>Working at the Centre is great and is something I would literally have done for free. In a way the Centre changed for me. This change presented me with an opportunity: as a volunteer I was mostly using the Befriender skills and my job description was clear; as a staff member I was giving a chance to do whatever I wanted to support and promote the Befriender programme.</p>\n<p>Not being given a narrow job description seemed frightening at first. Soon I learned that it was quite freeing. I got a chance to be involved in what I was interested in. I started by co-facilitating the training and supervising of new Befrienders.&nbsp; The Befriender training runs for 7 straight days, roughly 8 hours a day. By now I have facilitated a number of Befriender trainings and it is so amazing to see how much a person can change in one week.</p>\n<p>Each group of volunteers I have been a part of training is so unique. Training and working with these volunteers is one of the most enriching and at times extremely challenging things I have ever done.</p>\n<p>While the Befriender programme takes up most of my time at the Centre, I also started getting involved in other activities, like doing talks at TuksRes. From time to time TuksRes approaches the CSA&amp;G to give talks to their students, often around sex, sexualities, gender identity and GBV.</p>\n<p>Even though these talks mostly happen in the evenings, and in some cases I have shown up a bit tired to some of them, I get a surge of energy speaking with these students. I sometimes take the safe CSA&amp;G space for granted and forget that it is still not very easy for people to talk about some things. Creating a safe space and allowing people to speak more freely really empowers everyone.</p>\n<p>Beyond the work I do with students at the CSA&amp;G, it has been a true honour working and learning from the staff members of the Centre. We never have a single dull moment. Considering the diversity of the people who I have met at the Centre, there is always a fantastic blend of intriguing perspectives, new information, and of course, humour.</p>\n<p>With the nationwide lockdown in affect and no clear sign of when it will end, most of the type of work I am used to, has essentially stopped. Frustrating as that may be, I suppose like most of my time at the CSA&amp;G, this challenge brings a new opportunity to try new approaches to our work.</p>\n<p>An important part of the CSA&amp;G is the environment it creates. During this lockdown, a lot of people are left feeling vulnerable. A safe space is one of the things people really do need right now.&nbsp; How do we continue to provide that safe space?</p>\n</body></html>",
  "contentText": "by Chris Joubert Back in 2014 when my friend told me about the CSA&G volunteer training he was doing, I saw it as a pointless distraction. A few weeks later, we both had a large gap between our classes, and he had to attend a catch-up session at the Centre. I went with him to this session in order to kill some time and it was incredible. My friend had joined the Future Leaders at Work volunteer programme of the CSA&G to find something to put on his CV and not just “be a student”. I did not really see the point of this because I had never considered that I would have to do more than just get my degree. Both my parents never finished school and to them if their kids went to university, they would have better lives. When I got into UP it was sort of a surprise to most of my family members because I was not the type of person who excelled at school. A few of my teachers told my parents that I might have a problem “paying attention and staying on topic”. They were not wrong. I got into a disagreement with a teacher about why a certain “nude” colour was considered “mens kleur” (the default colour of “humans”). In short, I was “that kid”, who always had a smart answer or had to be difficult. My sister called it an “obedience disorder”. In her view I had an impulse to disobey authority figures. I needed to learn to listen and follow orders, “because that is how it is”, she said. Arguments like these have always annoyed me. The fact that something is “that way”, just because it is what it is, was never a good enough answer for me. Going to Tuks was, however, a great opportunity and I did not want to disappoint the people who gave it to me. So, I knew I would focus on my studies and not get distracted with anything other than what I had registered for. During that first 2-hour session at the CSA&G, I learned that the Centre was the type of place that asked difficult questions. The type of questions most people I knew would answer with “that’s how things are”. During my second year I formally joined the Future Leaders at Work (now called Just Leaders) training and a few societies. I looked forward to these sessions mostly because it was one of the few places that encouraged me to imagine what the world could be like, rather than asking me to assimilate to how the world is. By the end of the year I signed up for the Befriender programme, which provides pre and post test counselling for people who want to test for HIV, as well as the rapid test itself. The training taught me a lot about lay counselling, but it forced me to do a lot of self-evaluation and come to terms with some personal things I did not like dealing with. After that I ended up spending a lot of my time at the Centre. I only had to volunteer 2 hours a week for the programme, but I ended up spending most of my day there. I absolutely loved counselling. I loved being able to help people and in some small way being able to make a difference. By the end of 2016 I graduated from Tuks and thought I would have to leave the Centre but fortunately I still managed to volunteer there. In 2017 I started volunteering for about 20 hours a week and before the end of that semester they offered me a position. Working at the Centre is great and is something I would literally have done for free. In a way the Centre changed for me. This change presented me with an opportunity: as a volunteer I was mostly using the Befriender skills and my job description was clear; as a staff member I was giving a chance to do whatever I wanted to support and promote the Befriender programme. Not being given a narrow job description seemed frightening at first. Soon I learned that it was quite freeing. I got a chance to be involved in what I was interested in. I started by co-facilitating the training and supervising of new Befrienders. The Befriender training runs for 7 straight days, roughly 8 hours a day. By now I have facilitated a number of Befriender trainings and it is so amazing to see how much a person can change in one week. Each group of volunteers I have been a part of training is so unique. Training and working with these volunteers is one of the most enriching and at times extremely challenging things I have ever done. While the Befriender programme takes up most of my time at the Centre, I also started getting involved in other activities, like doing talks at TuksRes. From time to time TuksRes approaches the CSA&G to give talks to their students, often around sex, sexualities, gender identity and GBV. Even though these talks mostly happen in the evenings, and in some cases I have shown up a bit tired to some of them, I get a surge of energy speaking with these students. I sometimes take the safe CSA&G space for granted and forget that it is still not very easy for people to talk about some things. Creating a safe space and allowing people to speak more freely really empowers everyone. Beyond the work I do with students at the CSA&G, it has been a true honour working and learning from the staff members of the Centre. We never have a single dull moment. Considering the diversity of the people who I have met at the Centre, there is always a fantastic blend of intriguing perspectives, new information, and of course, humour. With the nationwide lockdown in affect and no clear sign of when it will end, most of the type of work I am used to, has essentially stopped. Frustrating as that may be, I suppose like most of my time at the CSA&G, this challenge brings a new opportunity to try new approaches to our work. An important part of the CSA&G is the environment it creates. During this lockdown, a lot of people are left feeling vulnerable. A safe space is one of the things people really do need right now. How do we continue to provide that safe space?",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/wp-content/uploads/2018/04/Chris.jpg"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2018/04/Chris-300x300.jpg"
  ],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}