{
  "title": "SOCIAL DIS – EASE: A reflection",
  "permalink": "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/",
  "datePublished": "2020-05-11T15:24:02+01:00",
  "dateLabel": "11th May 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>Excerpt from a forthcoming CSA&amp;G monograph</strong></p>\n<p style=\"text-align: center;\">by&nbsp;<strong><em><a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\">Mary Crewe</a></em></strong></p>\n<h2><strong><em>Folks, we either have a country or we don’t<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a></em></strong></h2>\n<p>Earlier in 2020, Paul Simon recorded from isolation, <em>American Tune for Til Further Notice 03/19/2020:</em></p>\n<p>I don’t know a soul who’s not been battered</p>\n<p>I don’t know a friend who feels at ease</p>\n<p>I don’t know a dream that’s not been shattered</p>\n<p>or driven to its knees<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a></p>\n<p>&nbsp;</p>\n<p>In her book, <em>Regarding the Pain of Others,</em> Susan Sontag (2003:5) makes the point that after WW1, there was the realisation of the ruin Europe had brought on itself. That is what we need to reflect about when we think about COVID-19, the lockdown, the destruction of the economy and surely the fracturing of society.<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a> While the virus was a random event and circled the world very rapidly – the response – the shutting down of society and the economic and social consequences that will follow, were entirely the decision of our own and other governments, backed up by the hysteria and anxiety generated by WHO and the pandemic of panic that was created by the media. The early responses late 2019, set the scene for what was to follow. Mainstream media revelled in crisis and drama and rising hysteria and the South African media has largely followed suit. One notable exception is the news updated regularly by the Swiss Propaganda research group (<a href=\"https://swprs.org/a-swiss-doctor-on-covid-19/\">https://swprs.org/a-swiss-doctor-on-covid-19/</a>) offering fully referenced facts about COVID-19, provided by experts in the field, to help readers make a realistic risk assessment.</p>\n<p>We are in the nightmare of a random control trial of one. There is no control group, just the experiment. No placebo, just the untried drug.&nbsp; The state is now invested and locked into lockdown orthodoxy. If it works and the epidemic is contained, those who imposed this will be heroes, if not they will be able to claim that they were acting on the best evidence available at the time. The bio medics and the epidemiologists will win either way.</p>\n<p>The National Institute for Communicable Diseases (NICD) exhorts us to “play your part”’ in the fight against <a href=\"https://twitter.com/hashtag/COVID19?src=hash\">#COVID19</a>.<strong><em> “</em></strong>Follow the rules, and cooperate with healthcare professionals,” so too the politicians who will also have a greater arsenal of weapons for social control and further action.<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a>&nbsp; A phrase much-beloved of politicians is that they are “following the science”. Mostly however, this is being used “far more as a blame-deflecting tactic than as an acceptance of the disagreements, hypotheses, uncertainties, and traditions of rigorous questioning of actual science.”<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a> The National Security Agency whistle blower Edward Snowden warned that governments are using the coronavirus to build an “architecture of oppression”.<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a></p>\n<p>The world, said Edward Said is full of, “not so much intellectuals, but experts and professionals – and there is a great pressure on them to commodify their skills and expertise in a given field. And by virtue of that they then belong to a community of experts whose whole role is selling the wares to the establishment. That the principle goal in mind is not to tell the truth, or to say what the alternative to the present is, but rather to maintain the status quo, to satisfy the customer – to represent the ideas of power that rule the world in which we live.”<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a></p>\n<p>What we have seen, are seeing with COVID-19 is the array of experts on our TV screens telling us what we ought to know, what we ought to do and how we ought to behave. The public health crisis has hastened the transition to autocracy, and there are serious doubts about the capacity of countries to effect a course correction once the threat from the virus abates. S. Y. Quraishi, the former Chief Election Commissioner of India, writes that, “Joseph Cannataci, the UN special rapporteur on right to privacy, has rightly observed, ‘Dictatorship often starts in the face of a threat.’ Earlier it was the invisible and distant threat of terrorism that demanded obedience, now it is the threat of pandemic – a fear closer to home – that is pushing people to give away their rights.”<a href=\"#_ftn8\" name=\"_ftnref8\">[8]</a> The question is for how long?</p>\n<p>The imposition of any kind of emergency, formal or informal, without an expiry date, should be cause for deep anxiety – as is the case with the current Lockdown 4 where there is no sense of a time frame – just the implicit threat that one way or another it will depend on how we all behave.</p>\n<p>This is political science, in other words, as opposed to empirical science.<a href=\"#_ftn9\" name=\"_ftnref9\">[9]</a> As Lionel Shriver wrote, when this is all over we deserve an enquiry – conducted by independent scientists who’ve not attached reputations to any policy or prediction.<a href=\"#_ftn10\" name=\"_ftnref10\">[10]</a> In years to come, we too will see that this was a plot against ourselves, or as in the world of sport the disastrous own goal.</p>\n<p>Of course attempts to curtail epidemics raise – in the guise of public health – the most enduring political dilemma: how to reconcile the individual’s claim to autonomy and liberty with the community’s concern with safety.<a href=\"#_ftn11\" name=\"_ftnref11\">[11]</a> How does the polity treat the patient who is both a citizen and a disease carrier? When does the citizen become merely a subject? And in the end what is most important, the rights of the infected or of the uninfected? Sometimes, as Sontag wrote, a disease is just a disease.<a href=\"#_ftn12\" name=\"_ftnref12\">[12]</a> But, such is the power of fear, of the unknown, of infection, of epidemics, that diseases become powerful metaphors for social issues beyond the death and the pain that they cause.</p>\n<p>From the earliest times to the present, epidemics have affected human history in myriad ways: demographically, culturally, politically, financially, and biologically. Humans have never known a time in history when epidemics did not loom large. This is as true today as it ever was. And, despite claims that we would defeat it we are still living with HIV, with the shadow of cholera, with TB, with the memories of Listeriosis. All of these it was claimed would change the world as we knew it. In the end, though, we have learned to live with them rather than be controlled by them.</p>\n<p>In this way we, too have forgotten about them.</p>\n<p>In 2018, a total of 63&nbsp;000 people died of TB in South Africa and the WHO estimates that around 301&nbsp;000 people fell ill. There is, however significant uncertainty about this estimate since there is a 95% chance that the real number lies between 215&nbsp;000 and 400&nbsp;000.<a href=\"#_ftn13\" name=\"_ftnref13\">[13]</a> AVERT estimates that South Africa has the biggest and most high-profile HIV epidemic in the world, with an estimated 7.7 million people living with HIV in 2018. South Africa accounts for a third of all new HIV infections in Southern Africa.&nbsp;In 2018, there were 240,000 new HIV infections and 71,000 South Africans died from AIDS-related illnesses.<a href=\"#_ftn14\" name=\"_ftnref14\">[14]</a> And let’s not forget that South Africa, in 2017, had the worst outbreak of Listeriosis in global history.</p>\n<p>There are no daily mention of AIDS and TB in the news, no condolences to their families, no flags being flown at half mast, no saluting of the health care workers, and no social panic about drug resistant TB.<a href=\"#_ftn15\" name=\"_ftnref15\">[15]</a> All these diseases have available treatments and yet, these figures are astoundingly high.</p>\n<h2><strong><em>Bambi in the Headlights</em></strong></h2>\n<p>It’s astounding how various Ministers can, without shame or irony, say that COVID-19 has shown us the inequalities in this country. The lack of water, of power, of roads and transport. How could they not know this intimately? Why have they not acted before with water tanks and mobile support units? It’s not as if we have a shortage of labour – far too many people available for such work. But it’s part of finding an external agent to blame. This is the result of Apartheid – correct – but that’s not a new insight. Close your eyes and you would think that you were back in Apartheid South Africa, ponderous ministers having interminable press conferences surrounded by compliant bureaucrats, and brooking no questions or dissent.</p>\n<p>Growing up under Apartheid you were schooled on the irrationality of power. On the capriciousness of Ministers and politicians making things up on the hoof, deciding what was good for you and what was not. We listened to Apartheid Ministers saying why Black people should not have access to alcohol or good housing or education. We hear it again. Apartheid, of course set the pattern for how we live, but what is actually happening to change this?&nbsp; In 25 years, many kilometres of piped water can be laid, many flushing toilets can be built at schools, many points of power can be connected, many panes of glass can be fixed in schools and chalkboards replaced. The fact that there have been gains in these things does not make the absence right, it makes the insult of poverty worse.</p>\n<p>It cannot be that these terrible social inequalities are only now being exposed by COVID-19.</p>\n<h2><strong><em>Hierarchies:&nbsp; Necessary and essential?</em></strong></h2>\n<p>How are the lockdown decisions made? There is the fiction of the collective but that is disingenuous. This is a modern Cabinet working in a modern, constitutional democracy. It is not an NGO governed by the collective. Who determines, during this time, what is necessary? Who decides that it is possible to buy a winter duvet but not a cotton duvet cover? That expensive bubble bath can be bought, but not short-sleeved shirts?&nbsp; We have debated the cigarettes and alcohol and hot chicken endlessly and there are reasons that transcend public health at play. Smoking will not add to your risk of the virus (it is possible it may be protective) nor will alcohol.<a href=\"#_ftn16\" name=\"_ftnref16\">[16]</a> The lockdown started as necessary to contain the virus and then morphed into moralising, irrationality, seeming indifference and a lack of care.</p>\n<p>As they (and we) regard the pain of others the various politicians claim to care – but they don’t, not really. No, “we” should be taken for granted when the subject is looking at other people’s pain. The failure of these politicians is one of imagination, of empathy – we do not hold the lived reality of people in mind.<a href=\"#_ftn17\" name=\"_ftnref17\">[17]</a> Compassion, is an unstable emotion. It needs to be translated into action or it withers.<a href=\"#_ftn18\" name=\"_ftnref18\">[18]</a></p>\n<p>If they cared, they would take and use the money from the “sin” taxes, they would clarify and simplify the lockdown conditions, they would allow exercise all day and they would admit to failures of government.</p>\n<p>This is why the rhetoric of “our only interest is our people’s health” feels no longer avuncular but tinged with something more sinister.<a href=\"#_ftn19\" name=\"_ftnref19\">[19]</a> In the same way that Sontag asks who the “we” is – who is the “our” in this? In far too many of the comments made by people in power there is a sense of power, of patronage or patriarchy and the sense that the populace – we the people – have to be controlled, brought into line and shown the folly of our ways. Were there a real understanding of ‘our people’s health’ then there would be no ban on cigarettes, alcohol or hot food. The moralising that comes from some of the medical commentators about the costs of emergency services, and of the health benefits of not smoking or drinking, are simply fatuous in relation to COVID-19.</p>\n<p>In addition, the threats and bullying made by some of the decision makers are simply markers of a profound disrespect for “our people”.</p>\n<p>“For Minister Cele to treat the public as errant schoolchildren – if one of you misbehaves, none of you can play outside – is behaviour that is way beyond the scope of the [Disaster Management] Act. Indeed, it has no place in a constitutional democracy. To be sure, in an authoritarian state, or sadly the USA of President Trump, collective punishment is employed. But in a constitutional democracy, such threats should have no place.”<a href=\"#_ftn20\" name=\"_ftnref20\">[20]</a>&nbsp; People who deliver threats of this kind have no place in senior political positions. Listening to this kind of menacing paternalism are we really surprised at the levels of sexual and gender-based violence in our country?&nbsp; What is our nation’s beleaguered identity in times of crisis?<a href=\"#_ftn21\" name=\"_ftnref21\">[21]</a></p>\n<p>What is necessary?</p>\n<p>By the same reason, what or who is essential? We are allegedly all equal but some are more “essential” than others, we have a new hierarchy. Those that are now regarded as “essential” are also those that society tends in “normal times” to neglect and abuse. Teachers, nurses, refuse removal workers, store cashiers and many, many more are now “essential”. We have never considered them that before – if we did we would have paid them “essential” wages. We would make sure that the disparity between the earnings of doctors and nurses was not so vast, or between civil servants and the people employed in the local and provincial authorities who actually do the work.</p>\n<p>It’s easy to understand the cynicism. Please don’t blow the vuvuzelas at 7pm, clap on Thursdays, cite us in speeches when at all other times the people now regarded as “essential” rank very low in the employment hierarchy – and whose professions are dismissed with disdain by many middle-class people and so called “captains of industry”. It is also easy to understand their fear. Never respected, before but now you’re placed in the frontline as essential to the response.</p>\n<p>Who is essential?</p>\n<h2><strong><em>We have been here before</em></strong></h2>\n<p>“In September 2005, Dr Nabarro, the WHO’s public health expert coordinating the response to avian influenza, told the Associated Press that a global avian influenza pandemic could kill 150 million people worldwide.”<a href=\"#_ftn22\" name=\"_ftnref22\">[22]</a> “The overall human death toll was low — in the hundreds — but scientists and government officials feared that the virus could ignite a human pandemic reminiscent of the catastrophic 1918 Spanish flu. Emergency plans were drafted, experimental H5N1 vaccines were created and tested, antiviral drugs were stockpiled. And then … nothing happened.”<a href=\"#_ftn23\" name=\"_ftnref23\">[23]</a></p>\n<p>In 2020, in his COVID-19 narratives, Nabarro claimed we would see explosive outbreaks in just 2-3 weeks, a pandemic that doubles in around 2-5 days, which means an 8-fold increase in a week, a 250-fold increase in three weeks and a 1000-fold increase in 4 weeks – the WHO was projecting terrifying levels of world deaths.<a href=\"#_ftn24\" name=\"_ftnref24\">[24]</a>&nbsp;Bill Gates made the point that, “this is a nightmare scenario because human-to-human transmittal respiratory viruses can grow exponentially … [and] … that curve would never bend until you had the majority of the people infected and then a massive number seeking hospital care and lots of lots of deaths.”<a href=\"#_ftn25\" name=\"_ftnref25\">[25]</a></p>\n<p>So who do we believe? Increasingly the bio medics – the “expert” virologists and epidemiologists are telling us that there is a great deal about this virus that we do not know or understand. That does not stop them, confidently, from speaking with authority. If they got it so wrong with avian flu, is there the possibility that they could be so wrong again. Dissenters are seldom listened to, and no one seems to be anxious that the Imperial College study (not peer reviewed and later admitted to be flawed) was the one that set the tone.<a href=\"#_ftn26\" name=\"_ftnref26\">[26]</a></p>\n<p>At the start of the HIV and AIDS epidemics we were faced with similar reactions. There was social and political panic. There were calls for isolation and quarantine. In our country we faced calls for the criminalisation of infection, for AIDS to be a notifiable illness and for people not to consume alcohol as this would lead to a lowering of inhibitions, unsafe sex and infections. Early on there was the anxiety and fake news about touching, kissing, saliva, and sharing utensils. AIDS, we heard, would change the world as we knew it, destroy the country, the region. It would cripple industry and the bureaucracies. There were dreadful images of marauding bands of young people threatening our security and many apocryphal stories of deliberate HIV infections or horrifying acts that required prompt action.<a href=\"#_ftn27\" name=\"_ftnref27\">[27]</a>&nbsp; &nbsp;None of this came to be. The wild projections of the numbers that would be infected and die were wrong, over dramatised and in the end we live with AIDS.&nbsp; Indeed we forget now about the daily toll that AIDS takes on the society.</p>\n<p>People are now saying that we need to “learn” to live with this virus and not to be controlled by it. We need to understand it and manage it. This message is not the one that the stages of lockdown give us – that message is that we are controlled by and at the mercy of this virus.</p>\n<p>This has led to discomforting “war talk”. Boris Johnson referred to COVID-19 as an “invisible mugger”.<a href=\"#_ftn28\" name=\"_ftnref28\">[28]</a> President Ramaphosa has said that we will need to think “post war”.<a href=\"#_ftn29\" name=\"_ftnref29\">[29]</a> Essential people are regarded as being on the frontlines, fighting “the war” in the trenches. The economy was “destroyed” by COVID-19, as if this virus has declared war on the economy.&nbsp; In fact, being controlled by the virus rather than controlling it – a clear and rational decision was made that “we” would destroy the various economies of the world by shutting both them and populations down. Along with the war talk we have the exaggerated use of language.</p>\n<p>We have seen all this before – James Baldwin may have been right when he claimed people are trapped in history, and history is trapped in them.<a href=\"#_ftn30\" name=\"_ftnref30\">[30]</a></p>\n<p>Being a spectator of calamities taking place in another country (or even one’s own) is a quintessential modern experience: “the cumulative offering of more than a century and a half’s worth of those professional, specialised tourists, known as journalists. These journalists come together now with a new powerful force of bio medics and politicians.”<a href=\"#_ftn31\" name=\"_ftnref31\">[31]</a></p>\n<p>In the end – a peasant that Inspector Salvo Montalbano met in the pursuit of solving a case said, “I don’t think, Mr ‘Nspecter. I don’t wanns think no more. The world’s become too evil.”<a href=\"#_ftn32\" name=\"_ftnref32\">[32]</a></p>\n<p>It has, but if we are to try and understand the calamity that has taken place in our country – we need to remember that there must be criticism: “there must be a powerful critical consciousness if there are issues, problems, values – even lives – to be fought for.”<a href=\"#_ftn33\" name=\"_ftnref33\">[33]</a></p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a>&nbsp;Osnos, Evan. <em>How Greenwich Republicans Learned to Love Trump, </em>2020 <a href=\"https://www.newyorker.com/magazine/2020/05/11/how-greenwich-republicans-learned-to-love-trump#intcid=recommendations_default-popular_d96957bf-198e-4b8c-92bc-f729db3fff0c_popular4-1\">https://www.newyorker.com/magazine/2020/05/11/how-greenwich-republicans-learned-to-love-trump#intcid=recommendations_default-popular_d96957bf-198e-4b8c-92bc-f729db3fff0c_popular4-1</a> [Accessed 5 May 2020]</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a>&nbsp;Thurschwell, Pamela. <em>American Tunes for Coronaviral Times: Bob Dylan, Paul Simon, and John Prime, </em>2020 <a href=\"https://lareviewofbooks.org/article/american-tunes-for-coronaviral-times-bob-dylan-paul-simon-and-john-prine/?utm_source=Los+Angeles+Review+of+Books+Subscribers&amp;utm_campaign=ffd60b05fd-02%2F16+Newsletter_COPY_01&amp;utm_medium=email&amp;utm_term=0_06979e2d46-ffd60b05fd-345801969&amp;mc_cid=ffd60b05fd&amp;mc_eid=a15351b95c\">https://lareviewofbooks.org/article/american-tunes-for-coronaviral-times-bob-dylan-paul-simon-and-john-prine/?utm_source=Los+Angeles+Review+of+Books+Subscribers&amp;utm_campaign=ffd60b05fd-02%2F16+Newsletter_COPY_01&amp;utm_medium=email&amp;utm_term=0_06979e2d46-ffd60b05fd-345801969&amp;mc_cid=ffd60b05fd&amp;mc_eid=a15351b95c</a> [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> Sontag, Susan. <em>Regarding the Pain of Others. </em>(New York: Picador, 2003), p5.</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a>&nbsp;This quote is the slogan being used by the NICD in reference to Covid-19.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a>&nbsp;Cowper Andy. “Slippery Language and Defensive Politics Try to Hide the Real Problems,” <em>The BMJ Opinion, </em>30 April2020. <a href=\"https://blogs.bmj.com/bmj/2020/04/30/andy-cowper-slippery-language-and-defensive-politics-try-to-hide-the-real-problems/\">https://blogs.bmj.com/bmj/2020/04/30/andy-cowper-slippery-language-and-defensive-politics-try-to-hide-the-real-problems/</a> [Accessed 4 May 2020].</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> Swiss Research Propaganda. “Facts about Covid-19,” <em>Swiss Propaganda Research, </em>2020.&nbsp; <a href=\"https://swprs.org/a-swiss-doctor-on-covid-19/\">https://swprs.org/a-swiss-doctor-on-covid-19/</a> [Accessed 2 May 2020]</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\">[7]</a>&nbsp;Tariq Ali. <em>Conversations with Edward Said. </em>&nbsp;(Seagull: New York, 2006), pp.110.</p>\n<p><a href=\"#_ftnref8\" name=\"_ftn8\">[8]</a>&nbsp;Quraishi, S. Y. <em>Across the World, the Coronavirus Pandemic Has Become an Invitation to Autocracy, </em>2020. <a href=\"https://thewire.in/government/coronavirus-pandemic-autocracy\">https://thewire.in/government/coronavirus-pandemic-autocracy</a> [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref9\" name=\"_ftn9\">[9]</a>Cowper Andy. “Slippery Language and Defensive Politics Try to Hide the Real Problems,” <em>The BMJ Opinion, </em>2020. <a href=\"https://blogs.bmj.com/bmj/2020/04/30/andy-cowper-slippery-language-and-defensive-politics-try-to-hide-the-real-problems/\">https://blogs.bmj.com/bmj/2020/04/30/andy-cowper-slippery-language-and-defensive-politics-try-to-hide-the-real-problems/</a> [Accessed 4 May 2020].</p>\n<p><a href=\"#_ftnref10\" name=\"_ftn10\">[10]</a>Shriver, L. <em>I have Herd Immunity, </em>2020.&nbsp; <a href=\"https://www.spectator.co.uk/article/I-have-herd-immunity\">https://www.spectator.co.uk/article/I-have-herd-immunity</a> [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref11\" name=\"_ftn11\">[11]</a> Baldwin, Peter. <em>Disease and Democracy. </em>(Berkley and Los Angeles: University of California Press, 2005).p 3</p>\n<p><a href=\"#_ftnref12\" name=\"_ftn12\">[12]</a> Sontag, Susan. <em>AIDS and its Metaphors. </em>(Farrar, Straus and Giroux: New York, 1989), p10.</p>\n<p><a href=\"#_ftnref13\" name=\"_ftn13\">[13]</a>Louw, Marcus. <em>63&nbsp;000 TB Deaths in SA in 2018, </em>2019. <a href=\"https://www.spotlightnsp.co.za/2019/10/18/63-000-tb-deaths-in-sa-in-2018/\">https://www.spotlightnsp.co.za/2019/10/18/63-000-tb-deaths-in-sa-in-2018/</a> [Accessed 3 May 2020].</p>\n<p><a href=\"#_ftnref14\" name=\"_ftn14\">[14]</a>Avert. <em>HIV and AIDS in South Africa, </em>2020. <a href=\"https://www.avert.org/professionals/hiv-around-world/sub-saharan-africa/south-africa\">https://www.avert.org/professionals/hiv-around-world/sub-saharan-africa/south-africa</a> [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref15\" name=\"_ftn15\">[15]</a>The Western Cape premier suggested that flags should fly at half-mast in honour of people who have died from COVID 19.</p>\n<p><a href=\"#_ftnref16\" name=\"_ftn16\">[16]</a> The Economist. <em>Smokers Seem Less Likely Than Non-Smokers to Fall Ill with Covid-19, </em>2020. <a href=\"https://www.economist.com/science-and-technology/2020/05/02/smokers-seem-less-likely-than-non-smokers-to-fall-ill-with-covid-19\">https://www.economist.com/science-and-technology/2020/05/02/smokers-seem-less-likely-than-non-smokers-to-fall-ill-with-covid-19</a>&nbsp; [Accessed 3 May 2020].</p>\n<p><a href=\"#_ftnref17\" name=\"_ftn17\">[17]</a> Sontag, Susan. <em>Regarding the Pain of Others. </em>(New York: Picador, 2003), p7.</p>\n<p><a href=\"#_ftnref18\" name=\"_ftn18\">[18]</a> Sontag, Susan. <em>Regarding the Pain of Others. </em>(New York: Picador, 2003), p101.</p>\n<p><a href=\"#_ftnref19\" name=\"_ftn19\">[19]</a> Singh, Kaveel. <em>Tobacco Ban: Our Only Interest is Our People’s Health, Says Ramaphosa, </em>5 May 2020.&nbsp; <a href=\"https://m.news24.com/SouthAfrica/News/tobacco-ban-our-only-interest-is-our-peoples-health-says-ramaphosa-20200505\">https://m.news24.com/SouthAfrica/News/tobacco-ban-our-only-interest-is-our-peoples-health-says-ramaphosa-20200505</a> [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref20\" name=\"_ftn20\">[20]</a> Professor Balthazar. <em>Is This Truly Necessary? </em>5 May 2020. <a href=\"https://www.dailymaverick.co.za/opinionista/2020-05-05-is-it-truly-necessary/\">https://www.dailymaverick.co.za/opinionista/2020-05-05-is-it-truly-necessary/</a> [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref21\" name=\"_ftn21\">[21]</a>Hattersley, Giles. <em>The Judi Dench Interview: “Retirement? Wash Out Your Mouth”</em> 4 May 2020. <a href=\"https://www.vogue.co.uk/news/article/judi-dench-vogue-interview\">https://www.vogue.co.uk/news/article/judi-dench-vogue-interview</a> [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref22\" name=\"_ftn22\">[22]</a>Bonneux, Luc and Van Damme, Wim. “An Iatrogenic Pandemic of Panic,”<em> BMJ</em>, 332:786 (2006).</p>\n<p><a href=\"#_ftnref23\" name=\"_ftn23\">[23]</a>Branswell, Helen. <em>What Happened to Bird Flu? How a Major Threat to Human Health Faded From View. </em>13 February 2019.<em>&nbsp; </em><a href=\"https://www.statnews.com/2019/02/13/bird-flu-mutations-outlook/\">https://www.statnews.com/2019/02/13/bird-flu-mutations-outlook/</a> [Accessed 4 May 2020].</p>\n<p><a href=\"#_ftnref24\" name=\"_ftn24\">[24]</a> Nabarro, David. <em>Get Ahead of Covid-19 NOW! </em>22 March 2020. <a href=\"https://www.4sd.info/covid-19-narratives/narrative-eight/\">https://www.4sd.info/covid-19-narratives/narrative-eight/</a> [Accessed 4 May 2020].</p>\n<p><a href=\"#_ftnref25\" name=\"_ftn25\">[25]</a>Wayland, Michael. <em>Bill Gates Calls Coronavirus Pandemic a “Nightmare Scenario,” But Predicts Lower Death Toll Than Trump. </em>5 April 2020. <a href=\"https://www.cnbc.com/2020/04/05/bill-gates-coronavirus-pandemic-a-nightmare-scenario.html\">https://www.cnbc.com/2020/04/05/bill-gates-coronavirus-pandemic-a-nightmare-scenario.html</a> [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref26\" name=\"_ftn26\">[26]</a>Medical Brief: Africa’s Medical Media Digest. <em>Debates Rage Over “Severely Flawed Imperial Study Sparked UK Lockdown. </em>1 April 2020. <em>That </em><a href=\"https://www.medicalbrief.co.za/archives/debate-rages-over-severely-flawed-imperial-study-that-sparked-the-uk-lockdown/\">https://www.medicalbrief.co.za/archives/debate-rages-over-severely-flawed-imperial-study-that-sparked-the-uk-lockdown/</a> [Accessed 3 May 2020].</p>\n<p><a href=\"#_ftnref27\" name=\"_ftn27\">[27]</a>Crewe, Mary. “AIDS, Democracy and the University,” Unpublished address. (Pretoria: University of Pretoria, 2004).</p>\n<p><a href=\"#_ftnref28\" name=\"_ftn28\">[28]</a> Sharaitmadari, David.<em>“Invisible Mugger”: How Boris Johnson’s Language Hints at His Thinking. </em>27 April 2020. <a href=\"https://www.theguardian.com/politics/2020/apr/27/muggers-and-invisible-enemies-how-boris-johnsons-metaphors-reveals-his-thinking\">https://www.theguardian.com/politics/2020/apr/27/muggers-and-invisible-enemies-how-boris-johnsons-metaphors-reveals-his-thinking</a>. [Accessed 5 May 2020].</p>\n<p><a href=\"#_ftnref29\" name=\"_ftn29\">[29]</a> Erasmus, Des. <em>Radical Economic Transformation Best for SA Post-Covid-19, Says Ramaphosa. </em>6 May 2020. <a href=\"https://city-press.news24.com/News/radical-economic-transformation-best-for-sa-post-covid-19-says-ramaphosa-20200506\">https://city-press.news24.com/News/radical-economic-transformation-best-for-sa-post-covid-19-says-ramaphosa-20200506</a> [Accessed 6 May 2020].</p>\n<p><a href=\"#_ftnref30\" name=\"_ftn30\">[30]</a>Crewe, Mary. <em>AIDS, Democracy and the University. </em>2006. Unpublished address.</p>\n<p><a href=\"#_ftnref31\" name=\"_ftn31\">[31]</a>Sontag, Susan. <em>Regarding the Pain of Others. </em>(New York: Picador, 2003), p18.</p>\n<p><a href=\"#_ftnref32\" name=\"_ftn32\">[32]</a>Camilleri, Andrea. <em>Rounding the Mark.</em> (London: Picador, 2006), p.111.</p>\n<p><a href=\"#_ftnref33\" name=\"_ftn33\">[33]</a>Said, Edward. <em>The World, the Text and the Critic. </em>(Cambridge: Harvard University Press, 1983), p. 28.</p>\n</body></html>",
  "contentText": "Excerpt from a forthcoming CSA&G monograph by Mary Crewe Folks, we either have a country or we don’t[1] Earlier in 2020, Paul Simon recorded from isolation, American Tune for Til Further Notice 03/19/2020: I don’t know a soul who’s not been battered I don’t know a friend who feels at ease I don’t know a dream that’s not been shattered or driven to its knees[2] In her book, Regarding the Pain of Others, Susan Sontag (2003:5) makes the point that after WW1, there was the realisation of the ruin Europe had brought on itself. That is what we need to reflect about when we think about COVID-19, the lockdown, the destruction of the economy and surely the fracturing of society.[3] While the virus was a random event and circled the world very rapidly – the response – the shutting down of society and the economic and social consequences that will follow, were entirely the decision of our own and other governments, backed up by the hysteria and anxiety generated by WHO and the pandemic of panic that was created by the media. The early responses late 2019, set the scene for what was to follow. Mainstream media revelled in crisis and drama and rising hysteria and the South African media has largely followed suit. One notable exception is the news updated regularly by the Swiss Propaganda research group (https://swprs.org/a-swiss-doctor-on-covid-19/) offering fully referenced facts about COVID-19, provided by experts in the field, to help readers make a realistic risk assessment. We are in the nightmare of a random control trial of one. There is no control group, just the experiment. No placebo, just the untried drug. The state is now invested and locked into lockdown orthodoxy. If it works and the epidemic is contained, those who imposed this will be heroes, if not they will be able to claim that they were acting on the best evidence available at the time. The bio medics and the epidemiologists will win either way. The National Institute for Communicable Diseases (NICD) exhorts us to “play your part”’ in the fight against #COVID19. “Follow the rules, and cooperate with healthcare professionals,” so too the politicians who will also have a greater arsenal of weapons for social control and further action.[4] A phrase much-beloved of politicians is that they are “following the science”. Mostly however, this is being used “far more as a blame-deflecting tactic than as an acceptance of the disagreements, hypotheses, uncertainties, and traditions of rigorous questioning of actual science.”[5] The National Security Agency whistle blower Edward Snowden warned that governments are using the coronavirus to build an “architecture of oppression”.[6] The world, said Edward Said is full of, “not so much intellectuals, but experts and professionals – and there is a great pressure on them to commodify their skills and expertise in a given field. And by virtue of that they then belong to a community of experts whose whole role is selling the wares to the establishment. That the principle goal in mind is not to tell the truth, or to say what the alternative to the present is, but rather to maintain the status quo, to satisfy the customer – to represent the ideas of power that rule the world in which we live.”[7] What we have seen, are seeing with COVID-19 is the array of experts on our TV screens telling us what we ought to know, what we ought to do and how we ought to behave. The public health crisis has hastened the transition to autocracy, and there are serious doubts about the capacity of countries to effect a course correction once the threat from the virus abates. S. Y. Quraishi, the former Chief Election Commissioner of India, writes that, “Joseph Cannataci, the UN special rapporteur on right to privacy, has rightly observed, ‘Dictatorship often starts in the face of a threat.’ Earlier it was the invisible and distant threat of terrorism that demanded obedience, now it is the threat of pandemic – a fear closer to home – that is pushing people to give away their rights.”[8] The question is for how long? The imposition of any kind of emergency, formal or informal, without an expiry date, should be cause for deep anxiety – as is the case with the current Lockdown 4 where there is no sense of a time frame – just the implicit threat that one way or another it will depend on how we all behave. This is political science, in other words, as opposed to empirical science.[9] As Lionel Shriver wrote, when this is all over we deserve an enquiry – conducted by independent scientists who’ve not attached reputations to any policy or prediction.[10] In years to come, we too will see that this was a plot against ourselves, or as in the world of sport the disastrous own goal. Of course attempts to curtail epidemics raise – in the guise of public health – the most enduring political dilemma: how to reconcile the individual’s claim to autonomy and liberty with the community’s concern with safety.[11] How does the polity treat the patient who is both a citizen and a disease carrier? When does the citizen become merely a subject? And in the end what is most important, the rights of the infected or of the uninfected? Sometimes, as Sontag wrote, a disease is just a disease.[12] But, such is the power of fear, of the unknown, of infection, of epidemics, that diseases become powerful metaphors for social issues beyond the death and the pain that they cause. From the earliest times to the present, epidemics have affected human history in myriad ways: demographically, culturally, politically, financially, and biologically. Humans have never known a time in history when epidemics did not loom large. This is as true today as it ever was. And, despite claims that we would defeat it we are still living with HIV, with the shadow of cholera, with TB, with the memories of Listeriosis. All of these it was claimed would change the world as we knew it. In the end, though, we have learned to live with them rather than be controlled by them. In this way we, too have forgotten about them. In 2018, a total of 63 000 people died of TB in South Africa and the WHO estimates that around 301 000 people fell ill. There is, however significant uncertainty about this estimate since there is a 95% chance that the real number lies between 215 000 and 400 000.[13] AVERT estimates that South Africa has the biggest and most high-profile HIV epidemic in the world, with an estimated 7.7 million people living with HIV in 2018. South Africa accounts for a third of all new HIV infections in Southern Africa. In 2018, there were 240,000 new HIV infections and 71,000 South Africans died from AIDS-related illnesses.[14] And let’s not forget that South Africa, in 2017, had the worst outbreak of Listeriosis in global history. There are no daily mention of AIDS and TB in the news, no condolences to their families, no flags being flown at half mast, no saluting of the health care workers, and no social panic about drug resistant TB.[15] All these diseases have available treatments and yet, these figures are astoundingly high. Bambi in the Headlights It’s astounding how various Ministers can, without shame or irony, say that COVID-19 has shown us the inequalities in this country. The lack of water, of power, of roads and transport. How could they not know this intimately? Why have they not acted before with water tanks and mobile support units? It’s not as if we have a shortage of labour – far too many people available for such work. But it’s part of finding an external agent to blame. This is the result of Apartheid – correct – but that’s not a new insight. Close your eyes and you would think that you were back in Apartheid South Africa, ponderous ministers having interminable press conferences surrounded by compliant bureaucrats, and brooking no questions or dissent. Growing up under Apartheid you were schooled on the irrationality of power. On the capriciousness of Ministers and politicians making things up on the hoof, deciding what was good for you and what was not. We listened to Apartheid Ministers saying why Black people should not have access to alcohol or good housing or education. We hear it again. Apartheid, of course set the pattern for how we live, but what is actually happening to change this? In 25 years, many kilometres of piped water can be laid, many flushing toilets can be built at schools, many points of power can be connected, many panes of glass can be fixed in schools and chalkboards replaced. The fact that there have been gains in these things does not make the absence right, it makes the insult of poverty worse. It cannot be that these terrible social inequalities are only now being exposed by COVID-19. Hierarchies: Necessary and essential? How are the lockdown decisions made? There is the fiction of the collective but that is disingenuous. This is a modern Cabinet working in a modern, constitutional democracy. It is not an NGO governed by the collective. Who determines, during this time, what is necessary? Who decides that it is possible to buy a winter duvet but not a cotton duvet cover? That expensive bubble bath can be bought, but not short-sleeved shirts? We have debated the cigarettes and alcohol and hot chicken endlessly and there are reasons that transcend public health at play. Smoking will not add to your risk of the virus (it is possible it may be protective) nor will alcohol.[16] The lockdown started as necessary to contain the virus and then morphed into moralising, irrationality, seeming indifference and a lack of care. As they (and we) regard the pain of others the various politicians claim to care – but they don’t, not really. No, “we” should be taken for granted when the subject is looking at other people’s pain. The failure of these politicians is one of imagination, of empathy – we do not hold the lived reality of people in mind.[17] Compassion, is an unstable emotion. It needs to be translated into action or it withers.[18] If they cared, they would take and use the money from the “sin” taxes, they would clarify and simplify the lockdown conditions, they would allow exercise all day and they would admit to failures of government. This is why the rhetoric of “our only interest is our people’s health” feels no longer avuncular but tinged with something more sinister.[19] In the same way that Sontag asks who the “we” is – who is the “our” in this? In far too many of the comments made by people in power there is a sense of power, of patronage or patriarchy and the sense that the populace – we the people – have to be controlled, brought into line and shown the folly of our ways. Were there a real understanding of ‘our people’s health’ then there would be no ban on cigarettes, alcohol or hot food. The moralising that comes from some of the medical commentators about the costs of emergency services, and of the health benefits of not smoking or drinking, are simply fatuous in relation to COVID-19. In addition, the threats and bullying made by some of the decision makers are simply markers of a profound disrespect for “our people”. “For Minister Cele to treat the public as errant schoolchildren – if one of you misbehaves, none of you can play outside – is behaviour that is way beyond the scope of the [Disaster Management] Act. Indeed, it has no place in a constitutional democracy. To be sure, in an authoritarian state, or sadly the USA of President Trump, collective punishment is employed. But in a constitutional democracy, such threats should have no place.”[20] People who deliver threats of this kind have no place in senior political positions. Listening to this kind of menacing paternalism are we really surprised at the levels of sexual and gender-based violence in our country? What is our nation’s beleaguered identity in times of crisis?[21] What is necessary? By the same reason, what or who is essential? We are allegedly all equal but some are more “essential” than others, we have a new hierarchy. Those that are now regarded as “essential” are also those that society tends in “normal times” to neglect and abuse. Teachers, nurses, refuse removal workers, store cashiers and many, many more are now “essential”. We have never considered them that before – if we did we would have paid them “essential” wages. We would make sure that the disparity between the earnings of doctors and nurses was not so vast, or between civil servants and the people employed in the local and provincial authorities who actually do the work. It’s easy to understand the cynicism. Please don’t blow the vuvuzelas at 7pm, clap on Thursdays, cite us in speeches when at all other times the people now regarded as “essential” rank very low in the employment hierarchy – and whose professions are dismissed with disdain by many middle-class people and so called “captains of industry”. It is also easy to understand their fear. Never respected, before but now you’re placed in the frontline as essential to the response. Who is essential? We have been here before “In September 2005, Dr Nabarro, the WHO’s public health expert coordinating the response to avian influenza, told the Associated Press that a global avian influenza pandemic could kill 150 million people worldwide.”[22] “The overall human death toll was low — in the hundreds — but scientists and government officials feared that the virus could ignite a human pandemic reminiscent of the catastrophic 1918 Spanish flu. Emergency plans were drafted, experimental H5N1 vaccines were created and tested, antiviral drugs were stockpiled. And then … nothing happened.”[23] In 2020, in his COVID-19 narratives, Nabarro claimed we would see explosive outbreaks in just 2-3 weeks, a pandemic that doubles in around 2-5 days, which means an 8-fold increase in a week, a 250-fold increase in three weeks and a 1000-fold increase in 4 weeks – the WHO was projecting terrifying levels of world deaths.[24] Bill Gates made the point that, “this is a nightmare scenario because human-to-human transmittal respiratory viruses can grow exponentially … [and] … that curve would never bend until you had the majority of the people infected and then a massive number seeking hospital care and lots of lots of deaths.”[25] So who do we believe? Increasingly the bio medics – the “expert” virologists and epidemiologists are telling us that there is a great deal about this virus that we do not know or understand. That does not stop them, confidently, from speaking with authority. If they got it so wrong with avian flu, is there the possibility that they could be so wrong again. Dissenters are seldom listened to, and no one seems to be anxious that the Imperial College study (not peer reviewed and later admitted to be flawed) was the one that set the tone.[26] At the start of the HIV and AIDS epidemics we were faced with similar reactions. There was social and political panic. There were calls for isolation and quarantine. In our country we faced calls for the criminalisation of infection, for AIDS to be a notifiable illness and for people not to consume alcohol as this would lead to a lowering of inhibitions, unsafe sex and infections. Early on there was the anxiety and fake news about touching, kissing, saliva, and sharing utensils. AIDS, we heard, would change the world as we knew it, destroy the country, the region. It would cripple industry and the bureaucracies. There were dreadful images of marauding bands of young people threatening our security and many apocryphal stories of deliberate HIV infections or horrifying acts that required prompt action.[27] None of this came to be. The wild projections of the numbers that would be infected and die were wrong, over dramatised and in the end we live with AIDS. Indeed we forget now about the daily toll that AIDS takes on the society. People are now saying that we need to “learn” to live with this virus and not to be controlled by it. We need to understand it and manage it. This message is not the one that the stages of lockdown give us – that message is that we are controlled by and at the mercy of this virus. This has led to discomforting “war talk”. Boris Johnson referred to COVID-19 as an “invisible mugger”.[28] President Ramaphosa has said that we will need to think “post war”.[29] Essential people are regarded as being on the frontlines, fighting “the war” in the trenches. The economy was “destroyed” by COVID-19, as if this virus has declared war on the economy. In fact, being controlled by the virus rather than controlling it – a clear and rational decision was made that “we” would destroy the various economies of the world by shutting both them and populations down. Along with the war talk we have the exaggerated use of language. We have seen all this before – James Baldwin may have been right when he claimed people are trapped in history, and history is trapped in them.[30] Being a spectator of calamities taking place in another country (or even one’s own) is a quintessential modern experience: “the cumulative offering of more than a century and a half’s worth of those professional, specialised tourists, known as journalists. These journalists come together now with a new powerful force of bio medics and politicians.”[31] In the end – a peasant that Inspector Salvo Montalbano met in the pursuit of solving a case said, “I don’t think, Mr ‘Nspecter. I don’t wanns think no more. The world’s become too evil.”[32] It has, but if we are to try and understand the calamity that has taken place in our country – we need to remember that there must be criticism: “there must be a powerful critical consciousness if there are issues, problems, values – even lives – to be fought for.”[33] [1] Osnos, Evan. How Greenwich Republicans Learned to Love Trump, 2020 https://www.newyorker.com/magazine/2020/05/11/how-greenwich-republicans-learned-to-love-trump#intcid=recommendations_default-popular_d96957bf-198e-4b8c-92bc-f729db3fff0c_popular4-1 [Accessed 5 May 2020] [2] Thurschwell, Pamela. American Tunes for Coronaviral Times: Bob Dylan, Paul Simon, and John Prime, 2020 https://lareviewofbooks.org/article/american-tunes-for-coronaviral-times-bob-dylan-paul-simon-and-john-prine/?utm_source=Los+Angeles+Review+of+Books+Subscribers&utm_campaign=ffd60b05fd-02%2F16+Newsletter_COPY_01&utm_medium=email&utm_term=0_06979e2d46-ffd60b05fd-345801969&mc_cid=ffd60b05fd&mc_eid=a15351b95c [Accessed 5 May 2020]. [3] Sontag, Susan. Regarding the Pain of Others. (New York: Picador, 2003), p5. [4] This quote is the slogan being used by the NICD in reference to Covid-19. [5] Cowper Andy. “Slippery Language and Defensive Politics Try to Hide the Real Problems,” The BMJ Opinion, 30 April2020. https://blogs.bmj.com/bmj/2020/04/30/andy-cowper-slippery-language-and-defensive-politics-try-to-hide-the-real-problems/ [Accessed 4 May 2020]. [6] Swiss Research Propaganda. “Facts about Covid-19,” Swiss Propaganda Research, 2020. https://swprs.org/a-swiss-doctor-on-covid-19/ [Accessed 2 May 2020] [7] Tariq Ali. Conversations with Edward Said. (Seagull: New York, 2006), pp.110. [8] Quraishi, S. Y. Across the World, the Coronavirus Pandemic Has Become an Invitation to Autocracy, 2020. https://thewire.in/government/coronavirus-pandemic-autocracy [Accessed 5 May 2020]. [9]Cowper Andy. “Slippery Language and Defensive Politics Try to Hide the Real Problems,” The BMJ Opinion, 2020. https://blogs.bmj.com/bmj/2020/04/30/andy-cowper-slippery-language-and-defensive-politics-try-to-hide-the-real-problems/ [Accessed 4 May 2020]. [10]Shriver, L. I have Herd Immunity, 2020. https://www.spectator.co.uk/article/I-have-herd-immunity [Accessed 5 May 2020]. [11] Baldwin, Peter. Disease and Democracy. (Berkley and Los Angeles: University of California Press, 2005).p 3 [12] Sontag, Susan. AIDS and its Metaphors. (Farrar, Straus and Giroux: New York, 1989), p10. [13]Louw, Marcus. 63 000 TB Deaths in SA in 2018, 2019. https://www.spotlightnsp.co.za/2019/10/18/63-000-tb-deaths-in-sa-in-2018/ [Accessed 3 May 2020]. [14]Avert. HIV and AIDS in South Africa, 2020. https://www.avert.org/professionals/hiv-around-world/sub-saharan-africa/south-africa [Accessed 5 May 2020]. [15]The Western Cape premier suggested that flags should fly at half-mast in honour of people who have died from COVID 19. [16] The Economist. Smokers Seem Less Likely Than Non-Smokers to Fall Ill with Covid-19, 2020. https://www.economist.com/science-and-technology/2020/05/02/smokers-seem-less-likely-than-non-smokers-to-fall-ill-with-covid-19 [Accessed 3 May 2020]. [17] Sontag, Susan. Regarding the Pain of Others. (New York: Picador, 2003), p7. [18] Sontag, Susan. Regarding the Pain of Others. (New York: Picador, 2003), p101. [19] Singh, Kaveel. Tobacco Ban: Our Only Interest is Our People’s Health, Says Ramaphosa, 5 May 2020. https://m.news24.com/SouthAfrica/News/tobacco-ban-our-only-interest-is-our-peoples-health-says-ramaphosa-20200505 [Accessed 5 May 2020]. [20] Professor Balthazar. Is This Truly Necessary? 5 May 2020. https://www.dailymaverick.co.za/opinionista/2020-05-05-is-it-truly-necessary/ [Accessed 5 May 2020]. [21]Hattersley, Giles. The Judi Dench Interview: “Retirement? Wash Out Your Mouth” 4 May 2020. https://www.vogue.co.uk/news/article/judi-dench-vogue-interview [Accessed 5 May 2020]. [22]Bonneux, Luc and Van Damme, Wim. “An Iatrogenic Pandemic of Panic,” BMJ, 332:786 (2006). [23]Branswell, Helen. What Happened to Bird Flu? How a Major Threat to Human Health Faded From View. 13 February 2019. https://www.statnews.com/2019/02/13/bird-flu-mutations-outlook/ [Accessed 4 May 2020]. [24] Nabarro, David. Get Ahead of Covid-19 NOW! 22 March 2020. https://www.4sd.info/covid-19-narratives/narrative-eight/ [Accessed 4 May 2020]. [25]Wayland, Michael. Bill Gates Calls Coronavirus Pandemic a “Nightmare Scenario,” But Predicts Lower Death Toll Than Trump. 5 April 2020. https://www.cnbc.com/2020/04/05/bill-gates-coronavirus-pandemic-a-nightmare-scenario.html [Accessed 5 May 2020]. [26]Medical Brief: Africa’s Medical Media Digest. Debates Rage Over “Severely Flawed Imperial Study Sparked UK Lockdown. 1 April 2020. That https://www.medicalbrief.co.za/archives/debate-rages-over-severely-flawed-imperial-study-that-sparked-the-uk-lockdown/ [Accessed 3 May 2020]. [27]Crewe, Mary. “AIDS, Democracy and the University,” Unpublished address. (Pretoria: University of Pretoria, 2004). [28] Sharaitmadari, David.“Invisible Mugger”: How Boris Johnson’s Language Hints at His Thinking. 27 April 2020. https://www.theguardian.com/politics/2020/apr/27/muggers-and-invisible-enemies-how-boris-johnsons-metaphors-reveals-his-thinking. [Accessed 5 May 2020]. [29] Erasmus, Des. Radical Economic Transformation Best for SA Post-Covid-19, Says Ramaphosa. 6 May 2020. https://city-press.news24.com/News/radical-economic-transformation-best-for-sa-post-covid-19-says-ramaphosa-20200506 [Accessed 6 May 2020]. [30]Crewe, Mary. AIDS, Democracy and the University. 2006. Unpublished address. [31]Sontag, Susan. Regarding the Pain of Others. (New York: Picador, 2003), p18. [32]Camilleri, Andrea. Rounding the Mark. (London: Picador, 2006), p.111. [33]Said, Edward. The World, the Text and the Critic. (Cambridge: Harvard University Press, 1983), p. 28.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn1",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn2",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn3",
    "https://swprs.org/a-swiss-doctor-on-covid-19/",
    "https://twitter.com/hashtag/COVID19?src=hash",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn4",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn5",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn6",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn7",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn8",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn9",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn10",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn11",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn12",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn13",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn14",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn15",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn16",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn17",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn18",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn19",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn20",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn21",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn22",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn23",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn24",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn25",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn26",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn27",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn28",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn29",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn30",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn31",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn32",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftn33",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref1",
    "https://www.newyorker.com/magazine/2020/05/11/how-greenwich-republicans-learned-to-love-trump#intcid=recommendations_default-popular_d96957bf-198e-4b8c-92bc-f729db3fff0c_popular4-1",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref2",
    "https://lareviewofbooks.org/article/american-tunes-for-coronaviral-times-bob-dylan-paul-simon-and-john-prine/?utm_source=Los+Angeles+Review+of+Books+Subscribers&utm_campaign=ffd60b05fd-02%2F16+Newsletter_COPY_01&utm_medium=email&utm_term=0_06979e2d46-ffd60b05fd-345801969&mc_cid=ffd60b05fd&mc_eid=a15351b95c",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref3",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref4",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref5",
    "https://blogs.bmj.com/bmj/2020/04/30/andy-cowper-slippery-language-and-defensive-politics-try-to-hide-the-real-problems/",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref6",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref7",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref8",
    "https://thewire.in/government/coronavirus-pandemic-autocracy",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref9",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref10",
    "https://www.spectator.co.uk/article/I-have-herd-immunity",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref11",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref12",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref13",
    "https://www.spotlightnsp.co.za/2019/10/18/63-000-tb-deaths-in-sa-in-2018/",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref14",
    "https://www.avert.org/professionals/hiv-around-world/sub-saharan-africa/south-africa",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref15",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref16",
    "https://www.economist.com/science-and-technology/2020/05/02/smokers-seem-less-likely-than-non-smokers-to-fall-ill-with-covid-19",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref17",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref18",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref19",
    "https://m.news24.com/SouthAfrica/News/tobacco-ban-our-only-interest-is-our-peoples-health-says-ramaphosa-20200505",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref20",
    "https://www.dailymaverick.co.za/opinionista/2020-05-05-is-it-truly-necessary/",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref21",
    "https://www.vogue.co.uk/news/article/judi-dench-vogue-interview",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref22",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref23",
    "https://www.statnews.com/2019/02/13/bird-flu-mutations-outlook/",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref24",
    "https://www.4sd.info/covid-19-narratives/narrative-eight/",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref25",
    "https://www.cnbc.com/2020/04/05/bill-gates-coronavirus-pandemic-a-nightmare-scenario.html",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref26",
    "https://www.medicalbrief.co.za/archives/debate-rages-over-severely-flawed-imperial-study-that-sparked-the-uk-lockdown/",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref27",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref28",
    "https://www.theguardian.com/politics/2020/apr/27/muggers-and-invisible-enemies-how-boris-johnsons-metaphors-reveals-his-thinking",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref29",
    "https://city-press.news24.com/News/radical-economic-transformation-best-for-sa-post-covid-19-says-ramaphosa-20200506",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref30",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref31",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref32",
    "https://www.csagup.org/2020/05/11/social-dis-ease-a-reflection/#_ftnref33"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/05/"
}