{
  "title": "CSA&G to resume essential services on Hatfield Campus from 24 June 2020",
  "permalink": "https://www.csagup.org/2020/06/19/csag-to-resume-essential-services-on-hatfield-campus-from-24-june-2020/",
  "datePublished": "2020-06-19T06:32:16+01:00",
  "dateLabel": "19th June 2020",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>The Centre for Sexualities, AIDS and Gender (CSA&amp;G) at the University of Pretoria will resume essential services to staff and students who have received permission to return to campus under lockdown level 3 regulations.</p>\n<p>These services will include:</p>\n<ul>\n<li><strong>voluntary HIV counselling and testing</strong> (with referral for ARV treatment for anyone who tests positive for HIV);</li>\n<li><strong>counselling related to sexual harassment and sexual </strong>and</li>\n<li><strong>gender-based violence; and counselling on sexualities and gender, primarily for LGBTIQA+ individuals</strong>.</li>\n</ul>\n<p>COVID-19 screening, hygiene and social distancing measures will be in place. Hand sanitiser and other hygiene products will be available. Additional, but limited, PPE in the form of masks and gloves will also be available to clients who do not have their own.</p>\n<p>The services will be available on a booking and walk-in basis from:</p>\n<ul>\n<li><strong>Date:</strong> 24 June 2020</li>\n<li><strong>Days:</strong> Monday to Friday</li>\n<li><strong>Times:</strong> 9:00 to 12:00 (hours will be extended at a future date)</li>\n<li><strong>Location:</strong> Akanyang Building, Hatfield Campus (above Vida)</li>\n</ul>\n<p>For bookings or more information, please email us on: <a href=\"mailto:bookings@csagup.org\">bookings@csagup.org</a> or phone us on 012&nbsp;420 4391.</p>\n</body></html>",
  "contentText": "The Centre for Sexualities, AIDS and Gender (CSA&G) at the University of Pretoria will resume essential services to staff and students who have received permission to return to campus under lockdown level 3 regulations. These services will include: voluntary HIV counselling and testing (with referral for ARV treatment for anyone who tests positive for HIV); counselling related to sexual harassment and sexual and gender-based violence; and counselling on sexualities and gender, primarily for LGBTIQA+ individuals. COVID-19 screening, hygiene and social distancing measures will be in place. Hand sanitiser and other hygiene products will be available. Additional, but limited, PPE in the form of masks and gloves will also be available to clients who do not have their own. The services will be available on a booking and walk-in basis from: Date: 24 June 2020 Days: Monday to Friday Times: 9:00 to 12:00 (hours will be extended at a future date) Location: Akanyang Building, Hatfield Campus (above Vida) For bookings or more information, please email us on: bookings@csagup.org or phone us on 012 420 4391.",
  "contentLinks": [
    "mailto:bookings@csagup.org"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/06/"
}