{
  "title": "Mothering and Lockdown",
  "permalink": "https://www.csagup.org/2020/06/17/mothering-and-lockdown/",
  "datePublished": "2020-06-17T10:34:56+01:00",
  "dateLabel": "17th June 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><em><strong>Dipontseng Kheo</strong></em></a></p>\n<p style=\"text-align: center;\">(all mothers quoted here gave their consent)</p>\n<p>As parents it is natural to want to protect our children from anything that could possibly harm our young ones. Pregnant mothers are feeling anxious about their unborn babies from this deadly virus.</p>\n<p>I read an article about a woman who tested positive for COVID-19 in Belgium, just before giving birth to a healthy baby girl, and now must learn to care for her new-born infant with a mask on. She spoke about the pain of giving birth alone and not being able to see her other children.</p>\n<p>When the lockdown was announced in South Africa, my children were still with my parents in Vereeniging, away from where I live. I also had started an online course which had about ten modules and back-to-back assessments. So, I decided to let them stay with my parents so that I could focus on my course and finish administration work I took home before the lockdown. Then COVID-19 statistics gradually went up and the lockdown was extended.</p>\n<p>I started receiving homework for my children, one in Primary School and the other in High School. Then social media friends and family started posting activities with their young ones, and today’s slang FOMO (Fear of Missing Out) kicked in. Together with my partner, we decided we would have to fetch the kids. I went to the Police Station to get a permit, but under the regulations only divorced parents who were co-parenting were allowed a permit. The officer advised I write an affidavit stating my reasons. He also highlighted that if I met a roadblock, the law enforcement officials could send me back to Pretoria rather than allowing me to continue with my journey. Well to cut long story short, I managed to fetch the kids, no roadblocks.</p>\n<p>For the first three days I was still excited that they were back and I started with trending activities like baking, cooking and exercising together. Some of these were activities we’d never really had time to do together before. In this first week I didn’t touch any school work. By week two I was exhausted, irritable and frustrated. I somehow felt I was not in control and had to try and create a routine. This was not exactly how I’d imagined things. From house chores to cooking, being a judge, doing homework, being a wife and working from home, I was drained. I recall telling our Deputy Director that I needed counselling because I was overwhelmed.</p>\n<p>We are not used to being around our kids twenty-four hours a day, seven days a week, except for some weekends. I came up with a routine to follow but we rarely followed it. I found new admiration for the patience of teachers; home schooling is really draining if you don’t have that love and patience for teaching. And it’s even worse when you don’t have a clue about what is being taught. I didn’t do EGD (Engineering Graphics and Design) and my Grade 8 daughter asked me to help her. I really didn’t have a clue and that really frustrated me. I thought of finding a tutor, but at the same time I was worried about their wellbeing. What if the very same tutor infects my children with this virus, a virus that’s really got us overthinking? So, we opted for online lessons; it was a bit of a challenge in the beginning, with one laptop, but eventually we found a way around it.</p>\n<p>I started speaking to other women to see how they were coping during lockdown. That really helped and gave me the strength to come out of the negative shell I had created for myself.</p>\n<p>This is what they had to say:</p>\n<p style=\"padding-left: 40px;\"><em>“As coronavirus was strengthening its grip on the world, we all watched with fear and anxiety. I saw the declaration of a total lockdown of the country in a positive light because at least I knew that staying at home, and not leaving to meet with other people, would actually delay or prevent myself and my children from contracting the virus.</em></p>\n<p style=\"padding-left: 40px;\"><em>Spending time with my kids proved to be an excellent experience as we spent the time doing small things which mattered the most to each one of us. New routines and habits were formed.</em></p>\n<p style=\"padding-left: 40px;\"><em>We exercised together, did cooking lessons, cleaned the house, worked in the garden and played together. Most of which are activities we never had enough time to perform before.</em></p>\n<p style=\"padding-left: 40px;\"><em>The only challenging experience was that of having to ‘homeschool’ the kids. First was the issue of not having enough data to log on to online classes, then we had to print out worksheets which was an impossible task as all shops were closed.</em></p>\n<p style=\"padding-left: 40px;\"><em>In a nutshell, for me this proved to be a great time for me and my kids to spend together and it allowed us to explore and express our individuality in many different ways.”</em></p>\n<p><strong>Khahliso Zulu, Pharmacist Manager</strong></p>\n<p style=\"padding-left: 40px;\"><em>“As an essential worker I thought life would still be the same at home during lockdown, but only to find out it’s not going to be easy at all.</em></p>\n<p style=\"padding-left: 40px;\"><em>Being a mother, I had to leave my daughter with Daddy every weekday for work, but will most of the time be on the phone with them, regarding school work issues and making sure when she is home she still acts responsibly.</em></p>\n<p style=\"padding-left: 40px;\"><em>One beautiful thing about lockdown was that my 11-year-old daughter learned so much regarding house chores, because I would give her things to do after doing school work, then on weekends she will keep on doing all those helping Mommy. This was not an easy time for everybody but again we managed to bond a bit compared to when the world was normal.”</em></p>\n<p><strong><em>Dikeledi “DK” Letsiri, SABC radio &amp; TV sports presenter</em></strong></p>\n<p style=\"padding-left: 40px;\"><em>“I have always known myself to be a ‘jack of all kinds’ of mom but have come to realise that in these trying times even super heroes need time out. It has been very challenging to juggle between working from home and home schooling, while trying to keep it together and be prayerful that we keep the family safe from this pandemic. We have all had to adapt, and most importantly, we have to keep sane while trying to avoid stuffing our faces, even though I am trying out new recipes all the time! We might just end up rolling out of this lockdown…lol. I salute all moms out there! Keep being the best mom you possibly can be.”</em></p>\n<p><strong><em>Evodia Lenong, Policy Administrator</em></strong></p>\n<p>Based on these views of different mothers working from home, or as essential workers, we just have to figure out what works just to be sane during this pandemic.</p>\n<p>I must say I am eventually getting the hang of things only weeks later. We still exercise, play games and meditate together. It’s up to an individual to view lockdown from a negative or positive perspective. What works for me might not work for you. Yes, these days are not the same but we still have to look ahead and create a better future for us and our children.</p>\n<p>In conclusion, I will like to remind mothers that they should not be hard on themselves. This lockdown is new to everyone and all you’ve got to do is just try to do the best you can. If you are not coping, speak to someone you trust. Free counselling is provided for many many employees, reach out.</p>\n</body></html>",
  "contentText": "by Dipontseng Kheo (all mothers quoted here gave their consent) As parents it is natural to want to protect our children from anything that could possibly harm our young ones. Pregnant mothers are feeling anxious about their unborn babies from this deadly virus. I read an article about a woman who tested positive for COVID-19 in Belgium, just before giving birth to a healthy baby girl, and now must learn to care for her new-born infant with a mask on. She spoke about the pain of giving birth alone and not being able to see her other children. When the lockdown was announced in South Africa, my children were still with my parents in Vereeniging, away from where I live. I also had started an online course which had about ten modules and back-to-back assessments. So, I decided to let them stay with my parents so that I could focus on my course and finish administration work I took home before the lockdown. Then COVID-19 statistics gradually went up and the lockdown was extended. I started receiving homework for my children, one in Primary School and the other in High School. Then social media friends and family started posting activities with their young ones, and today’s slang FOMO (Fear of Missing Out) kicked in. Together with my partner, we decided we would have to fetch the kids. I went to the Police Station to get a permit, but under the regulations only divorced parents who were co-parenting were allowed a permit. The officer advised I write an affidavit stating my reasons. He also highlighted that if I met a roadblock, the law enforcement officials could send me back to Pretoria rather than allowing me to continue with my journey. Well to cut long story short, I managed to fetch the kids, no roadblocks. For the first three days I was still excited that they were back and I started with trending activities like baking, cooking and exercising together. Some of these were activities we’d never really had time to do together before. In this first week I didn’t touch any school work. By week two I was exhausted, irritable and frustrated. I somehow felt I was not in control and had to try and create a routine. This was not exactly how I’d imagined things. From house chores to cooking, being a judge, doing homework, being a wife and working from home, I was drained. I recall telling our Deputy Director that I needed counselling because I was overwhelmed. We are not used to being around our kids twenty-four hours a day, seven days a week, except for some weekends. I came up with a routine to follow but we rarely followed it. I found new admiration for the patience of teachers; home schooling is really draining if you don’t have that love and patience for teaching. And it’s even worse when you don’t have a clue about what is being taught. I didn’t do EGD (Engineering Graphics and Design) and my Grade 8 daughter asked me to help her. I really didn’t have a clue and that really frustrated me. I thought of finding a tutor, but at the same time I was worried about their wellbeing. What if the very same tutor infects my children with this virus, a virus that’s really got us overthinking? So, we opted for online lessons; it was a bit of a challenge in the beginning, with one laptop, but eventually we found a way around it. I started speaking to other women to see how they were coping during lockdown. That really helped and gave me the strength to come out of the negative shell I had created for myself. This is what they had to say: “As coronavirus was strengthening its grip on the world, we all watched with fear and anxiety. I saw the declaration of a total lockdown of the country in a positive light because at least I knew that staying at home, and not leaving to meet with other people, would actually delay or prevent myself and my children from contracting the virus. Spending time with my kids proved to be an excellent experience as we spent the time doing small things which mattered the most to each one of us. New routines and habits were formed. We exercised together, did cooking lessons, cleaned the house, worked in the garden and played together. Most of which are activities we never had enough time to perform before. The only challenging experience was that of having to ‘homeschool’ the kids. First was the issue of not having enough data to log on to online classes, then we had to print out worksheets which was an impossible task as all shops were closed. In a nutshell, for me this proved to be a great time for me and my kids to spend together and it allowed us to explore and express our individuality in many different ways.” Khahliso Zulu, Pharmacist Manager “As an essential worker I thought life would still be the same at home during lockdown, but only to find out it’s not going to be easy at all. Being a mother, I had to leave my daughter with Daddy every weekday for work, but will most of the time be on the phone with them, regarding school work issues and making sure when she is home she still acts responsibly. One beautiful thing about lockdown was that my 11-year-old daughter learned so much regarding house chores, because I would give her things to do after doing school work, then on weekends she will keep on doing all those helping Mommy. This was not an easy time for everybody but again we managed to bond a bit compared to when the world was normal.” Dikeledi “DK” Letsiri, SABC radio & TV sports presenter “I have always known myself to be a ‘jack of all kinds’ of mom but have come to realise that in these trying times even super heroes need time out. It has been very challenging to juggle between working from home and home schooling, while trying to keep it together and be prayerful that we keep the family safe from this pandemic. We have all had to adapt, and most importantly, we have to keep sane while trying to avoid stuffing our faces, even though I am trying out new recipes all the time! We might just end up rolling out of this lockdown…lol. I salute all moms out there! Keep being the best mom you possibly can be.” Evodia Lenong, Policy Administrator Based on these views of different mothers working from home, or as essential workers, we just have to figure out what works just to be sane during this pandemic. I must say I am eventually getting the hang of things only weeks later. We still exercise, play games and meditate together. It’s up to an individual to view lockdown from a negative or positive perspective. What works for me might not work for you. Yes, these days are not the same but we still have to look ahead and create a better future for us and our children. In conclusion, I will like to remind mothers that they should not be hard on themselves. This lockdown is new to everyone and all you’ve got to do is just try to do the best you can. If you are not coping, speak to someone you trust. Free counselling is provided for many many employees, reach out.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/06/"
}