{
  "title": "Launch – Social Justice Stories: Young People Reflect on HIV, Sexualities, Gender, Race and Inequality",
  "permalink": "https://www.csagup.org/2020/06/16/launch-social-justice-stories-young-people-reflect-on-hiv-sexualities-gender-race-and-inequality/",
  "datePublished": "2020-06-16T05:00:50+01:00",
  "dateLabel": "16th June 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2020/06/banner-180x70.png",
  "contentHtml": "<html><head></head><body><p><a href=\"https://www.csagup.org/wp-content/uploads/2020/06/cover.png\"><img decoding=\"async\" class=\"size-medium wp-image-1591 alignleft lazy\" src=\"https://www.csagup.org/wp-content/uploads/2020/06/cover-221x300.png\" data-src=\"https://www.csagup.org/wp-content/uploads/2020/06/cover-221x300.png\" alt=\"\" width=\"221\" height=\"300\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2020/06/cover-221x300.png 221w, https://www.csagup.org/wp-content/uploads/2020/06/cover-760x1030.png 760w, https://www.csagup.org/wp-content/uploads/2020/06/cover-768x1041.png 768w, https://www.csagup.org/wp-content/uploads/2020/06/cover-520x705.png 520w, https://www.csagup.org/wp-content/uploads/2020/06/cover.png 1102w\" data-sizes=\"(max-width: 221px) 100vw, 221px\"></a>When final year medical student Bettina Buabeng-Baidoo approached the <em>Centre for Sexualities, AIDS and Gender (CSA&amp;G)</em> at the<em><a href=\"http://www.up.ac.za/\" target=\"_blank\" rel=\"noopener noreferrer\"> University of Pretoria (UP</a>)</em>, in her role as Fundraising Officer in the<em> <a href=\"https://sadebating.org/\" target=\"_blank\" rel=\"noopener noreferrer\">South African Schools Debating Board</a> (SASDB)</em>, to collaborate on a social justice writing competition for high school learners, we were very excited.</p>\n<p>The <em>South African Schools Debating Board</em> is a non-profit organisation which facilitates World School Style debating in the nation. The <em>SASDB</em> believes that debating and public discourse are pivotal tools in creating a more tolerant and equal society.</p>\n<p>The <em>CSA&amp;G</em> runs a social justice project for students at UP, <a href=\"https://www.csagup.org/key-projects/just-leadership/\" target=\"_blank\" rel=\"noopener\"><em>Just Leaders</em></a><em>,</em> and we have learned that the energy, enthusiasm and sense of justice in young people is infectious, and critical to a functioning society based on freedom of speech, fairness and dignity, determined to redress the imbalances of the past.</p>\n<p>This volunteer programme, funded by the<em> Students and Academics International Assistance Fund (SAIH)</em>, aims to build an inclusive UP, one which recognises that differences around class, ability, socio-economic status, gender, sexuality and race still matter in who arrives at, and succeeds in, the University. The Fees Must Fall movement was an earthquake for the tertiary sector, in its aftermath there is still much work to be done.</p>\n<p>This social justice writing competition was Bettina’s brainchild; building on her work with the&nbsp;<em>SASDB</em>&nbsp;where she coaches young people in debating skills. This marriage of her interests and the <em>CSA&amp;G’s</em> ethos has been a happy one. Together we developed a call for schools in Gauteng to send teams of Grade 10 – 12 learners, accompanied by their debating teacher, to a one-day workshop on social justice. The workshop was hosted with the generosity of <em>Crawford College in Pretoria</em> and we especially single out Yvonne Reddy for her support for the day.</p>\n<p>Run by volunteers of the <em>Just Leaders</em> programme, the workshop explored human rights and social justice in South Africa, and then homed in on themes of race, inequality, HIV, sexualities and gender as exemplars of work that still needs to be done in South Africa to realise the dream of an equal and fair society.</p>\n<p>Participants in this workshop were then invited to write and submit an essay which had social justice as its theme. While they were encouraged to write on the themes of the workshop, any essay which explored justice in post-Apartheid South Africa was eligible. We selected the most promising essays, provided feedback for re-writes and revisions where necessary, and helped to polish them lightly so that they shine. We did not select winners or runners up for this exercise, but chose to showcase a cross section of stories instead: the entries appear in no particular order.</p>\n<p>It is important to note that we obtained full consent from the essay writers and their parents/guardians for these stories to be published.</p>\n<p>This consent was important because we discovered that the learners did not hold back! HIV diagnoses, rape, gender violence, questionings around sexual orientation and gender identity, provocations around race (did it still matter today – definitely said one writer, it shouldn’t said another) and questions of privilege and culpability come up in these stories. There is a rawness to some of them and while they don’t reflect the views of the CSA&amp;G, the SASDB, or the schools from which the learners are drawn, we are also passionate in our defence of their right to have their say. These are their views, their stories and we are proud of them. We hope you will be too.</p>\n<div class=\"w3eden\"><!-- WPDM Link Template: Default Template -->\n\n<div class=\"link-template-default card mb-2\">\n    <div class=\"card-body\">\n        <div class=\"media\">\n            <div class=\"mr-3 img-48\"><img decoding=\"async\" class=\"wpdm_icon lazy\" alt=\"Icon\" src=\"https://www.csagup.org/wp-content/plugins/download-manager/assets/file-type-icons/pdf.svg\" data-src=\"https://www.csagup.org/wp-content/plugins/download-manager/assets/file-type-icons/pdf.svg\"></div>\n            <div class=\"media-body\">\n                <h3 class=\"package-title\"><a href=\"https://www.csagup.org/download/social-justice-stories-young-people-reflect-on-hiv-sexualities-gender-race-and-inequality/\">Social Justice Stories: Young People Reflect on HIV, Sexualities, Gender, Race and Inequality</a></h3>\n                <div class=\"text-muted text-small\"><i class=\"fas fa-copy\"></i> 1 file(s) <i class=\"fas fa-hdd ml-3\"></i> 2.09 MB</div>\n            </div>\n            <div class=\"ml-3\">\n                <a class=\"wpdm-download-link download-on-click btn btn-primary \" rel=\"nofollow\" href=\"#\" data-downloadurl=\"https://www.csagup.org/download/social-justice-stories-young-people-reflect-on-hiv-sexualities-gender-race-and-inequality/?wpdmdl=1586&amp;refresh=68bf942cc93681757385772\">Download</a>\n            </div>\n        </div>\n    </div>\n</div>\n\n</div>\n</body></html>",
  "contentText": "When final year medical student Bettina Buabeng-Baidoo approached the Centre for Sexualities, AIDS and Gender (CSA&G) at the University of Pretoria (UP), in her role as Fundraising Officer in the South African Schools Debating Board (SASDB), to collaborate on a social justice writing competition for high school learners, we were very excited. The South African Schools Debating Board is a non-profit organisation which facilitates World School Style debating in the nation. The SASDB believes that debating and public discourse are pivotal tools in creating a more tolerant and equal society. The CSA&G runs a social justice project for students at UP, Just Leaders, and we have learned that the energy, enthusiasm and sense of justice in young people is infectious, and critical to a functioning society based on freedom of speech, fairness and dignity, determined to redress the imbalances of the past. This volunteer programme, funded by the Students and Academics International Assistance Fund (SAIH), aims to build an inclusive UP, one which recognises that differences around class, ability, socio-economic status, gender, sexuality and race still matter in who arrives at, and succeeds in, the University. The Fees Must Fall movement was an earthquake for the tertiary sector, in its aftermath there is still much work to be done. This social justice writing competition was Bettina’s brainchild; building on her work with the SASDB where she coaches young people in debating skills. This marriage of her interests and the CSA&G’s ethos has been a happy one. Together we developed a call for schools in Gauteng to send teams of Grade 10 – 12 learners, accompanied by their debating teacher, to a one-day workshop on social justice. The workshop was hosted with the generosity of Crawford College in Pretoria and we especially single out Yvonne Reddy for her support for the day. Run by volunteers of the Just Leaders programme, the workshop explored human rights and social justice in South Africa, and then homed in on themes of race, inequality, HIV, sexualities and gender as exemplars of work that still needs to be done in South Africa to realise the dream of an equal and fair society. Participants in this workshop were then invited to write and submit an essay which had social justice as its theme. While they were encouraged to write on the themes of the workshop, any essay which explored justice in post-Apartheid South Africa was eligible. We selected the most promising essays, provided feedback for re-writes and revisions where necessary, and helped to polish them lightly so that they shine. We did not select winners or runners up for this exercise, but chose to showcase a cross section of stories instead: the entries appear in no particular order. It is important to note that we obtained full consent from the essay writers and their parents/guardians for these stories to be published. This consent was important because we discovered that the learners did not hold back! HIV diagnoses, rape, gender violence, questionings around sexual orientation and gender identity, provocations around race (did it still matter today – definitely said one writer, it shouldn’t said another) and questions of privilege and culpability come up in these stories. There is a rawness to some of them and while they don’t reflect the views of the CSA&G, the SASDB, or the schools from which the learners are drawn, we are also passionate in our defence of their right to have their say. These are their views, their stories and we are proud of them. We hope you will be too. Social Justice Stories: Young People Reflect on HIV, Sexualities, Gender, Race and Inequality 1 file(s) 2.09 MB Download",
  "contentLinks": [
    "https://www.csagup.org/wp-content/uploads/2020/06/cover.png",
    "http://www.up.ac.za/",
    "https://sadebating.org/",
    "https://www.csagup.org/key-projects/just-leadership/",
    "https://www.csagup.org/download/social-justice-stories-young-people-reflect-on-hiv-sexualities-gender-race-and-inequality/",
    "https://www.csagup.org/2020/06/16/launch-social-justice-stories-young-people-reflect-on-hiv-sexualities-gender-race-and-inequality/#"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2020/06/cover-221x300.png",
    "https://www.csagup.org/wp-content/plugins/download-manager/assets/file-type-icons/pdf.svg"
  ],
  "sourceArchive": "https://www.csagup.org/2020/06/"
}