{
  "title": "Publication launch: Just Leaders – sharing their reflections on social justice",
  "permalink": "https://www.csagup.org/2020/06/16/publication-launch-just-leaders-sharing-their-reflections-on-social-justice/",
  "datePublished": "2020-06-16T04:00:29+01:00",
  "dateLabel": "16th June 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2020/06/cover-banner-180x70.png",
  "contentHtml": "<html><head></head><body><p><a href=\"https://www.csagup.org/wp-content/uploads/2020/06/001-scaled.jpg\"><img decoding=\"async\" class=\"aligncenter wp-image-1596 size-large lazy\" src=\"https://www.csagup.org/wp-content/uploads/2020/06/001-1030x773.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2020/06/001-1030x773.jpg\" alt=\"Just Leaders and social justice\" width=\"1030\" height=\"773\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2020/06/001-1030x773.jpg 1030w, https://www.csagup.org/wp-content/uploads/2020/06/001-300x225.jpg 300w, https://www.csagup.org/wp-content/uploads/2020/06/001-768x576.jpg 768w, https://www.csagup.org/wp-content/uploads/2020/06/001-1536x1152.jpg 1536w, https://www.csagup.org/wp-content/uploads/2020/06/001-2048x1536.jpg 2048w, https://www.csagup.org/wp-content/uploads/2020/06/001-1500x1125.jpg 1500w, https://www.csagup.org/wp-content/uploads/2020/06/001-705x529.jpg 705w\" data-sizes=\"(max-width: 1030px) 100vw, 1030px\"></a></p>\n<p>The<a href=\"https://www.csagup.org/key-projects/just-leadership/\" target=\"_blank\" rel=\"noopener\"> <em>Just Leaders</em></a> project was launched in 2018 as a flagship programme of the Centre for Sexualities, AIDS and Gender at the <a href=\"http://www.up.ac.za/\" target=\"_blank\" rel=\"noopener noreferrer\">University of Pretoria</a>. Just Leaders draws on the student body and “endeavours to build a movement of active citizen student leaders that promote social justice, critical consciousness and inclusive practices at the University of Pretoria and supporting similar movements at partner universities in the region,” (CSA&amp;G, 2020). Through its focus on student-led and informed research, advocacy and support of intersectional social justice, the Just Leaders programme develops justice-driven leadership that works to improve and sustain inclusive tertiary environments.</p>\n<p>The collection of designs that follow in this publication flows from one such Just Leaders initiative. Together with artist and activist Brenton Maart, the Just Leaders research cohort of 2019 gave expression to their own understandings, interpretations and critiques of the notion of “social justice”. Over the course of a year the students engaged in a series of workshops around themes of social justice, political citizenship, activism, agency and intersectionality. Along with the theoretical components of these workshops, the students, under Maart’s guidance, also acquired skills and methods including photovoice and visual literacy.</p>\n<p>The outcome of the project challenges its audience to engage with young leaders, not through mediated or second-hand accounts of their experiences and perceptions of social justice, but in their own words. The photos used were taken by the students themselves – self-portraits capturing what appear to be everyday moments – and the text that accompanies the pictures stems from conversations with the students. Together these designs ask of us to rethink not only the supposed limits of student research, but also challenges us to engage in intimate ways with the thinking of the CSA&amp;G’s Just Leaders.</p>\n<div class=\"w3eden\"><!-- WPDM Link Template: Default Template -->\n\n<div class=\"link-template-default card mb-2\">\n    <div class=\"card-body\">\n        <div class=\"media\">\n            <div class=\"mr-3 img-48\"><img decoding=\"async\" class=\"wpdm_icon lazy\" alt=\"Icon\" src=\"https://www.csagup.org/wp-content/plugins/download-manager/assets/file-type-icons/pdf.svg\" data-src=\"https://www.csagup.org/wp-content/plugins/download-manager/assets/file-type-icons/pdf.svg\"></div>\n            <div class=\"media-body\">\n                <h3 class=\"package-title\"><a href=\"https://www.csagup.org/download/just-leaders/\">Just Leaders</a></h3>\n                <div class=\"text-muted text-small\"><i class=\"fas fa-copy\"></i> 1 file(s) <i class=\"fas fa-hdd ml-3\"></i> 1.64 MB</div>\n            </div>\n            <div class=\"ml-3\">\n                <a class=\"wpdm-download-link download-on-click btn btn-primary \" rel=\"nofollow\" href=\"#\" data-downloadurl=\"https://www.csagup.org/download/just-leaders/?wpdmdl=1605&amp;refresh=68bf942ccf4c91757385772\">Download</a>\n            </div>\n        </div>\n    </div>\n</div>\n\n</div>\n</body></html>",
  "contentText": "The Just Leaders project was launched in 2018 as a flagship programme of the Centre for Sexualities, AIDS and Gender at the University of Pretoria. Just Leaders draws on the student body and “endeavours to build a movement of active citizen student leaders that promote social justice, critical consciousness and inclusive practices at the University of Pretoria and supporting similar movements at partner universities in the region,” (CSA&G, 2020). Through its focus on student-led and informed research, advocacy and support of intersectional social justice, the Just Leaders programme develops justice-driven leadership that works to improve and sustain inclusive tertiary environments. The collection of designs that follow in this publication flows from one such Just Leaders initiative. Together with artist and activist Brenton Maart, the Just Leaders research cohort of 2019 gave expression to their own understandings, interpretations and critiques of the notion of “social justice”. Over the course of a year the students engaged in a series of workshops around themes of social justice, political citizenship, activism, agency and intersectionality. Along with the theoretical components of these workshops, the students, under Maart’s guidance, also acquired skills and methods including photovoice and visual literacy. The outcome of the project challenges its audience to engage with young leaders, not through mediated or second-hand accounts of their experiences and perceptions of social justice, but in their own words. The photos used were taken by the students themselves – self-portraits capturing what appear to be everyday moments – and the text that accompanies the pictures stems from conversations with the students. Together these designs ask of us to rethink not only the supposed limits of student research, but also challenges us to engage in intimate ways with the thinking of the CSA&G’s Just Leaders. Just Leaders 1 file(s) 1.64 MB Download",
  "contentLinks": [
    "https://www.csagup.org/wp-content/uploads/2020/06/001-scaled.jpg",
    "https://www.csagup.org/key-projects/just-leadership/",
    "http://www.up.ac.za/",
    "https://www.csagup.org/download/just-leaders/",
    "https://www.csagup.org/2020/06/16/publication-launch-just-leaders-sharing-their-reflections-on-social-justice/#"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2020/06/001-1030x773.jpg",
    "https://www.csagup.org/wp-content/plugins/download-manager/assets/file-type-icons/pdf.svg"
  ],
  "sourceArchive": "https://www.csagup.org/2020/06/"
}