{
  "title": "Just Leaders and Black Lives Matter: thoughts and reflections from CSA&G staff",
  "permalink": "https://www.csagup.org/2020/06/12/just-leaders-and-black-lives-matter-thoughts-and-reflections-from-csag-staff/",
  "datePublished": "2020-06-12T11:00:36+01:00",
  "dateLabel": "12th June 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2020/06/BLM-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>By <a href=\"https://www.csagup.org/our-story/our-team/\"><em>Pierre Brouard, Chris Jourbert, Vuyisa Mamanzi and Tumelo Rasebopye</em></a></strong></p>\n<h2><strong>Pierre Brouard – introduction</strong></h2>\n<p><a href=\"https://www.csagup.org/wp-content/uploads/2018/04/Pierre.jpg\"><img decoding=\"async\" class=\"size-square wp-image-202 alignleft lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/04/Pierre-180x180.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/04/Pierre-180x180.jpg\" alt=\"Pierre Brouard\" width=\"180\" height=\"180\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/04/Pierre-180x180.jpg 180w, https://www.csagup.org/wp-content/uploads/2018/04/Pierre-80x80.jpg 80w, https://www.csagup.org/wp-content/uploads/2018/04/Pierre-300x300.jpg 300w, https://www.csagup.org/wp-content/uploads/2018/04/Pierre-36x36.jpg 36w, https://www.csagup.org/wp-content/uploads/2018/04/Pierre-120x120.jpg 120w, https://www.csagup.org/wp-content/uploads/2018/04/Pierre.jpg 302w\" data-sizes=\"(max-width: 180px) 100vw, 180px\"></a>It would be an underestimation to say that we are caught up in a critical global moment around racial justice – well it feels global, though it might be true to say that beyond Covid-19, other parts of the globe are caught up in their own social justice struggles (Hong Kong, China, India, Russia come to mind). The struggle I am referring to is the Black Lives Matter (BLM) protest movement in the US, in the wake of the killing of George Floyd, echoed by mass protests in many countries, especially the UK where the disproportionate policing of black bodies has always been an issue.<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a></p>\n<p>In South Africa we have also seen protests in support of the BLM movement, and our government has made a call for three consecutive “black Fridays” in solidarity with BLM. Our own context has brought an added nuance, in that there have been protests around the killing of Collins Khoza and others in the wake of heavy handed lockdown enforcement. In the private school, and Model C sector there are calls from many former and current black students for a reckoning around schools which are racist and have had a history of exclusion. This is not a new phenomenon, but I believe the current wave of protests is inspired by BLM; they are a call for long overdue action in the many private schools struggling to transform.</p>\n<p>However a young black man of my acquaintance was scathing about these private school protests, calling them out for what he said was their middle class privilege.</p>\n<p>Writing in the <em>Mail and Guardian</em><a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> , William Shoki argues that a class analysis offers a better insight into current forms of oppression here. Noting that South African incidents of police murder in this country, per capita, are actually three times higher than in America, Shoki suggests that the role of the police as a professional body of law enforcers is not a response to crime, but is a response to the threat that collective [working class] action poses to elite rule, and the unequal social arrangements which undergird it.</p>\n<p>Identification with the victimisation of black Americans, he says, “reveals an unwillingness to confront the class character of police repression. So long as there is a capitalist state entrenching private property relations, there will always be some kind of security apparatus to defend it”. In the US this has racism coded into its logic of operation, and in South Africa, class relations.</p>\n<p>What we need to do, he suggests, is to embrace and channel rage and protest towards the objective of a better world beyond capitalism.</p>\n<p>Of course he is not arguing that the anti-racism project in South Africa is complete, nor that we should not support Black Lives Matter protests. Our history of Colonialism and apartheid harm means that we are still not transformed. I have worked in the school setting and many black students speak movingly, and with anger, about micro aggressions and racism (conscious and unconscious) that they see and feel every day. George Floyd’s death was a trigger, Shoki’s analysis notwithstanding, for many South Africans, mostly black South Africans it could be argued, who feel, at a deeply personal and visceral level, the hurts and rage of history, far and recent.</p>\n<p>Here are some thoughts and feelings from CSA&amp;G colleagues on these recent events.</p>\n<h2><strong>Chris Joubert</strong></h2>\n<p><a href=\"https://www.csagup.org/wp-content/uploads/2018/04/Chris.jpg\"><img decoding=\"async\" class=\"size-square wp-image-190 alignleft lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/04/Chris-180x180.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/04/Chris-180x180.jpg\" alt=\"Chris Joubert\" width=\"180\" height=\"180\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/04/Chris-180x180.jpg 180w, https://www.csagup.org/wp-content/uploads/2018/04/Chris-80x80.jpg 80w, https://www.csagup.org/wp-content/uploads/2018/04/Chris-300x300.jpg 300w, https://www.csagup.org/wp-content/uploads/2018/04/Chris-36x36.jpg 36w, https://www.csagup.org/wp-content/uploads/2018/04/Chris-120x120.jpg 120w, https://www.csagup.org/wp-content/uploads/2018/04/Chris.jpg 302w\" data-sizes=\"(max-width: 180px) 100vw, 180px\"></a>I think people often forget how influential identity truly is. It is easy to tell someone to not care about what others think of you.&nbsp;&nbsp; How well does that truly work?&nbsp; What happens when those who are meant to lead and protect a society, show you time and time again that some members of that society are valued less than others?.</p>\n<p>Society teaches us that some people do not matter. That it is OK to treat some people poorly and not see them as people, but less than people.</p>\n<p>From a young age, it was made clear to me, that the colour of my skin makes me less than human. That sounds dramatic to some people but let me walk you through it.&nbsp; I was born in foreign country and lived there for most of my childhood. The reason for that was that it was immoral and illegal for my parents to be in a relationship. The country both my parents come from deemed interracial couples to be unnatural, immoral, and therefore illegal. This meant if my parents wanted to be with each other and with their children, they would need to flee from their home and take refuge in a foreign land.</p>\n<p>At my school, a teacher told me that I should feel privilege to be in that school, because it gave me an opportunity to be outside of the dangerous area “from where I came”, not knowing that I lived close to that school. It is the same school where a learner told me that the “great thing” about me is that while I look black, I at least have the brain of a white person.</p>\n<p>As a teen driving with my brother and father, we got pulled over by the police and my dad was asked if he was being hijacked, while my brother was being searched by the police. To their mind, we were not a family driving together but rather two coloured men hijacking a white man.</p>\n<p>These are some examples of racism that I have experienced. From these and many more experiences, I learned that society sees me and people who look like me as criminals, dangerous, violent, and intellectually inferior.</p>\n<p>When people say black lives matter, what they are saying is that for centuries the lives of black people have been seen as less valuable than other lives. And now the lives of black people should be valued, respected, and protected as much as other lives have been.</p>\n<h2><strong>Vuyisa Mamanzi</strong></h2>\n<p><a href=\"https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa.jpg\"><img decoding=\"async\" class=\"size-square wp-image-209 alignleft lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-180x180.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-180x180.jpg\" alt=\"Vuyisa Mamanzi\" width=\"180\" height=\"180\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-180x180.jpg 180w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-80x80.jpg 80w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-300x300.jpg 300w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-36x36.jpg 36w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-120x120.jpg 120w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa.jpg 302w\" data-sizes=\"(max-width: 180px) 100vw, 180px\"></a>Whether listening to a radio talk show, watching a docuseries, reading a newspaper or an academic article, I often hear social justice activists and scholars influenced by the works of Paulo Freire reiterate the following words: “The structure is still exactly the same, only, it has become even more efficient in terms of oppression.”</p>\n<p>However, what might have changed at a superficial level is who are the oppressed. The world all over is confronted and turned upside down by the Covid-19 pandemic. In the midst of this crisis we are once again witnessing high levels of police and army brutality, both in the United States and right here at home in South Africa.&nbsp; Two cases that have dominated media headlines recently are the killings of two black men.&nbsp; The death of Collins Khosa of Alexandra Township, South Africa, and the death of George Floyd of Minneapolis, Minnesota, United States. These cases are similar, yet different.</p>\n<p>In South Africa Collins Khosa died after being assaulted at home by SANDF soldiers, who have since been cleared of the charges, despite a post mortem report stating that Khosa had died of blunt force trauma to the head (Venter, 2020). George Floyd has died as a result of a police officer placing his knee on Floyd’s neck, for nine minutes, resulting in his death (The Indian Press, 2020). These tragic incidents drive one to think deeply about of the concept of “locus of enunciation”, in how one tries to think, understand and make sense of these&nbsp; killings of two black men, in different parts of the world. Locus of enunciation, is a concept coined by Walter Mignolo (2007) and broadly understood as “to think from where you are located” (Mignolo, 2002). Ngungi wa Tiongo speaks about it in terms of the base: “how we see a thing even with our eyes is very much dependent on where we stand in relation to it” (Ndlovu-Gatsheni, 2018).</p>\n<p>As a black South African woman, how do I think of, make sense of, and even speak of, the death of Collins Khosa, in particular? Living in what is said to be a democratic South Africa, led by a black government. And, I wonder how those in the global north, think of, make sense of, and speak of, the death of George Floyd in a Trump-led country.</p>\n<p>Being situated in South Africa, my history and the events leading up to the death of Khosa, forces me to think deeply and critically about our struggles in Africa. Kwesi Prah reminds us of an elite who has inherited and extended the lease of life of the colonial culture. An African elite who has integrated themselves and trying to get a position on the table of western culture. Since the dawn of democracy Kwesi Prah argues that we have succeeded in sending our kids to their schools, learn their languages, speak like them, like the things they like, eat exactly what they eat and drink what they drink.</p>\n<p>He pushes it&nbsp; further by stating that when we do all these things COLOUR does not save us, instead we become part of a culture. He posits that human beings are cultural animals and in South Africa we have succeeded in integrating ourselves into a particular culture (Prah, 2017). Therefore as we think, make sense of and try to understand the death of Collins Khosa, we must remember that our struggle in Africa is not just about race. Instead it is to lift the condition of our history, our culture, our, languages, our heritage and place it at the centre, and that is not blackism, it is Africanism.&nbsp; It is not just racism that we are fighting, we are fighting for the upliftment of the African history, culture, society, AFRICANS! The fact that most Africans are black does not make all blacks African (Prah, 2017).</p>\n<p>Looking at both the cases of Collins Khosa and George Floyd I am reminded of James Baldwin’s words when he said “don’t try to be safe, nobody is ever safe…people are not wicked because they do wicked things. The reason I want to suggest it to you is because I want you to know that there is nothing that has been done to you that you are not capable of doing to someone else.” (Baldwin, 2017).</p>\n<p>What we are witnessing in the United States currently in relation to the ongoing protests ignited by the murder of George Floyd is what Kwesi Prah would characterise as an African-American struggle to remove the privileges that whites have over blacks. Prah asserts that US politics and systems have dictated the terms of the freedom struggles of African-American people – a struggle formed around challenging white dominance and privilege – versus the freedom struggles in Africa where questions of identity, language and culture have predominated (Prah, 2017).</p>\n<p>bell hooks, in her book titled <em>Black Looks: Race and Representation</em>, says because African-American people have been socialized within white supremacist educational systems and by a racist mass media, “many black people are convinced that our lives are not complex, and are therefore unworthy of sophisticated critical analysis and reflection. Even those of us righteously committed to black liberation struggle, who feel we have decolonized our minds, often find it hard to ‘speak’ our experience. James Baldwin understood this. In <em>The Fire Next Time</em> he reminded readers that ‘there has been almost no language’ to describe the ‘horrors’ of black life. Without a way to name our pain, we are also without the words to articulate our pleasure” (Hooks, 1992).</p>\n<p>In their similarities and differences the tragic and unfortunate deaths of Collins Khosa and George Floyd in the hands of state should invite us as “critical thinkers to break with the hegemonic modes of seeing, thinking, and being that block our capacity to see ourselves oppositionally, to imagine, describe, and invent ourselves in ways that are liberatory. Without this, how can we challenge and invite non-black allies and friends to dare to look at us differently, to dare to break their colonizing gaze?” (Hooks, 1992:2).</p>\n<p>Being involved in social justice work and activism, and as I witness different forms of injustices unfold during these trying times, I concur with Thuli Madonsela’s sentiments in an open letter she recently wrote to our President, stating that “the constitution requires that no section of society should be unjustly and unfairly excluded from opportunities, resources, benefits and privileges. No group should bear a disproportionate burden.”</p>\n<p>Rather, we should build a society which tolerates, respects and treats cultural differences equally. And, remember that South African society has the ingredients for a truly cosmopolitan culture with contributory derivations from all parts of the world.</p>\n<h2><strong>Tumelo “Duke” Rasebopye – Do #BlackLivesMatter in South Africa?</strong></h2>\n<p><a href=\"https://www.csagup.org/wp-content/uploads/2018/05/duke.jpg\"><img decoding=\"async\" class=\"size-square wp-image-910 alignleft lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/05/duke-180x180.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/05/duke-180x180.jpg\" alt=\"duke rasebopye\" width=\"180\" height=\"180\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/05/duke-180x180.jpg 180w, https://www.csagup.org/wp-content/uploads/2018/05/duke-80x80.jpg 80w, https://www.csagup.org/wp-content/uploads/2018/05/duke-300x300.jpg 300w, https://www.csagup.org/wp-content/uploads/2018/05/duke-36x36.jpg 36w, https://www.csagup.org/wp-content/uploads/2018/05/duke-120x120.jpg 120w, https://www.csagup.org/wp-content/uploads/2018/05/duke.jpg 302w\" data-sizes=\"(max-width: 180px) 100vw, 180px\"></a>I have been a victim of police violence before and have had a front row seat at how brutal the police can be towards an innocent citizenry. First, in 2015, when a friend and I were arrested while commenting on the police’s violent interventions towards a line of people looking to buy food from a sidewalk vendor; second, later in 2015, during the #FeesMustFall protests, when students from higher education institutions across the country gathered peacefully at the Union Buildings and were ambushed with rubber bullets and teargas after having being called back by authorities for an apparent address by the President; and then in 2016 when we participated in peaceful protests advocating for fair labour practices and the equality of students in the teaching and learnings activities of the University of Pretoria.</p>\n<p>What is clear is that #BlackLivesMatter raises an issue that is not just limited to acts of police violence and brutality towards black persons in the USA alone, but gives us an opportunity to interrogate what seems to be an institutional culture that is a cancer to the police’s reputation internationally. Yes, we have been here before, and so have generations before us, but one gets the sense that this time around it has gained a heightened level of attention, gaining allies from unexpected groups and sectors, and hopefully this will be significant enough for it to advance real change.</p>\n<p>As wonderful as the support has been from South Africans, one can’t help but notice the overwhelming silence of South Africans towards the excessive force being exercised in our own country. It’s saddening to have seen people being shamed for having not posted anything about BLM while also noting the struggle of local activists in trying to bring attention to, and seek justice for, victims here.</p>\n<p>The Covid-19 lockdown period has exposed the blatant racial bias that exists in the South African Police Service and the South African National Defence Force. We have seen the level of humiliation used towards black communities in reinforcing the lockdown regulations, we have seen the lengths that law enforcement has gone to in order to locate and arrest offenders who trended on social media. And we have seen the violence used in enforcing these regulations, resulting in death as well. This is not the same energy exercised towards predominantly white communities who may document their violations on social media as well.</p>\n<p>Unlike in the USA, the violent enforcement of the law in South Africa is mostly perpetrated by black police officers. This makes it clear that we are not only dealing with a historically racist institution, but that it is so structurally violent that it no longer matters what the race of the police officer is.</p>\n<p>The institution remains mostly violent towards black people and black communities in particular and seems to reserve the serving and protecting for white people, privileged persons with power, and those communities and persons who present an association with or proximity to whiteness.</p>\n<p>It truly is a joy to have activism reach such levels globally and that groups that have been marginalized historically and structurally today have found a collective voice to call for justice where offences exist, and social justice in its entirety wherever they may live, work or find leisure. The reality is that the hashtag will probably lose traction, the following will reduce significantly, and people will likely return to this issue when someone else dies and we find ourselves outraged by seeing the video on the internet.</p>\n<p>There is still a lot of activism needed before we can claim success or any progress towards dismantling this system, but we need to start getting angry at our own institutions here in South Africa and start demanding accountability for the injustice, violence and racial profiling that continues to exist in our country. Especially considering that it is the majority in this instance that remains oppressed and still dies due to the service it receives from the police.</p>\n<h2><strong>Bibliography</strong></h2>\n<p>Baldwin, J. (2017). Baldwin Speech: Living and growing in a white world</p>\n<p><a href=\"https://www.youtube.com/watch?v=QWF2Wjie7Vs\">https://www.youtube.com/watch?v=QWF2Wjie7Vs</a></p>\n<p>Hooks, b. (1992). BLACK LOOKS: race and representation. South End Press. Boston, MA</p>\n<p><a href=\"https://aboutabicycle.files.wordpress.com/2012/05/bell-hooks-black-looks-race-and-representation.pdf\">https://aboutabicycle.files.wordpress.com/2012/05/bell-hooks-black-looks-race-and-representation.pdf</a></p>\n<p>Mandonsela, T .(2020). Dear Mr President – open letter from Thuli Madonsela is going viral!</p>\n<p><a href=\"https://www.goodthingsguy.com/opinion/dear-mr-president-open-letter-from-thuli-madonsela-is-going-viral/\">https://www.goodthingsguy.com/opinion/dear-mr-president-open-letter-from-thuli-madonsela-is-going-viral/</a></p>\n<p>Mabhena, C. (2019). On the Locus of Enunciation</p>\n<p><a href=\"https://www.sundaynews.co.zw/on-the-locus-of-enunciation/\">https://www.sundaynews.co.zw/on-the-locus-of-enunciation/</a></p>\n<p>Ndlovu-Gatsheni, S.J (2018). THE DYNAMICS OF EPISTEMOLOGICAL DECOLONISATION IN THE 21ST CENTURY: TOWARDS EPISTEMIC, FREEDOM. Strategic Review for Southern Africa, Vol 40, No 1. Change Management Unit (CMU) University of South Africa, Pretoria</p>\n<p><a href=\"https://www.up.ac.za/media/shared/85/Strategic%20Review/vol%2040(1)/Ndlovu-Gatsheni.pdf\">https://www.up.ac.za/media/shared/85/Strategic%20Review/vol%2040(1)/Ndlovu-Gatsheni.pdf</a></p>\n<p>Prah, K, P. (2017). Has Rhodes Fallen? Decolonizing the Humanities in Africa and Constructing Intellectual Sovereignty. The Academy of Science of South Africa (ASSAF) Inaugural Humanities Lecture. HSRC, Pretoria.</p>\n<p>https://www.assaf.org.za/files/ASSAf%20news/Has%20Rhodes%20Fallen.docx%20ASSAF%20Address%2015.2.2017.pdf</p>\n<p>Prah, K, P. (2018). The challenge of language in post-apartheid South Africa.</p>\n<p><a href=\"https://www.litnet.co.za/challenge-language-post-apartheid-south-africa/\">https://www.litnet.co.za/challenge-language-post-apartheid-south-africa/</a></p>\n<p>The Indian express (2020). Explained: Why George Floyd’s death sparked violent protests across the United States</p>\n<p><a href=\"https://indianexpress.com/article/explained/george-floyd-death-violent-protests-explained-6434207/\" class=\"broken_link\">https://indianexpress.com/article/explained/george-floyd-death-violent-protests-explained-6434207/</a></p>\n<p>Venter, Z (2020). Soldiers cleared of Alexandra man’s murder</p>\n<p><a href=\"https://www.iol.co.za/news/south-africa/soldiers-cleared-of-alexandra-mans-murder-48630266\">https://www.iol.co.za/news/south-africa/soldiers-cleared-of-alexandra-mans-murder-48630266</a></p>\n<p>Walter, D. M (2002). The Geopolitics of Knowledge and the Colonial Difference</p>\n<p><a href=\"http://www.unice.fr/crookall-cours/iup_geopoli/docs/Geopolitics.pdf\">http://www.unice.fr/crookall-cours/iup_geopoli/docs/Geopolitics.pdf</a></p>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> See here <a href=\"https://www.release.org.uk/publications/ColourOfInjustice\">https://www.release.org.uk/publications/ColourOfInjustice</a> for a report on this</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> <a href=\"https://mg.co.za/opinion/2020-06-01-the-class-character-of-police-violence/\">https://mg.co.za/opinion/2020-06-01-the-class-character-of-police-violence/</a></p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "By Pierre Brouard, Chris Jourbert, Vuyisa Mamanzi and Tumelo Rasebopye Pierre Brouard – introduction It would be an underestimation to say that we are caught up in a critical global moment around racial justice – well it feels global, though it might be true to say that beyond Covid-19, other parts of the globe are caught up in their own social justice struggles (Hong Kong, China, India, Russia come to mind). The struggle I am referring to is the Black Lives Matter (BLM) protest movement in the US, in the wake of the killing of George Floyd, echoed by mass protests in many countries, especially the UK where the disproportionate policing of black bodies has always been an issue.[1] In South Africa we have also seen protests in support of the BLM movement, and our government has made a call for three consecutive “black Fridays” in solidarity with BLM. Our own context has brought an added nuance, in that there have been protests around the killing of Collins Khoza and others in the wake of heavy handed lockdown enforcement. In the private school, and Model C sector there are calls from many former and current black students for a reckoning around schools which are racist and have had a history of exclusion. This is not a new phenomenon, but I believe the current wave of protests is inspired by BLM; they are a call for long overdue action in the many private schools struggling to transform. However a young black man of my acquaintance was scathing about these private school protests, calling them out for what he said was their middle class privilege. Writing in the Mail and Guardian[2] , William Shoki argues that a class analysis offers a better insight into current forms of oppression here. Noting that South African incidents of police murder in this country, per capita, are actually three times higher than in America, Shoki suggests that the role of the police as a professional body of law enforcers is not a response to crime, but is a response to the threat that collective [working class] action poses to elite rule, and the unequal social arrangements which undergird it. Identification with the victimisation of black Americans, he says, “reveals an unwillingness to confront the class character of police repression. So long as there is a capitalist state entrenching private property relations, there will always be some kind of security apparatus to defend it”. In the US this has racism coded into its logic of operation, and in South Africa, class relations. What we need to do, he suggests, is to embrace and channel rage and protest towards the objective of a better world beyond capitalism. Of course he is not arguing that the anti-racism project in South Africa is complete, nor that we should not support Black Lives Matter protests. Our history of Colonialism and apartheid harm means that we are still not transformed. I have worked in the school setting and many black students speak movingly, and with anger, about micro aggressions and racism (conscious and unconscious) that they see and feel every day. George Floyd’s death was a trigger, Shoki’s analysis notwithstanding, for many South Africans, mostly black South Africans it could be argued, who feel, at a deeply personal and visceral level, the hurts and rage of history, far and recent. Here are some thoughts and feelings from CSA&G colleagues on these recent events. Chris Joubert I think people often forget how influential identity truly is. It is easy to tell someone to not care about what others think of you. How well does that truly work? What happens when those who are meant to lead and protect a society, show you time and time again that some members of that society are valued less than others?. Society teaches us that some people do not matter. That it is OK to treat some people poorly and not see them as people, but less than people. From a young age, it was made clear to me, that the colour of my skin makes me less than human. That sounds dramatic to some people but let me walk you through it. I was born in foreign country and lived there for most of my childhood. The reason for that was that it was immoral and illegal for my parents to be in a relationship. The country both my parents come from deemed interracial couples to be unnatural, immoral, and therefore illegal. This meant if my parents wanted to be with each other and with their children, they would need to flee from their home and take refuge in a foreign land. At my school, a teacher told me that I should feel privilege to be in that school, because it gave me an opportunity to be outside of the dangerous area “from where I came”, not knowing that I lived close to that school. It is the same school where a learner told me that the “great thing” about me is that while I look black, I at least have the brain of a white person. As a teen driving with my brother and father, we got pulled over by the police and my dad was asked if he was being hijacked, while my brother was being searched by the police. To their mind, we were not a family driving together but rather two coloured men hijacking a white man. These are some examples of racism that I have experienced. From these and many more experiences, I learned that society sees me and people who look like me as criminals, dangerous, violent, and intellectually inferior. When people say black lives matter, what they are saying is that for centuries the lives of black people have been seen as less valuable than other lives. And now the lives of black people should be valued, respected, and protected as much as other lives have been. Vuyisa Mamanzi Whether listening to a radio talk show, watching a docuseries, reading a newspaper or an academic article, I often hear social justice activists and scholars influenced by the works of Paulo Freire reiterate the following words: “The structure is still exactly the same, only, it has become even more efficient in terms of oppression.” However, what might have changed at a superficial level is who are the oppressed. The world all over is confronted and turned upside down by the Covid-19 pandemic. In the midst of this crisis we are once again witnessing high levels of police and army brutality, both in the United States and right here at home in South Africa. Two cases that have dominated media headlines recently are the killings of two black men. The death of Collins Khosa of Alexandra Township, South Africa, and the death of George Floyd of Minneapolis, Minnesota, United States. These cases are similar, yet different. In South Africa Collins Khosa died after being assaulted at home by SANDF soldiers, who have since been cleared of the charges, despite a post mortem report stating that Khosa had died of blunt force trauma to the head (Venter, 2020). George Floyd has died as a result of a police officer placing his knee on Floyd’s neck, for nine minutes, resulting in his death (The Indian Press, 2020). These tragic incidents drive one to think deeply about of the concept of “locus of enunciation”, in how one tries to think, understand and make sense of these killings of two black men, in different parts of the world. Locus of enunciation, is a concept coined by Walter Mignolo (2007) and broadly understood as “to think from where you are located” (Mignolo, 2002). Ngungi wa Tiongo speaks about it in terms of the base: “how we see a thing even with our eyes is very much dependent on where we stand in relation to it” (Ndlovu-Gatsheni, 2018). As a black South African woman, how do I think of, make sense of, and even speak of, the death of Collins Khosa, in particular? Living in what is said to be a democratic South Africa, led by a black government. And, I wonder how those in the global north, think of, make sense of, and speak of, the death of George Floyd in a Trump-led country. Being situated in South Africa, my history and the events leading up to the death of Khosa, forces me to think deeply and critically about our struggles in Africa. Kwesi Prah reminds us of an elite who has inherited and extended the lease of life of the colonial culture. An African elite who has integrated themselves and trying to get a position on the table of western culture. Since the dawn of democracy Kwesi Prah argues that we have succeeded in sending our kids to their schools, learn their languages, speak like them, like the things they like, eat exactly what they eat and drink what they drink. He pushes it further by stating that when we do all these things COLOUR does not save us, instead we become part of a culture. He posits that human beings are cultural animals and in South Africa we have succeeded in integrating ourselves into a particular culture (Prah, 2017). Therefore as we think, make sense of and try to understand the death of Collins Khosa, we must remember that our struggle in Africa is not just about race. Instead it is to lift the condition of our history, our culture, our, languages, our heritage and place it at the centre, and that is not blackism, it is Africanism. It is not just racism that we are fighting, we are fighting for the upliftment of the African history, culture, society, AFRICANS! The fact that most Africans are black does not make all blacks African (Prah, 2017). Looking at both the cases of Collins Khosa and George Floyd I am reminded of James Baldwin’s words when he said “don’t try to be safe, nobody is ever safe…people are not wicked because they do wicked things. The reason I want to suggest it to you is because I want you to know that there is nothing that has been done to you that you are not capable of doing to someone else.” (Baldwin, 2017). What we are witnessing in the United States currently in relation to the ongoing protests ignited by the murder of George Floyd is what Kwesi Prah would characterise as an African-American struggle to remove the privileges that whites have over blacks. Prah asserts that US politics and systems have dictated the terms of the freedom struggles of African-American people – a struggle formed around challenging white dominance and privilege – versus the freedom struggles in Africa where questions of identity, language and culture have predominated (Prah, 2017). bell hooks, in her book titled Black Looks: Race and Representation, says because African-American people have been socialized within white supremacist educational systems and by a racist mass media, “many black people are convinced that our lives are not complex, and are therefore unworthy of sophisticated critical analysis and reflection. Even those of us righteously committed to black liberation struggle, who feel we have decolonized our minds, often find it hard to ‘speak’ our experience. James Baldwin understood this. In The Fire Next Time he reminded readers that ‘there has been almost no language’ to describe the ‘horrors’ of black life. Without a way to name our pain, we are also without the words to articulate our pleasure” (Hooks, 1992). In their similarities and differences the tragic and unfortunate deaths of Collins Khosa and George Floyd in the hands of state should invite us as “critical thinkers to break with the hegemonic modes of seeing, thinking, and being that block our capacity to see ourselves oppositionally, to imagine, describe, and invent ourselves in ways that are liberatory. Without this, how can we challenge and invite non-black allies and friends to dare to look at us differently, to dare to break their colonizing gaze?” (Hooks, 1992:2). Being involved in social justice work and activism, and as I witness different forms of injustices unfold during these trying times, I concur with Thuli Madonsela’s sentiments in an open letter she recently wrote to our President, stating that “the constitution requires that no section of society should be unjustly and unfairly excluded from opportunities, resources, benefits and privileges. No group should bear a disproportionate burden.” Rather, we should build a society which tolerates, respects and treats cultural differences equally. And, remember that South African society has the ingredients for a truly cosmopolitan culture with contributory derivations from all parts of the world. Tumelo “Duke” Rasebopye – Do #BlackLivesMatter in South Africa? I have been a victim of police violence before and have had a front row seat at how brutal the police can be towards an innocent citizenry. First, in 2015, when a friend and I were arrested while commenting on the police’s violent interventions towards a line of people looking to buy food from a sidewalk vendor; second, later in 2015, during the #FeesMustFall protests, when students from higher education institutions across the country gathered peacefully at the Union Buildings and were ambushed with rubber bullets and teargas after having being called back by authorities for an apparent address by the President; and then in 2016 when we participated in peaceful protests advocating for fair labour practices and the equality of students in the teaching and learnings activities of the University of Pretoria. What is clear is that #BlackLivesMatter raises an issue that is not just limited to acts of police violence and brutality towards black persons in the USA alone, but gives us an opportunity to interrogate what seems to be an institutional culture that is a cancer to the police’s reputation internationally. Yes, we have been here before, and so have generations before us, but one gets the sense that this time around it has gained a heightened level of attention, gaining allies from unexpected groups and sectors, and hopefully this will be significant enough for it to advance real change. As wonderful as the support has been from South Africans, one can’t help but notice the overwhelming silence of South Africans towards the excessive force being exercised in our own country. It’s saddening to have seen people being shamed for having not posted anything about BLM while also noting the struggle of local activists in trying to bring attention to, and seek justice for, victims here. The Covid-19 lockdown period has exposed the blatant racial bias that exists in the South African Police Service and the South African National Defence Force. We have seen the level of humiliation used towards black communities in reinforcing the lockdown regulations, we have seen the lengths that law enforcement has gone to in order to locate and arrest offenders who trended on social media. And we have seen the violence used in enforcing these regulations, resulting in death as well. This is not the same energy exercised towards predominantly white communities who may document their violations on social media as well. Unlike in the USA, the violent enforcement of the law in South Africa is mostly perpetrated by black police officers. This makes it clear that we are not only dealing with a historically racist institution, but that it is so structurally violent that it no longer matters what the race of the police officer is. The institution remains mostly violent towards black people and black communities in particular and seems to reserve the serving and protecting for white people, privileged persons with power, and those communities and persons who present an association with or proximity to whiteness. It truly is a joy to have activism reach such levels globally and that groups that have been marginalized historically and structurally today have found a collective voice to call for justice where offences exist, and social justice in its entirety wherever they may live, work or find leisure. The reality is that the hashtag will probably lose traction, the following will reduce significantly, and people will likely return to this issue when someone else dies and we find ourselves outraged by seeing the video on the internet. There is still a lot of activism needed before we can claim success or any progress towards dismantling this system, but we need to start getting angry at our own institutions here in South Africa and start demanding accountability for the injustice, violence and racial profiling that continues to exist in our country. Especially considering that it is the majority in this instance that remains oppressed and still dies due to the service it receives from the police. Bibliography Baldwin, J. (2017). Baldwin Speech: Living and growing in a white world https://www.youtube.com/watch?v=QWF2Wjie7Vs Hooks, b. (1992). BLACK LOOKS: race and representation. South End Press. Boston, MA https://aboutabicycle.files.wordpress.com/2012/05/bell-hooks-black-looks-race-and-representation.pdf Mandonsela, T .(2020). Dear Mr President – open letter from Thuli Madonsela is going viral! https://www.goodthingsguy.com/opinion/dear-mr-president-open-letter-from-thuli-madonsela-is-going-viral/ Mabhena, C. (2019). On the Locus of Enunciation https://www.sundaynews.co.zw/on-the-locus-of-enunciation/ Ndlovu-Gatsheni, S.J (2018). THE DYNAMICS OF EPISTEMOLOGICAL DECOLONISATION IN THE 21ST CENTURY: TOWARDS EPISTEMIC, FREEDOM. Strategic Review for Southern Africa, Vol 40, No 1. Change Management Unit (CMU) University of South Africa, Pretoria https://www.up.ac.za/media/shared/85/Strategic%20Review/vol%2040(1)/Ndlovu-Gatsheni.pdf Prah, K, P. (2017). Has Rhodes Fallen? Decolonizing the Humanities in Africa and Constructing Intellectual Sovereignty. The Academy of Science of South Africa (ASSAF) Inaugural Humanities Lecture. HSRC, Pretoria. https://www.assaf.org.za/files/ASSAf%20news/Has%20Rhodes%20Fallen.docx%20ASSAF%20Address%2015.2.2017.pdf Prah, K, P. (2018). The challenge of language in post-apartheid South Africa. https://www.litnet.co.za/challenge-language-post-apartheid-south-africa/ The Indian express (2020). Explained: Why George Floyd’s death sparked violent protests across the United States https://indianexpress.com/article/explained/george-floyd-death-violent-protests-explained-6434207/ Venter, Z (2020). Soldiers cleared of Alexandra man’s murder https://www.iol.co.za/news/south-africa/soldiers-cleared-of-alexandra-mans-murder-48630266 Walter, D. M (2002). The Geopolitics of Knowledge and the Colonial Difference http://www.unice.fr/crookall-cours/iup_geopoli/docs/Geopolitics.pdf Footnotes [1] See here https://www.release.org.uk/publications/ColourOfInjustice for a report on this [2] https://mg.co.za/opinion/2020-06-01-the-class-character-of-police-violence/",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/wp-content/uploads/2018/04/Pierre.jpg",
    "https://www.csagup.org/2020/06/12/just-leaders-and-black-lives-matter-thoughts-and-reflections-from-csag-staff/#_ftn1",
    "https://www.csagup.org/2020/06/12/just-leaders-and-black-lives-matter-thoughts-and-reflections-from-csag-staff/#_ftn2",
    "https://www.csagup.org/wp-content/uploads/2018/04/Chris.jpg",
    "https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa.jpg",
    "https://www.csagup.org/wp-content/uploads/2018/05/duke.jpg",
    "https://www.youtube.com/watch?v=QWF2Wjie7Vs",
    "https://aboutabicycle.files.wordpress.com/2012/05/bell-hooks-black-looks-race-and-representation.pdf",
    "https://www.goodthingsguy.com/opinion/dear-mr-president-open-letter-from-thuli-madonsela-is-going-viral/",
    "https://www.sundaynews.co.zw/on-the-locus-of-enunciation/",
    "https://www.up.ac.za/media/shared/85/Strategic%20Review/vol%2040(1)/Ndlovu-Gatsheni.pdf",
    "https://www.litnet.co.za/challenge-language-post-apartheid-south-africa/",
    "https://indianexpress.com/article/explained/george-floyd-death-violent-protests-explained-6434207/",
    "https://www.iol.co.za/news/south-africa/soldiers-cleared-of-alexandra-mans-murder-48630266",
    "http://www.unice.fr/crookall-cours/iup_geopoli/docs/Geopolitics.pdf",
    "https://www.csagup.org/2020/06/12/just-leaders-and-black-lives-matter-thoughts-and-reflections-from-csag-staff/#_ftnref1",
    "https://www.release.org.uk/publications/ColourOfInjustice",
    "https://www.csagup.org/2020/06/12/just-leaders-and-black-lives-matter-thoughts-and-reflections-from-csag-staff/#_ftnref2",
    "https://mg.co.za/opinion/2020-06-01-the-class-character-of-police-violence/"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2018/04/Pierre-180x180.jpg",
    "https://www.csagup.org/wp-content/uploads/2018/04/Chris-180x180.jpg",
    "https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-180x180.jpg",
    "https://www.csagup.org/wp-content/uploads/2018/05/duke-180x180.jpg"
  ],
  "sourceArchive": "https://www.csagup.org/2020/06/"
}