{
  "title": "Is it or is it not LGBTIQ+ Pride Month in South Africa?",
  "permalink": "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/",
  "datePublished": "2020-06-03T10:28:46+01:00",
  "dateLabel": "3rd June 2020",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\">Johan Maritz</a></p>\n<p style=\"text-align: center;\"><a href=\"https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa.png\"><img decoding=\"async\" class=\"size-medium wp-image-1545 lazy\" src=\"https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa-300x200.png\" data-src=\"https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa-300x200.png\" alt=\"SA LGBTIQ+ flag\" width=\"300\" height=\"200\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa-300x200.png 300w, https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa-1030x687.png 1030w, https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa-768x512.png 768w, https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa-705x470.png 705w, https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa.png 1181w\" data-sizes=\"(max-width: 300px) 100vw, 300px\"></a></p>\n<div class=\"mceTemp\"></div>\n<p>My news feeds on different social media platforms have, since 1 June, been proclaiming that June is Pride Month. Many organisations and groups have now declared June as LGBTIQ+ Pride Month in South Africa and beyond.</p>\n<p>I am perplexed by this, as it is indeed Pride Month, but in the US! Pride Month in the US is a commemoration of the Stonewall riots that occurred on 28 June 1969<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a>. Police officials from New York City’s Public Morals Division conducted a raid on the Stonewall Inn in Greenwich Village, New York, on that day. This happened regularly but on that day patrons decided they had enough and decided to fight back. Riots ensued, patrons from neighbouring bars joined the fight, cars were set alight, windows were smashed and police ended up having to barricade themselves in the Stonewall Inn. The protest lasted six days! This moment in history<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> is regarded by many as the birth of the gay liberation movement and the start of the fight for LGBTIQ+ equality in the US.</p>\n<p>Has Pride in South Africa and around the world become Americanised?</p>\n<p>According to French sociologist Frédéric Martel, this is not necessarily the case:</p>\n<p style=\"padding-left: 40px;\"><em>“Gay people are increasingly globalized and often very Americanized, but they remain deeply rooted in their individual countries and cultures. In the era of globalization, openness to influence and rootedness in history are not mutually exclusive. Indeed, the local singularities of gay life and the heterogeneity of LGBTQ+ communities are strong, even when sheltered under the same </em>flag.”<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a></p>\n<p>I don’t disagree with Martel, and I accept that local queer movements can and should be African in ethos AND inspired by events in other places, but there are other celebrations in June which may complicate things.</p>\n<p>June is Youth Month in South Africa. On 16 June, we commemorate the 1976 Soweto Youth Uprising when young people stood up against the Apartheid government’s directive that Afrikaans alongside English was a compulsory medium of instruction.<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a></p>\n<p>Are we inadvertently setting up competing interests through combined commemorations? Do we run the risk of dividing resources, splitting our energies unnecessarily, by allowing Pride Month and Youth Month to overlap?</p>\n<p>That may be so, and time will tell. But this may also be an opportunity for LGBTIQ+ youth to be celebrated during Youth Month. LGBTIQ+ youth’s liberation struggle is far from over, with several reports about homophobia and instances of hate crimes against young members of the LGBTIQ+ community. A case and point is the brutal stabbing to death of LGBTIQ+ teen Liyabona Mabishi on Human Rights Day in Khayelitsha this year<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a>.</p>\n<p>The fact that young LGBTIQ+ people are still facing challenges in a post-Apartheid South Africa is disappointing, there is still much work to do. Just as the youth of 1976 rose up against a system which oppressed them, young queer people need to rise up against the oppression many still face today. And they should not have to do that on their own. June could be celebrated and Youth Pride Month.</p>\n<p>Here I would like to make a special plea for the role of older LGBTIQ+ people, as people who have wisdom and insight, and who can mentor and support their younger counterparts. Many older people will have lived through enormous legal change: in the addendum to this piece I attach a list of key events that have shaped LGBTIQ+ life in South Africa.</p>\n<h2>So, when should Pride Month be in South Africa?</h2>\n<p>I think that the perfect month for LGBTIQ+ Pride would be October, to commemorate the first South African and African Pride event. This was a significant undertaking and not without risk for the 800 or so people who participated.&nbsp; It was South Africa before democracy and homosexuality was still illegal. This ground-breaking event was inclusive<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a> and was also a protest against Apartheid.</p>\n<p>In my view, 13 October 1990, is a day that should be remembered and celebrated.</p>\n<p>June can be LGBTIQ+ Pride Month if you want it to be. Hopefully it carries meaning for you. As LGBTIQ+ citizens we are also global citizens and there are benefits to having a more global sense of celebration like greater visibility, but please remember that the right to celebrate and exist was a result of a long struggle and that this struggle continues for many members of this global community. Also remember South Africa’s unique LGBTIQ+ history and we celebrated many liberation victories long before the US and the world did. Your pride should boldly include its South African history and many victories. Pride is also not a justification for complacency as the LGBTIQ+ struggle in South Africa is far from over.</p>\n<h2>Key events that have shaped LGBTIQ+ life in South Africa</h2>\n<p>I often feel that South African LGBTIQ+ youth do not know enough about their LGBTIQ+ history and perhaps the marginalisation of ‘older’ LGBTIQ+ voices plays a role in this. Here are some dates<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a> which might add gravitas to Pride Month, whenever it is celebrated!</p>\n<p><strong>January 1966: The Forest Town Raid – </strong>police raided a party in Forest Town, Johannesburg. Nine men were arrested for masquerading as women and participating in ‘indecent activity’. This resulted in a lot public and political scrutiny, ultimately resulting in the Immorality Amendment Act of 1969.</p>\n<p><strong>21 May 1969: Immorality Amendment Act of 1969 – </strong>introduces Section 20A, with the infamous ‘men at a party’ clause, which prohibited two or more men from being together and performing any act that would arouse ‘sexual passion’. The amendment also raised the age of consent for male homosexual activity from 16 to 19, although ‘sodomy’ and ‘unnatural acts’ were already criminal. The objective of the government was to minimise the presence of homosexuals, and protect society from the ‘corrupting influence’ of the LGBT community.</p>\n<p><strong>1971 to 1989: The Aversion Project – </strong>homosexual soldiers in the South African Defence Forces (SADF) were forced to submit to ‘cures’ for their homosexuality.</p>\n<p><strong>4 March 1988: Immorality Amendment Act of 1988 – </strong>imposes an age of consent of 19 for lesbian sex, which had previously been unregulated by the law. This was higher than the age of 16 applying to heterosexual sex.</p>\n<p><strong>13 October 1990: The Lesbian and Gay Pride March – </strong>South Africa’s first Lesbian and Gay Pride march was held on this date in Johannesburg. It was the first Pride March on the African continent and acted as both a gay pride event and an anti-Apartheid march. The march was organised by the Gay and Lesbian Organisation of the Witwatersrand (GLOW) and attracted a crowd of about 800 people. Speakers at the event included Beverly Ditsie, Simon Nkoli and Justice Edwin Cameron. The purpose of the event was not only to demonstrate pride in gay or lesbian identity but also to provide a wider platform for voicing political concerns. The march was part of a broader struggle to decriminalise homosexuality in South African law and to end Apartheid.</p>\n<p><strong>27 April 1994: Interim Constitution –</strong> the Interim Constitution comes into force. It includes a clause explicitly prohibiting discrimination on the basis of sexual orientation, giving LGBT South Africans legal protection for the first time. A subsequent court decision in 1998 will establish that the crime of sodomy was legally invalid from this date.</p>\n<p><strong>4 February 1997: Constitution –</strong> the final Constitution comes into force, including the same anti-discrimination protections as the Interim Constitution.</p>\n<p><strong>8 May 1998: Sodomy and ‘unnatural sex acts’ –</strong> in the case of <em>National Coalition for Gay and Lesbian Equality v Minister of Justice</em>, a judge of the Witwatersrand Local Division of the High Court declares the criminalisation of sodomy and ‘unnatural sexual acts’, and section 20A of the Sexual Offences Act, to be unconstitutional for violating the anti-discrimination clause of the Constitution.</p>\n<p><strong>9 October 1998: Constitutional Court confirmation –</strong> the Constitutional Court unanimously confirms the judgment of the High Court in the National Coalition case.</p>\n<p><strong>12 February 1999: Immigration</strong> – in the case of <em>National Coalition for Gay and Lesbian Equality v Minister of Home Affairs</em>, three judges of the Cape Provincial Division of the High Court rule that it is unconstitutional for the government to provide immigration benefits to the foreign spouses of South Africans but not to the foreign same-sex partners of South Africans. The declaration of invalidity is suspended for one year to allow Parliament to correct the law.</p>\n<p><strong>2 December 1999:</strong> <strong>Constitutional Court confirmation –</strong> the Constitutional Court unanimously confirms the judgment of the High Court in the second <em>National Coalition</em> case, but removes the suspension of the order and instead ‘reads in’ words to the law to immediately extend immigration benefits to same-sex partners.</p>\n<p><strong>28 September 2001: Adoption –</strong> in the case of <em>Du Toit v Minister of Welfare and Population Development</em>, a judge of the Transvaal Provincial Division rules that same-sex partners must be allowed to jointly adopt children and to adopt each other’s children, a right which was previously limited to married spouses.</p>\n<p><strong>10 September 2002:</strong> <strong>Constitutional Court confirmation – </strong>the Constitutional Court unanimously confirms the judgment and order of the High Court in the Du Toit case.</p>\n<p><strong>18 October 2002: Marriage –</strong> in the case of <em>Fourie v Minister of Home Affairs</em>, a judge of the Transvaal Provincial Division dismisses the application of a lesbian couple to have their union recognised as a marriage on the grounds that they failed to attack the constitutionality of the Marriage Act.</p>\n<p><strong>31 October 2002: Natural parents – </strong>in the case <em>of J and B v Director General, Department of Home Affairs</em>, a judge of the Durban &amp; Coast Local Division of the High Court rules that a child born to a lesbian couple must be regarded as legitimate in law, and that both partners must be legally regarded as natural parents of the children and recorded as such on the birth register.</p>\n<p><strong>28 March 2003: Constitutional Court confirmation –</strong> the Constitutional Court unanimously confirms the judgment and order of the High <strong>Court</strong> in the J and B case.</p>\n<p><strong>31 July 2003: Marriage appeal –</strong> the Constitutional Court refuses leave for a direct appeal in the <em>Fourie</em> case, directing that the appeal should instead be heard by the Supreme Court of Appeal.</p>\n<p><strong>15 March 2004: Sex description – </strong>the Alteration of Sex Description and Sex Status Act, 2003 comes into force, allowing transgender and intersex people to change their legally recognised sex.</p>\n<p><strong>July 2004: Marriage Act –</strong> the Lesbian and Gay Equality Project launches a case in the Witwatersrand Local Division challenging the constitutionality of the provisions of the Marriage Act that limit marriage to opposite-sex couples.</p>\n<p><strong>30 November 2004: Marriage –</strong> a five-judge panel of the Supreme Court of Appeal hands down a judgment in the <em>Fourie</em> case. The majority of four rules that the common-law definition of marriage must be extended to include same-sex marriages but that such marriages cannot be solemnised in South Africa until the Marriage Act is amended, either by Parliament or by the Equality Project’s application. The judgment is appealed to the Constitutional Court by both parties.</p>\n<p><strong>11 March 2005 Marriage – </strong>the Chief Justice instructs that the <em>Equality Project</em> case will be heard by the Constitutional Court simultaneously with the <em>Fourie</em> case.</p>\n<p><strong>1 December 2005: Marriage –</strong> the Constitutional Court delivers its judgment in the <em>Fourie</em> and <em>Equality Project</em> cases (now known as <em>Minister of Home Affairs v Fourie</em>). The court rules that the common-law definition of marriage and the Marriage Act are unconstitutional because they do not allow same-sex couples to marry. The court suspends its order for one year to allow Parliament to rectify the discrimination.</p>\n<p><strong>31 March 2006: Spousal </strong>inheritance<strong> – i</strong>n the case of <em>Gory v Kolver NO</em>, a judge of the Transvaal Provincial Division rules that a same-sex life partner is entitled to inherit from the intestate estate of the other partner as if they were married.</p>\n<p><strong>August 2006: Marriage – </strong>the government rejects a call by the African Christian Democratic Party for a constitutional amendment to reverse the Constitutional Court’s decision on same-sex marriage. Cabinet approves the introduction of the Civil Union Bill in Parliament.</p>\n<p><strong>13 September 2006: Marriage – legal but not equal –</strong> the Civil Union Bill is introduced in the National Assembly. As originally drafted, the bill would provide for ‘civil partnerships’, for same-sex couples only, which would have the same legal consequences as marriage but would not be called marriage.</p>\n<p><strong>14 November 2006: Marriage – legal and equal –</strong> the National Assembly passes the Civil Union Bill, with amendments to allow marriages or civil partnerships available to same-sex and opposite-sex couples, by 230 votes to 41.</p>\n<p><strong>23 November 2006: Constitutional Court confirmation – </strong>the Constitutional Court confirms the judgment and order of the High Court in the <em>Gory</em> case.</p>\n<p><strong>28 November 2006: Marriage –</strong> the National Council of Provinces passes the Civil Union Bill by 36 votes to 11.</p>\n<p><strong>29 November 2006: Marriage/Civil Unions –</strong> the Civil Union Act, 2006 is signed into law by Acting President Phumzile Mlambo-Ngcuka.</p>\n<p><strong>1 December 2006: Marriage –</strong> the first legal same-sex marriage is performed, in George.</p>\n<p><strong>16 December 2007: Age of consent –</strong> the Criminal Law (Sexual Offences and Related Matters) Amendment Act, 2007 comes into force, equalising the age of consent at 16; previously it had been 16 for heterosexual sex and 19 for homosexual sex.</p>\n<p><strong>31 March 2008:</strong> <strong>Age of consent –</strong> in the case <em>of Geldenhuys v National Director of Public Prosecutions</em>, the Supreme Court of Appeal rules that the erstwhile difference in the age of consent was unconstitutional, notwithstanding that it has already been rectified by Parliament.</p>\n<p><strong>26 November 2008: Constitutional Court confirmation – </strong>the Constitutional Court confirms the order of the Supreme Court of Appeal in the Geldenhuys case.</p>\n<p><strong>18 December 2010: Flag –</strong> a gay pride flag of South Africa is launched in Cape Town.</p>\n<p><strong>Mid-March 2010: National Task Team – </strong>the establishment of a National Task Team (NTT) to address the issue of hate crimes against LGBT people such as corrective rape is mandated by then Minister of Justice Jeff Radebe.</p>\n<p><strong>29 April 2014: Intervention Strategy –</strong> the National Intervention Strategy for the LGBTI Sector developed by the NTT is launched by then Minister of Justice Jeff Radebe.</p>\n<p><strong>25 May 2014: Cabinet</strong> – Lynne Brown becomes the first openly gay person to be appointed to a cabinet post in any African government.</p>\n<h2>References:</h2>\n<p>Martel, F. 2018. <em>How Pride Became a Global Phenomenon. </em>Available online: <a href=\"https://www.them.us/story/how-pride-became-a-global-phenomenon\">https://www.them.us/story/how-pride-became-a-global-phenomenon</a> [accessed 2 June 2020]</p>\n<p>South African History Online. 2014. <em>The History of LGBT legislation.</em> Available at: <a href=\"https://www.sahistory.org.za/article/history-lgbt-legislation\">https://www.sahistory.org.za/article/history-lgbt-legislation</a> [accessed 2 June 2020]</p>\n<p>South African History Online. 2017. <em>The First Gay Pride March is Held in South Africa. </em>Available at: <a href=\"https://www.sahistory.org.za/dated-event/first-gay-pride-march-held-south-africa\">https://www.sahistory.org.za/dated-event/first-gay-pride-march-held-south-africa</a> [accessed 2 June 2020]</p>\n<p>Thompson, B. 2020. <em>The History Of Pride Month And What It Can Teach Us About Moving Forward Today.</em> Available online: <a href=\"https://www.forbes.com/sites/brianthompson1/2020/06/01/the-history-of-pride-month-and-what-it-can-teach-us-about-moving-forward-today/\">https://www.forbes.com/sites/brianthompson1/2020/06/01/the-history-of-pride-month-and-what-it-can-teach-us-about-moving-forward-today/</a> [accessed 2 June 2020]</p>\n<h2>Footnotes:</h2>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> The History Of Pride Month And What It Can Teach Us About Moving Forward Today. <a href=\"https://www.forbes.com/sites/brianthompson1/2020/06/01/the-history-of-pride-month-and-what-it-can-teach-us-about-moving-forward-today/\">https://www.forbes.com/sites/brianthompson1/2020/06/01/the-history-of-pride-month-and-what-it-can-teach-us-about-moving-forward-today/</a></p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> <a href=\"https://en.wikipedia.org/wiki/Stonewall_riots\">https://en.wikipedia.org/wiki/Stonewall_riots</a></p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> <a href=\"https://www.them.us/story/how-pride-became-a-global-phenomenon\">https://www.them.us/story/how-pride-became-a-global-phenomenon</a></p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> <a href=\"https://www.sahistory.org.za/article/june-16-soweto-youth-uprising\">https://www.sahistory.org.za/article/june-16-soweto-youth-uprising</a></p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> Western Cape LGBTIQ+ teen stabbed to death. <a href=\"http://www.lovenothate.org.za/2020/03/26/lgbtiq-teen-stabbed-to-death/\">http://www.lovenothate.org.za/2020/03/26/lgbtiq-teen-stabbed-to-death/</a></p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> Many subsequent Pride events in different parts of the country have been criticized for not being inclusive enough and with their representivity questioned.</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\">[7]</a> Adapted and consolidated from: <a href=\"https://en.wikipedia.org/wiki/Timeline_of_LGBT_history_in_South_Africa\">https://en.wikipedia.org/wiki/Timeline_of_LGBT_history_in_South_Africa</a></p>\n</body></html>",
  "contentText": "By Johan Maritz My news feeds on different social media platforms have, since 1 June, been proclaiming that June is Pride Month. Many organisations and groups have now declared June as LGBTIQ+ Pride Month in South Africa and beyond. I am perplexed by this, as it is indeed Pride Month, but in the US! Pride Month in the US is a commemoration of the Stonewall riots that occurred on 28 June 1969[1]. Police officials from New York City’s Public Morals Division conducted a raid on the Stonewall Inn in Greenwich Village, New York, on that day. This happened regularly but on that day patrons decided they had enough and decided to fight back. Riots ensued, patrons from neighbouring bars joined the fight, cars were set alight, windows were smashed and police ended up having to barricade themselves in the Stonewall Inn. The protest lasted six days! This moment in history[2] is regarded by many as the birth of the gay liberation movement and the start of the fight for LGBTIQ+ equality in the US. Has Pride in South Africa and around the world become Americanised? According to French sociologist Frédéric Martel, this is not necessarily the case: “Gay people are increasingly globalized and often very Americanized, but they remain deeply rooted in their individual countries and cultures. In the era of globalization, openness to influence and rootedness in history are not mutually exclusive. Indeed, the local singularities of gay life and the heterogeneity of LGBTQ+ communities are strong, even when sheltered under the same flag.”[3] I don’t disagree with Martel, and I accept that local queer movements can and should be African in ethos AND inspired by events in other places, but there are other celebrations in June which may complicate things. June is Youth Month in South Africa. On 16 June, we commemorate the 1976 Soweto Youth Uprising when young people stood up against the Apartheid government’s directive that Afrikaans alongside English was a compulsory medium of instruction.[4] Are we inadvertently setting up competing interests through combined commemorations? Do we run the risk of dividing resources, splitting our energies unnecessarily, by allowing Pride Month and Youth Month to overlap? That may be so, and time will tell. But this may also be an opportunity for LGBTIQ+ youth to be celebrated during Youth Month. LGBTIQ+ youth’s liberation struggle is far from over, with several reports about homophobia and instances of hate crimes against young members of the LGBTIQ+ community. A case and point is the brutal stabbing to death of LGBTIQ+ teen Liyabona Mabishi on Human Rights Day in Khayelitsha this year[5]. The fact that young LGBTIQ+ people are still facing challenges in a post-Apartheid South Africa is disappointing, there is still much work to do. Just as the youth of 1976 rose up against a system which oppressed them, young queer people need to rise up against the oppression many still face today. And they should not have to do that on their own. June could be celebrated and Youth Pride Month. Here I would like to make a special plea for the role of older LGBTIQ+ people, as people who have wisdom and insight, and who can mentor and support their younger counterparts. Many older people will have lived through enormous legal change: in the addendum to this piece I attach a list of key events that have shaped LGBTIQ+ life in South Africa. So, when should Pride Month be in South Africa? I think that the perfect month for LGBTIQ+ Pride would be October, to commemorate the first South African and African Pride event. This was a significant undertaking and not without risk for the 800 or so people who participated. It was South Africa before democracy and homosexuality was still illegal. This ground-breaking event was inclusive[6] and was also a protest against Apartheid. In my view, 13 October 1990, is a day that should be remembered and celebrated. June can be LGBTIQ+ Pride Month if you want it to be. Hopefully it carries meaning for you. As LGBTIQ+ citizens we are also global citizens and there are benefits to having a more global sense of celebration like greater visibility, but please remember that the right to celebrate and exist was a result of a long struggle and that this struggle continues for many members of this global community. Also remember South Africa’s unique LGBTIQ+ history and we celebrated many liberation victories long before the US and the world did. Your pride should boldly include its South African history and many victories. Pride is also not a justification for complacency as the LGBTIQ+ struggle in South Africa is far from over. Key events that have shaped LGBTIQ+ life in South Africa I often feel that South African LGBTIQ+ youth do not know enough about their LGBTIQ+ history and perhaps the marginalisation of ‘older’ LGBTIQ+ voices plays a role in this. Here are some dates[7] which might add gravitas to Pride Month, whenever it is celebrated! January 1966: The Forest Town Raid – police raided a party in Forest Town, Johannesburg. Nine men were arrested for masquerading as women and participating in ‘indecent activity’. This resulted in a lot public and political scrutiny, ultimately resulting in the Immorality Amendment Act of 1969. 21 May 1969: Immorality Amendment Act of 1969 – introduces Section 20A, with the infamous ‘men at a party’ clause, which prohibited two or more men from being together and performing any act that would arouse ‘sexual passion’. The amendment also raised the age of consent for male homosexual activity from 16 to 19, although ‘sodomy’ and ‘unnatural acts’ were already criminal. The objective of the government was to minimise the presence of homosexuals, and protect society from the ‘corrupting influence’ of the LGBT community. 1971 to 1989: The Aversion Project – homosexual soldiers in the South African Defence Forces (SADF) were forced to submit to ‘cures’ for their homosexuality. 4 March 1988: Immorality Amendment Act of 1988 – imposes an age of consent of 19 for lesbian sex, which had previously been unregulated by the law. This was higher than the age of 16 applying to heterosexual sex. 13 October 1990: The Lesbian and Gay Pride March – South Africa’s first Lesbian and Gay Pride march was held on this date in Johannesburg. It was the first Pride March on the African continent and acted as both a gay pride event and an anti-Apartheid march. The march was organised by the Gay and Lesbian Organisation of the Witwatersrand (GLOW) and attracted a crowd of about 800 people. Speakers at the event included Beverly Ditsie, Simon Nkoli and Justice Edwin Cameron. The purpose of the event was not only to demonstrate pride in gay or lesbian identity but also to provide a wider platform for voicing political concerns. The march was part of a broader struggle to decriminalise homosexuality in South African law and to end Apartheid. 27 April 1994: Interim Constitution – the Interim Constitution comes into force. It includes a clause explicitly prohibiting discrimination on the basis of sexual orientation, giving LGBT South Africans legal protection for the first time. A subsequent court decision in 1998 will establish that the crime of sodomy was legally invalid from this date. 4 February 1997: Constitution – the final Constitution comes into force, including the same anti-discrimination protections as the Interim Constitution. 8 May 1998: Sodomy and ‘unnatural sex acts’ – in the case of National Coalition for Gay and Lesbian Equality v Minister of Justice, a judge of the Witwatersrand Local Division of the High Court declares the criminalisation of sodomy and ‘unnatural sexual acts’, and section 20A of the Sexual Offences Act, to be unconstitutional for violating the anti-discrimination clause of the Constitution. 9 October 1998: Constitutional Court confirmation – the Constitutional Court unanimously confirms the judgment of the High Court in the National Coalition case. 12 February 1999: Immigration – in the case of National Coalition for Gay and Lesbian Equality v Minister of Home Affairs, three judges of the Cape Provincial Division of the High Court rule that it is unconstitutional for the government to provide immigration benefits to the foreign spouses of South Africans but not to the foreign same-sex partners of South Africans. The declaration of invalidity is suspended for one year to allow Parliament to correct the law. 2 December 1999: Constitutional Court confirmation – the Constitutional Court unanimously confirms the judgment of the High Court in the second National Coalition case, but removes the suspension of the order and instead ‘reads in’ words to the law to immediately extend immigration benefits to same-sex partners. 28 September 2001: Adoption – in the case of Du Toit v Minister of Welfare and Population Development, a judge of the Transvaal Provincial Division rules that same-sex partners must be allowed to jointly adopt children and to adopt each other’s children, a right which was previously limited to married spouses. 10 September 2002: Constitutional Court confirmation – the Constitutional Court unanimously confirms the judgment and order of the High Court in the Du Toit case. 18 October 2002: Marriage – in the case of Fourie v Minister of Home Affairs, a judge of the Transvaal Provincial Division dismisses the application of a lesbian couple to have their union recognised as a marriage on the grounds that they failed to attack the constitutionality of the Marriage Act. 31 October 2002: Natural parents – in the case of J and B v Director General, Department of Home Affairs, a judge of the Durban & Coast Local Division of the High Court rules that a child born to a lesbian couple must be regarded as legitimate in law, and that both partners must be legally regarded as natural parents of the children and recorded as such on the birth register. 28 March 2003: Constitutional Court confirmation – the Constitutional Court unanimously confirms the judgment and order of the High Court in the J and B case. 31 July 2003: Marriage appeal – the Constitutional Court refuses leave for a direct appeal in the Fourie case, directing that the appeal should instead be heard by the Supreme Court of Appeal. 15 March 2004: Sex description – the Alteration of Sex Description and Sex Status Act, 2003 comes into force, allowing transgender and intersex people to change their legally recognised sex. July 2004: Marriage Act – the Lesbian and Gay Equality Project launches a case in the Witwatersrand Local Division challenging the constitutionality of the provisions of the Marriage Act that limit marriage to opposite-sex couples. 30 November 2004: Marriage – a five-judge panel of the Supreme Court of Appeal hands down a judgment in the Fourie case. The majority of four rules that the common-law definition of marriage must be extended to include same-sex marriages but that such marriages cannot be solemnised in South Africa until the Marriage Act is amended, either by Parliament or by the Equality Project’s application. The judgment is appealed to the Constitutional Court by both parties. 11 March 2005 Marriage – the Chief Justice instructs that the Equality Project case will be heard by the Constitutional Court simultaneously with the Fourie case. 1 December 2005: Marriage – the Constitutional Court delivers its judgment in the Fourie and Equality Project cases (now known as Minister of Home Affairs v Fourie). The court rules that the common-law definition of marriage and the Marriage Act are unconstitutional because they do not allow same-sex couples to marry. The court suspends its order for one year to allow Parliament to rectify the discrimination. 31 March 2006: Spousal inheritance – in the case of Gory v Kolver NO, a judge of the Transvaal Provincial Division rules that a same-sex life partner is entitled to inherit from the intestate estate of the other partner as if they were married. August 2006: Marriage – the government rejects a call by the African Christian Democratic Party for a constitutional amendment to reverse the Constitutional Court’s decision on same-sex marriage. Cabinet approves the introduction of the Civil Union Bill in Parliament. 13 September 2006: Marriage – legal but not equal – the Civil Union Bill is introduced in the National Assembly. As originally drafted, the bill would provide for ‘civil partnerships’, for same-sex couples only, which would have the same legal consequences as marriage but would not be called marriage. 14 November 2006: Marriage – legal and equal – the National Assembly passes the Civil Union Bill, with amendments to allow marriages or civil partnerships available to same-sex and opposite-sex couples, by 230 votes to 41. 23 November 2006: Constitutional Court confirmation – the Constitutional Court confirms the judgment and order of the High Court in the Gory case. 28 November 2006: Marriage – the National Council of Provinces passes the Civil Union Bill by 36 votes to 11. 29 November 2006: Marriage/Civil Unions – the Civil Union Act, 2006 is signed into law by Acting President Phumzile Mlambo-Ngcuka. 1 December 2006: Marriage – the first legal same-sex marriage is performed, in George. 16 December 2007: Age of consent – the Criminal Law (Sexual Offences and Related Matters) Amendment Act, 2007 comes into force, equalising the age of consent at 16; previously it had been 16 for heterosexual sex and 19 for homosexual sex. 31 March 2008: Age of consent – in the case of Geldenhuys v National Director of Public Prosecutions, the Supreme Court of Appeal rules that the erstwhile difference in the age of consent was unconstitutional, notwithstanding that it has already been rectified by Parliament. 26 November 2008: Constitutional Court confirmation – the Constitutional Court confirms the order of the Supreme Court of Appeal in the Geldenhuys case. 18 December 2010: Flag – a gay pride flag of South Africa is launched in Cape Town. Mid-March 2010: National Task Team – the establishment of a National Task Team (NTT) to address the issue of hate crimes against LGBT people such as corrective rape is mandated by then Minister of Justice Jeff Radebe. 29 April 2014: Intervention Strategy – the National Intervention Strategy for the LGBTI Sector developed by the NTT is launched by then Minister of Justice Jeff Radebe. 25 May 2014: Cabinet – Lynne Brown becomes the first openly gay person to be appointed to a cabinet post in any African government. References: Martel, F. 2018. How Pride Became a Global Phenomenon. Available online: https://www.them.us/story/how-pride-became-a-global-phenomenon [accessed 2 June 2020] South African History Online. 2014. The History of LGBT legislation. Available at: https://www.sahistory.org.za/article/history-lgbt-legislation [accessed 2 June 2020] South African History Online. 2017. The First Gay Pride March is Held in South Africa. Available at: https://www.sahistory.org.za/dated-event/first-gay-pride-march-held-south-africa [accessed 2 June 2020] Thompson, B. 2020. The History Of Pride Month And What It Can Teach Us About Moving Forward Today. Available online: https://www.forbes.com/sites/brianthompson1/2020/06/01/the-history-of-pride-month-and-what-it-can-teach-us-about-moving-forward-today/ [accessed 2 June 2020] Footnotes: [1] The History Of Pride Month And What It Can Teach Us About Moving Forward Today. https://www.forbes.com/sites/brianthompson1/2020/06/01/the-history-of-pride-month-and-what-it-can-teach-us-about-moving-forward-today/ [2] https://en.wikipedia.org/wiki/Stonewall_riots [3] https://www.them.us/story/how-pride-became-a-global-phenomenon [4] https://www.sahistory.org.za/article/june-16-soweto-youth-uprising [5] Western Cape LGBTIQ+ teen stabbed to death. http://www.lovenothate.org.za/2020/03/26/lgbtiq-teen-stabbed-to-death/ [6] Many subsequent Pride events in different parts of the country have been criticized for not being inclusive enough and with their representivity questioned. [7] Adapted and consolidated from: https://en.wikipedia.org/wiki/Timeline_of_LGBT_history_in_South_Africa",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa.png",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftn1",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftn2",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftn3",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftn4",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftn5",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftn6",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftn7",
    "https://www.them.us/story/how-pride-became-a-global-phenomenon",
    "https://www.sahistory.org.za/article/history-lgbt-legislation",
    "https://www.sahistory.org.za/dated-event/first-gay-pride-march-held-south-africa",
    "https://www.forbes.com/sites/brianthompson1/2020/06/01/the-history-of-pride-month-and-what-it-can-teach-us-about-moving-forward-today/",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftnref1",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftnref2",
    "https://en.wikipedia.org/wiki/Stonewall_riots",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftnref3",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftnref4",
    "https://www.sahistory.org.za/article/june-16-soweto-youth-uprising",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftnref5",
    "http://www.lovenothate.org.za/2020/03/26/lgbtiq-teen-stabbed-to-death/",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftnref6",
    "https://www.csagup.org/2020/06/03/is-it-or-is-it-not-lgbtiq-pride-month-in-south-africa/#_ftnref7",
    "https://en.wikipedia.org/wiki/Timeline_of_LGBT_history_in_South_Africa"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2020/06/Gay_Flag_of_South_Africa-300x200.png"
  ],
  "sourceArchive": "https://www.csagup.org/2020/06/"
}