{
  "title": "(Un)masking other dangerous pandemics within the Covid-19 lockdown",
  "permalink": "https://www.csagup.org/2020/08/17/unmasking-other-dangerous-pandemics-within-the-covid-19-lockdown/",
  "datePublished": "2020-08-17T15:24:02+01:00",
  "dateLabel": "17th August 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <a href=\"https://www.csagup.org/our-story/our-team/\"><em><strong>Tinashe Mawere</strong></em></a></p>\n<h2>Introduction: Silencing ‘disobedient’ voices</h2>\n<p>On 13 May 2020, some youths from Zimbabwe’s largest opposition party, the MDC Alliance, performed a flash demonstration in Warren Park D, in Harare (Zimbabwe’s capital city). They were protesting against the state’s failure to provide care and sustenance for the disadvantaged and vulnerable during the Covid-19 lockdown. Later on, reports emerged that three women, namely, the Member of Parliament for Harare West, Joana Mamombe, Cecilia Chimbiri and Netsai Marova, who had been part of the demonstration, had been arrested and were in police custody. These women were accused of breaking the rules and regulations of the Covid-19 lockdown. The police, through a government-run and pro-government newspaper, the <em>Herald</em>, confirmed the arrest. In a story published in the <em>Herald</em>, the National police spokesperson Assistant Commissioner, Paul Nyathi, confirmed: “the police arrested the three in Harare today in connection with an illegal demonstration, which occurred in Warren Park earlier in the day. They are in our custody and we are still making further investigations into the issue,” (Maphosa 2020). Subsequently, details emerged that the three women could not be traced and the police and government officials denied having ever arrested them. After two days, there were reports that the women had been found dumped on the outskirts of Bindura, some 120km away from Harare, and that they had been beaten up, forced to drink each other’s urine and sexually harassed by state security agents.<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a></p>\n<p>Within this story, there are contestations, with state authorities claiming that the abduction was stage-managed to damage the national image of the country<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> while the women were claiming to have been abducted and tortured because they had protested against the government. With the Zimbabwean state having a history of abducting and torturing oppositional voices (Mukoko 2016; Wilkins 2012; Sachikonye 2011), and earlier acknowledgement by the police that the trio had been arrested, the issue remains sensitive and there have been calls for independent investigations into the matter. In the midst of all this, the deputy minister in the Ministry of Information, Publicity and Broadcasting Services, Energy Mutodi, posted a very interesting Tweet with regards to how the women found themselves in the troublesome situation. I posit that Mutodi’s Tweet reveals the considerable extent to which masculine authoritarianism and patriarchy remain deeply embedded in the nation of Zimbabwe.</p>\n<h2>Mutodi’s Tweet: Prototyping the sexualities of woman-public figures</h2>\n<p>Mutodi’s Tweet read as follows: “Details emerge MDC youths Joana Mamombe, Netsai Marova &amp; Cecilia Chimbiri went out for a romantic night to Bindura with their lovers who are artisanal miners. They parked their car at a police station for safety but tragedy struck when they demanded foreign currency for services” (Energy Mutodi Tweet May 20, 2020).<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a></p>\n<p>Since stories of abduction are not new, as shown by scholars above, I locate abductions as discourses of state-making in Zimbabwe. Whether real or re/imagined, abductions are part of the ‘everyday’ and are discourses and performances of the Zimbabwean nation that should be problematised. However, rather than focusing on the raging debate about whether this particular abduction was real or stage-managed, in this work, I focus on the above abduction story as a discourse of state-craft. Mutodi’s Tweet can be located discursively within the broader politics of gender, the silencing of women, and the mis/representation of women and women’s images in dominant patriarchal texts of imagining the nation. This discursive analysis exposes that Mutodi’s Tweet re/represents and performs the prevailing and naturalised surveillance of women and women’s bodies that characterises Zimbabwe and other patriarchal societies. The Tweet was meant not only to shame and silence the three women politically, but also to silence the impetus narrative of women abuses in Zimbabwe, to silence women’s political and public participation, as well as to silence women’s sexualities and sexual liberties. Moreover, the Tweet produced the effect of cementing existing and dominant patriarchal narratives pertaining to women and their identities and also their place and space within the nation.</p>\n<h2>Normalising dominant images of women: “…went out for a romantic night…”</h2>\n<p>As a public and official figure, deputy Minister of Information, Publicity and Broadcasting Services, Mutodi’s Tweet epitomises the position of the state and reveals and drives public opinion. His expression that “MDC youths Joana Mamombe, Netsai Marova &amp; Cecilia Chimbiri went out for a romantic night to Bindura” should not be read as misplaced satire, but rather as satire that is re/produced within and is performing particular dominant knowledges and culture. The lack of empathy that the Zimbabwean state has towards women who experience abuses, especially sexual abuses, is revealed in the Tweet. Also revealed is the lack of seriousness and the denials that the state makes on cases of women abuse, especially sexual violence. In Zimbabwe, many cases of women abuse are not reported, while others are not attended to (Mashiri &amp; Mawire 2013; Shamu et al 2013) because of this denial.</p>\n<p>Since Mutodi draws attention to the women’s unexpected romantic outing, there is a clear perpetuation of dominant discourses that associate ‘obedient’ women with the home and the private space, thereby shifting the blame on the survivors of abuse for inviting trouble to themselves by venturing into the public space. The glaring patriarchal narrative in the Tweet is clear. Mutodi is simply articulating that the home and the private is the only appropriate space for women, and that public spaces are unsafe, hence women who cross boundaries have themselves to blame if they get into trouble, or if they face the precariousness of the public space. This is a continuation of the Zimbabwean state’s actions where operations that criminalise the ‘unsanctioned’ presence of women in public spaces (like streets, for example) are implemented (Masakure 2016, Mawere 2016; Gaidzanwa 1993). Following Mutodi’s Tweet, and dominant knowledge around images of women, only those women who are defiant, liars, poisonous/evil and with sexual liberties get into trouble (Mawere 2019, 2016; Sathyamurthy 2016; Gaidzanwa 1985).</p>\n<p>To destroy the political aspirations and social standing of women, patriarchy turns to the discourse of sexuality, where it banks on the normalised script of women’s sexual purity (Mawere 2019). This is a very strong weapon, considering how female sexuality is a social taboo and how making it public erodes respectable notions of womanhood. In Mutodi’s Tweet, associating the women with an act of the ‘night’ invites the public to view them as sex workers. In a society like Zimbabwe, where sex work is stigmatised, this is a deliberate aim to position the women as social deviants and as poisonous to the nation. With such alleged impurity, the women cannot fit into ideas of archetypal womanhood that comply with Zimbabwe’s expected ‘mothers of the nation’ (Mawere 2019; Chadya 2003; Hunter 2000). This discourse of impurity, often associated with women in politics, those who come into the public arena and those with ‘voices’, associates women with negative images such as those of ‘whores.’ Considering the patriarchal identity that remains central to Zimbabwean nationhood, this robs the three women (and any other woman who dares to transgress patriarchal boundaries) of social and national standing. Associating them with the ‘night’ reduces them to the common media image of ‘ladies of the night’, which is typically associated with transactional sex and the poisoning of national men and nationhood. The same method has been used to shatter the political ambitions of Zimbabwean women like Grace Mugabe, Thokozani Khupe, and Joice Mujuru, who have been delegitimised in the eyes of the Zimbabwean public, primarily because of their perceived transgression of patriarchal rules (Mawere 2019).</p>\n<p>The public, official and yet insensitive nature of Minister Mutodi’s sentiments reflects a misogynistic society that has, for years, normalised and typified the identities of women. Mutodi is requesting the society to pass moral, cultural and national judgements on the case at hand. In patriarchal societies, there tend to be strong sentiments that women invite trouble for themselves, owing to their wayward characters and/or failure to conform to expectations. Survivors of rape and gender-based violence are usually blamed for inviting the perpetrator, hence cases of sexual violations have been peripherised. Mutodi’s Tweet confirms the official and societal view that stories of women abuse, sexual violence and other violations are manufactured or part of the package for their deviance. This is a backlash against efforts that are being made to raise awareness of the existence and ugliness of these issues.</p>\n<h2>(Un)mothering defiant women: “…the lovers are artisanal miners…”</h2>\n<p>Considering the public and media image of <em>makorokoza</em> (artisanal miners) in Zimbabwe, the association of Joana, Cecilia and Netsai with artisanal miners is used to erase them from the narrative of mothers of the nation. This association confirms the women to be immoral, careless, dirty and pathogenic. This is in the context of the negative images that characterise artisanal miners in Zimbabwe.</p>\n<p>Although artisanal miners at times possess large sums of money from their mining activities, they are frequently accused of spending it recklessly on alcohol and commercial sex workers. By and large, <em>makorokoza</em> are associated with social deviance, carelessness, dirt, and diseases, especially sexually-transmitted infections like HIV/AIDS. A narrative that links the three women with artisanal miners simultaneously delinks them with the imagined mothers of the nation. The deputy minister’s assertion that the women’s “lovers are artisanal miners” therefore sensualises an imagination of the three women’s contamination.</p>\n<p>Mutodi’s Tweet can thus be regarded as a way of presenting Joana, Cecilia, Netsai and all ‘disobedient’ women not only as morally, socially and physically diseased, but also as politically diseased and inadequate to offer anything positive to the nation. This is especially true in the context where Zimbabwean ‘black’ women symbolise “an uncontaminated essence, the custodian of ancestral traditions” that co-exists with them being symbolically coded with land and its ‘purity’” (Lewis, 2004:198). To push Lewis’s idea further, in the Zimbabwean state’s macho nation-building projects that are characterised by the symbolic configuration of womanhood for masculine political projects, such as being ‘mothers of the nation,’ women’s sexual activities that are disassociated with national re/production and focused on satisfying women’s own pleasures are debased. This speaks to cultural taboos and claims that view sexual pleasure and freedom as dangerous and irresponsible for womanhood (McFadden 2003; Lorde 1982).</p>\n<p>Mutodi was, therefore, deliberately asserting that abuses of women who are dirty and national pollutants do not deserve national attention, and ultimately, that the women do not deserve justice. He was calling for the wider Zimbabwean society to dismiss allegations that the women had been abused. As members of the MDC Alliance, their contaminated nature and inadequacy, which is buttressed by their physical contact with the ‘pathogenic’ artisanal miners, mirrors the contaminated nature and inadequacy of their party, hence inviting citizens to ditch the polluted and polluting party.</p>\n<h2>Evoking “Karma is a bitch”: “…tragedy struck when they demanded foreign currency for services”</h2>\n<p>Mutodi buttresses his assertion that the three women are defiled national bodies by locating them within discourses of transactional sex. For him, what befell these women is normal and expected, given the space they had chosen to occupy. In many ways, Mutodi is not only aligning himself with the insensitivity of the state towards commercial sex workers, but is also avowing that sex workers should not have agency and justice in Zimbabwean society, where the sexual purity of women is valued. The intention of this narrative is likely aimed at tainting the three women’s (and all oppositional women’s) social, political and national and images.</p>\n<p>In addition, Mutodi’s insensitive patriarchal narration of what befell the three women reveals the ‘common-sense’ discourse of women, which constructs young urban women and particularly women in politics as ‘prostitutes’ (Mawere 2019; Gaidzanwa 1985) as he identifies them as providers of sexual services. This is very disturbing, especially in the context where the women made claims of sexual harassment and assault. What is apparent in Mutodi’s use of discourse is that the women got into trouble as a consequence of breaking the boundaries and demarcations of national (patriarchal) space. Mutodi’s Tweet is therefore, very significant and instrumental to the socio-economic and political control of all women, as it demonstrates the consequences of disobedience. Controlling women’s bodies and sexualities through public ‘acts’ that other citizens can witness is a very powerful metaphor of cultural surveillance and state control (Mawere 2016). Through the Tweet, the deputy minister of Information, Publicity and Broadcasting Services in the Zimbabwean state is simply acting out the control of women and their bodies and warning women and other subjects of the nation that they are under national surveillance.</p>\n<h2>Conclusion: The common narrative</h2>\n<p>Dominant patriarchal narratives suppress women’s public participation, female pleasure and female freedoms by constructing female eroticism as unspeakable (Mawere 2019; Birrell 2008; Ranciere 2006; McFadden 2003; Lorde 1982). Following the above therefore, the public space is positioned as unsuitable for women and what befell the three women who had ‘escaped’ from their confinements is a result of the taboo acts of being at wrong places, seeking erotic pleasure and ‘transacting’ their sexual ‘purity’ for money. The women’s participation in oppositional politics is equated to ‘selling out’ their bodies and therefore making them defiled national bodies who deserve punishment and who are not worth any national sympathy or agency.</p>\n<p>Mutodi’s and the state’s reason for shaming the three women is to limit the contagious possibilities of their ‘rebellious’ bodies. It is clear that women who break spatial boundaries and occupy public spaces that are dominated by, and seen as the preserve for men, are associated with sexual freedoms and are thus seen as threats to societies since sexual freedoms have been associated with defiance and power. The erotic is a crucial source of power and agency for women and its suppression is instrumental to the reproduction of patriarchal systems (Mawere 2016; McFadden 2003; Lorde 1982). The close ties between sexuality and power make sexual pleasure and eroticism fields of political significance (McFadden 2003; Lorde 1982). Silencing women by embarrassing them through the exposition of their real or imagined sexual behaviours to the public is characteristic of Zimbabwean politics (Mawere 2019).</p>\n<p>In a context where respect and honour for women is tied closely to their ability to keep their sexual lives private, such exposures are meant to undress (discursively and at bodily levels) the women, shame them and take away their agentive power. Mutodi’s attempts to embarrass the three women portray an image where the sexualities of the three women are contaminated. This enables him to naturalise and sensualise the confinement of “serious national women” and “Mothers of the Nation” to private and domestic spaces. This is clearly a surveillance of the three women’s and any woman’s political and public participation. What we witness in Mutodi’s Tweet is ultimately a spectacle of the other dangerous pandemics besides Covid-19 that require urgent questioning and critique. These dangerous pandemics include state repression, gender violence, toxic and patriarchal nation-building projects and many forms of physical, structural and symbolic violence.</p>\n<h3>Bibliography</h3>\n<p>Birrell, R. 2008, Jacques Rancière and the (Re) distribution of the sensible: Five lessons in Artistic Research, <em>Art &amp; Research</em>:<em> A Journal of Ideas, Contexts and Methods, </em>vol. 2, no. 1, pp. 1-11.</p>\n<p>Chadya, J.M. 2003, Mother politics: Anti-colonial nationalism and the woman question in Africa, <em>Journal of Women’s History, </em>vol. 15, no. 3, pp. 153-157.</p>\n<p>Gaidzanwa, R. 1993, The politics of the body and the politics of control: An analysis of class, gender and cultural issues in student politics at the University of Zimbabwe, <em>Zambezia</em>, vol 2, no. 2, pp 15-33.</p>\n<p>Gaidzanwa, R. 1985, <em>Images of Women in Zimbabwean Literature.</em> Harare: College Press.</p>\n<p>Hunter, E. 2000, Zimbabwean nationalism and motherhood in Yvonne Vera’s Butterfly Burning, <em>African Studies</em>, vol. 59, pp. 229-243.</p>\n<p>Lewis, D. 2004, Revisioning patriarchal nationalism: Yvonne Vera’s ‘Nehanda’, <em>JCAS Symposium series </em>20. pp 193-208<em>. </em></p>\n<p>Lorde, A. 1982, Uses of the Erotic: The Erotic as Power. In Zami/Sister Outsider/Undersong, New York: Quality Paperback Book Club.</p>\n<p>Masakure, C.&nbsp;2016,&nbsp;‘We will make sure they are rehabilitated’: Nation-building and social engineering in Operation Clean-up, Zimbabwe, 1983,&nbsp;<em>South African Historical Journal</em>,&nbsp;vol. 68, no.1,&nbsp;pp 91-111.</p>\n<p>Mashiri, L &amp; Mawire, P. 2013, Conceptualisation of gender-based violence in Zimbabwe, <em>International Journal of Humanities and Social Sciences</em>, vol. 3, no. 15, pp 94-103.</p>\n<p>Mawere, T. 2019, <em>Gendered and Sexual Imagi(nations), the 2018 Zimbabwean E(r)ections and the Aftermath</em>. Pretoria: CSA&amp;G Press.</p>\n<p>Mawere, T. 2016, <em>Decentering Nationalism: Representing and Contesting Chimurenga in Zimbabwean Popular Culture, </em>PhD Dissertation. Cape Town: University of the Western Cape.</p>\n<p>McFadden, P. 2003, Sexual pleasure as feminist choice, <em>Feminist Africa</em>, issue 2, pp. 50-60.</p>\n<p>Mukoko, J. 2016, <em>The Abduction and trial of Jestina Mukoko: the fight for human rights in Zimbabwe</em>, Sandton: KMM Review Publishing</p>\n<p>Ranciere, J. 2006, <em>The politics of aesthetics,</em> Trans. Gabriel Rockhill, with an afterword by Slavoj Zizek, London: Continuum.</p>\n<p>Sachikonye, L.M. 2011, When a state turns on its citizens. Institutionalized violence and political culture, South Africa: Jacana Media.</p>\n<p>Sathyamurthy, K. 2016, “Femme Fatale: Tropes of deviant sexuality and empowerment” (Available at <a href=\"https://go.distance.ncsu.edu/gd203/?p=17783\" class=\"broken_link\">https://go.distance.ncsu.edu/gd203/?p=17783</a> , accessed 20 April 2020).</p>\n<p>Shamu, S. et. al. 2013, Opportunities and obstacles to screening pregnant women for intimate partner violence during antenatal care in Zimbabwe, <em>Culture, Health and Sexuality: An International Journal for Research, Intervention and Care</em>, vol. 15, no. 5, pp 511-524.</p>\n<p>Maphosa, V.&nbsp; 2020, “MDC-A legislator Mamombe, 2 others arrested” <em>Herald</em>, 14 May 2020 (Available at <a href=\"https://www.herald.co.zw/mdc-a-legislator-mamombe-2-others-arrested/\">https://www.herald.co.zw/mdc-a-legislator-mamombe-2-others-arrested/</a>, accessed 20 July 2020).</p>\n<p>Wilkins, S. 2012, <em>Ndira’s wake. Politics, memory and mobility among the youth of Mabvuku, Harare,</em> MSc Dissertation, Oxford: University of Oxford.</p>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> Abducted MDC Joana Mamombe and Cecilia Chimbiri speak on the painful ordeal <a href=\"https://www.youtube.com/watch?v=P7VpFpemjkI\">https://www.youtube.com/watch?v=P7VpFpemjkI</a></p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> Zimbabwe accuses MDC activists of made up state torture claims <a href=\"https://www.theguardian.com/world/2020/jun/04/zimbabwe-accuses-mdc-activists-of-made-up-state-torture-claims\">https://www.theguardian.com/world/2020/jun/04/zimbabwe-accuses-mdc-activists-of-made-up-state-torture-claims</a></p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a>&nbsp; Energy Mutodi’s Tweet can be found on the following link; <a href=\"https://www.google.com/search?q=mutodi+twitter*joana+mamombe+abduction&amp;rlz=1C1GCEU_enZA897ZA897&amp;sxsrf=ALeKk01n9XLS4NR76J9vP5NYrLn0yPAM8w:1597319230433&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=2ahUKEwjxosrqjZjrAhXDoXEKHXIdC0wQ_AUoAXoECAwQAw&amp;biw=1366&amp;bih=657#imgrc=qOaoCGXJFZxxuM\">https://www.google.com/search?q=mutodi+twitter*joana+mamombe+abduction&amp;rlz=1C1GCEU_enZA897ZA897&amp;sxsrf=ALeKk01n9XLS4NR76J9vP5NYrLn0yPAM8w:1597319230433&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=2ahUKEwjxosrqjZjrAhXDoXEKHXIdC0wQ_AUoAXoECAwQAw&amp;biw=1366&amp;bih=657#imgrc=qOaoCGXJFZxxuM</a></p>\n</body></html>",
  "contentText": "By Tinashe Mawere Introduction: Silencing ‘disobedient’ voices On 13 May 2020, some youths from Zimbabwe’s largest opposition party, the MDC Alliance, performed a flash demonstration in Warren Park D, in Harare (Zimbabwe’s capital city). They were protesting against the state’s failure to provide care and sustenance for the disadvantaged and vulnerable during the Covid-19 lockdown. Later on, reports emerged that three women, namely, the Member of Parliament for Harare West, Joana Mamombe, Cecilia Chimbiri and Netsai Marova, who had been part of the demonstration, had been arrested and were in police custody. These women were accused of breaking the rules and regulations of the Covid-19 lockdown. The police, through a government-run and pro-government newspaper, the Herald, confirmed the arrest. In a story published in the Herald, the National police spokesperson Assistant Commissioner, Paul Nyathi, confirmed: “the police arrested the three in Harare today in connection with an illegal demonstration, which occurred in Warren Park earlier in the day. They are in our custody and we are still making further investigations into the issue,” (Maphosa 2020). Subsequently, details emerged that the three women could not be traced and the police and government officials denied having ever arrested them. After two days, there were reports that the women had been found dumped on the outskirts of Bindura, some 120km away from Harare, and that they had been beaten up, forced to drink each other’s urine and sexually harassed by state security agents.[1] Within this story, there are contestations, with state authorities claiming that the abduction was stage-managed to damage the national image of the country[2] while the women were claiming to have been abducted and tortured because they had protested against the government. With the Zimbabwean state having a history of abducting and torturing oppositional voices (Mukoko 2016; Wilkins 2012; Sachikonye 2011), and earlier acknowledgement by the police that the trio had been arrested, the issue remains sensitive and there have been calls for independent investigations into the matter. In the midst of all this, the deputy minister in the Ministry of Information, Publicity and Broadcasting Services, Energy Mutodi, posted a very interesting Tweet with regards to how the women found themselves in the troublesome situation. I posit that Mutodi’s Tweet reveals the considerable extent to which masculine authoritarianism and patriarchy remain deeply embedded in the nation of Zimbabwe. Mutodi’s Tweet: Prototyping the sexualities of woman-public figures Mutodi’s Tweet read as follows: “Details emerge MDC youths Joana Mamombe, Netsai Marova & Cecilia Chimbiri went out for a romantic night to Bindura with their lovers who are artisanal miners. They parked their car at a police station for safety but tragedy struck when they demanded foreign currency for services” (Energy Mutodi Tweet May 20, 2020).[3] Since stories of abduction are not new, as shown by scholars above, I locate abductions as discourses of state-making in Zimbabwe. Whether real or re/imagined, abductions are part of the ‘everyday’ and are discourses and performances of the Zimbabwean nation that should be problematised. However, rather than focusing on the raging debate about whether this particular abduction was real or stage-managed, in this work, I focus on the above abduction story as a discourse of state-craft. Mutodi’s Tweet can be located discursively within the broader politics of gender, the silencing of women, and the mis/representation of women and women’s images in dominant patriarchal texts of imagining the nation. This discursive analysis exposes that Mutodi’s Tweet re/represents and performs the prevailing and naturalised surveillance of women and women’s bodies that characterises Zimbabwe and other patriarchal societies. The Tweet was meant not only to shame and silence the three women politically, but also to silence the impetus narrative of women abuses in Zimbabwe, to silence women’s political and public participation, as well as to silence women’s sexualities and sexual liberties. Moreover, the Tweet produced the effect of cementing existing and dominant patriarchal narratives pertaining to women and their identities and also their place and space within the nation. Normalising dominant images of women: “…went out for a romantic night…” As a public and official figure, deputy Minister of Information, Publicity and Broadcasting Services, Mutodi’s Tweet epitomises the position of the state and reveals and drives public opinion. His expression that “MDC youths Joana Mamombe, Netsai Marova & Cecilia Chimbiri went out for a romantic night to Bindura” should not be read as misplaced satire, but rather as satire that is re/produced within and is performing particular dominant knowledges and culture. The lack of empathy that the Zimbabwean state has towards women who experience abuses, especially sexual abuses, is revealed in the Tweet. Also revealed is the lack of seriousness and the denials that the state makes on cases of women abuse, especially sexual violence. In Zimbabwe, many cases of women abuse are not reported, while others are not attended to (Mashiri & Mawire 2013; Shamu et al 2013) because of this denial. Since Mutodi draws attention to the women’s unexpected romantic outing, there is a clear perpetuation of dominant discourses that associate ‘obedient’ women with the home and the private space, thereby shifting the blame on the survivors of abuse for inviting trouble to themselves by venturing into the public space. The glaring patriarchal narrative in the Tweet is clear. Mutodi is simply articulating that the home and the private is the only appropriate space for women, and that public spaces are unsafe, hence women who cross boundaries have themselves to blame if they get into trouble, or if they face the precariousness of the public space. This is a continuation of the Zimbabwean state’s actions where operations that criminalise the ‘unsanctioned’ presence of women in public spaces (like streets, for example) are implemented (Masakure 2016, Mawere 2016; Gaidzanwa 1993). Following Mutodi’s Tweet, and dominant knowledge around images of women, only those women who are defiant, liars, poisonous/evil and with sexual liberties get into trouble (Mawere 2019, 2016; Sathyamurthy 2016; Gaidzanwa 1985). To destroy the political aspirations and social standing of women, patriarchy turns to the discourse of sexuality, where it banks on the normalised script of women’s sexual purity (Mawere 2019). This is a very strong weapon, considering how female sexuality is a social taboo and how making it public erodes respectable notions of womanhood. In Mutodi’s Tweet, associating the women with an act of the ‘night’ invites the public to view them as sex workers. In a society like Zimbabwe, where sex work is stigmatised, this is a deliberate aim to position the women as social deviants and as poisonous to the nation. With such alleged impurity, the women cannot fit into ideas of archetypal womanhood that comply with Zimbabwe’s expected ‘mothers of the nation’ (Mawere 2019; Chadya 2003; Hunter 2000). This discourse of impurity, often associated with women in politics, those who come into the public arena and those with ‘voices’, associates women with negative images such as those of ‘whores.’ Considering the patriarchal identity that remains central to Zimbabwean nationhood, this robs the three women (and any other woman who dares to transgress patriarchal boundaries) of social and national standing. Associating them with the ‘night’ reduces them to the common media image of ‘ladies of the night’, which is typically associated with transactional sex and the poisoning of national men and nationhood. The same method has been used to shatter the political ambitions of Zimbabwean women like Grace Mugabe, Thokozani Khupe, and Joice Mujuru, who have been delegitimised in the eyes of the Zimbabwean public, primarily because of their perceived transgression of patriarchal rules (Mawere 2019). The public, official and yet insensitive nature of Minister Mutodi’s sentiments reflects a misogynistic society that has, for years, normalised and typified the identities of women. Mutodi is requesting the society to pass moral, cultural and national judgements on the case at hand. In patriarchal societies, there tend to be strong sentiments that women invite trouble for themselves, owing to their wayward characters and/or failure to conform to expectations. Survivors of rape and gender-based violence are usually blamed for inviting the perpetrator, hence cases of sexual violations have been peripherised. Mutodi’s Tweet confirms the official and societal view that stories of women abuse, sexual violence and other violations are manufactured or part of the package for their deviance. This is a backlash against efforts that are being made to raise awareness of the existence and ugliness of these issues. (Un)mothering defiant women: “…the lovers are artisanal miners…” Considering the public and media image of makorokoza (artisanal miners) in Zimbabwe, the association of Joana, Cecilia and Netsai with artisanal miners is used to erase them from the narrative of mothers of the nation. This association confirms the women to be immoral, careless, dirty and pathogenic. This is in the context of the negative images that characterise artisanal miners in Zimbabwe. Although artisanal miners at times possess large sums of money from their mining activities, they are frequently accused of spending it recklessly on alcohol and commercial sex workers. By and large, makorokoza are associated with social deviance, carelessness, dirt, and diseases, especially sexually-transmitted infections like HIV/AIDS. A narrative that links the three women with artisanal miners simultaneously delinks them with the imagined mothers of the nation. The deputy minister’s assertion that the women’s “lovers are artisanal miners” therefore sensualises an imagination of the three women’s contamination. Mutodi’s Tweet can thus be regarded as a way of presenting Joana, Cecilia, Netsai and all ‘disobedient’ women not only as morally, socially and physically diseased, but also as politically diseased and inadequate to offer anything positive to the nation. This is especially true in the context where Zimbabwean ‘black’ women symbolise “an uncontaminated essence, the custodian of ancestral traditions” that co-exists with them being symbolically coded with land and its ‘purity’” (Lewis, 2004:198). To push Lewis’s idea further, in the Zimbabwean state’s macho nation-building projects that are characterised by the symbolic configuration of womanhood for masculine political projects, such as being ‘mothers of the nation,’ women’s sexual activities that are disassociated with national re/production and focused on satisfying women’s own pleasures are debased. This speaks to cultural taboos and claims that view sexual pleasure and freedom as dangerous and irresponsible for womanhood (McFadden 2003; Lorde 1982). Mutodi was, therefore, deliberately asserting that abuses of women who are dirty and national pollutants do not deserve national attention, and ultimately, that the women do not deserve justice. He was calling for the wider Zimbabwean society to dismiss allegations that the women had been abused. As members of the MDC Alliance, their contaminated nature and inadequacy, which is buttressed by their physical contact with the ‘pathogenic’ artisanal miners, mirrors the contaminated nature and inadequacy of their party, hence inviting citizens to ditch the polluted and polluting party. Evoking “Karma is a bitch”: “…tragedy struck when they demanded foreign currency for services” Mutodi buttresses his assertion that the three women are defiled national bodies by locating them within discourses of transactional sex. For him, what befell these women is normal and expected, given the space they had chosen to occupy. In many ways, Mutodi is not only aligning himself with the insensitivity of the state towards commercial sex workers, but is also avowing that sex workers should not have agency and justice in Zimbabwean society, where the sexual purity of women is valued. The intention of this narrative is likely aimed at tainting the three women’s (and all oppositional women’s) social, political and national and images. In addition, Mutodi’s insensitive patriarchal narration of what befell the three women reveals the ‘common-sense’ discourse of women, which constructs young urban women and particularly women in politics as ‘prostitutes’ (Mawere 2019; Gaidzanwa 1985) as he identifies them as providers of sexual services. This is very disturbing, especially in the context where the women made claims of sexual harassment and assault. What is apparent in Mutodi’s use of discourse is that the women got into trouble as a consequence of breaking the boundaries and demarcations of national (patriarchal) space. Mutodi’s Tweet is therefore, very significant and instrumental to the socio-economic and political control of all women, as it demonstrates the consequences of disobedience. Controlling women’s bodies and sexualities through public ‘acts’ that other citizens can witness is a very powerful metaphor of cultural surveillance and state control (Mawere 2016). Through the Tweet, the deputy minister of Information, Publicity and Broadcasting Services in the Zimbabwean state is simply acting out the control of women and their bodies and warning women and other subjects of the nation that they are under national surveillance. Conclusion: The common narrative Dominant patriarchal narratives suppress women’s public participation, female pleasure and female freedoms by constructing female eroticism as unspeakable (Mawere 2019; Birrell 2008; Ranciere 2006; McFadden 2003; Lorde 1982). Following the above therefore, the public space is positioned as unsuitable for women and what befell the three women who had ‘escaped’ from their confinements is a result of the taboo acts of being at wrong places, seeking erotic pleasure and ‘transacting’ their sexual ‘purity’ for money. The women’s participation in oppositional politics is equated to ‘selling out’ their bodies and therefore making them defiled national bodies who deserve punishment and who are not worth any national sympathy or agency. Mutodi’s and the state’s reason for shaming the three women is to limit the contagious possibilities of their ‘rebellious’ bodies. It is clear that women who break spatial boundaries and occupy public spaces that are dominated by, and seen as the preserve for men, are associated with sexual freedoms and are thus seen as threats to societies since sexual freedoms have been associated with defiance and power. The erotic is a crucial source of power and agency for women and its suppression is instrumental to the reproduction of patriarchal systems (Mawere 2016; McFadden 2003; Lorde 1982). The close ties between sexuality and power make sexual pleasure and eroticism fields of political significance (McFadden 2003; Lorde 1982). Silencing women by embarrassing them through the exposition of their real or imagined sexual behaviours to the public is characteristic of Zimbabwean politics (Mawere 2019). In a context where respect and honour for women is tied closely to their ability to keep their sexual lives private, such exposures are meant to undress (discursively and at bodily levels) the women, shame them and take away their agentive power. Mutodi’s attempts to embarrass the three women portray an image where the sexualities of the three women are contaminated. This enables him to naturalise and sensualise the confinement of “serious national women” and “Mothers of the Nation” to private and domestic spaces. This is clearly a surveillance of the three women’s and any woman’s political and public participation. What we witness in Mutodi’s Tweet is ultimately a spectacle of the other dangerous pandemics besides Covid-19 that require urgent questioning and critique. These dangerous pandemics include state repression, gender violence, toxic and patriarchal nation-building projects and many forms of physical, structural and symbolic violence. Bibliography Birrell, R. 2008, Jacques Rancière and the (Re) distribution of the sensible: Five lessons in Artistic Research, Art & Research: A Journal of Ideas, Contexts and Methods, vol. 2, no. 1, pp. 1-11. Chadya, J.M. 2003, Mother politics: Anti-colonial nationalism and the woman question in Africa, Journal of Women’s History, vol. 15, no. 3, pp. 153-157. Gaidzanwa, R. 1993, The politics of the body and the politics of control: An analysis of class, gender and cultural issues in student politics at the University of Zimbabwe, Zambezia, vol 2, no. 2, pp 15-33. Gaidzanwa, R. 1985, Images of Women in Zimbabwean Literature. Harare: College Press. Hunter, E. 2000, Zimbabwean nationalism and motherhood in Yvonne Vera’s Butterfly Burning, African Studies, vol. 59, pp. 229-243. Lewis, D. 2004, Revisioning patriarchal nationalism: Yvonne Vera’s ‘Nehanda’, JCAS Symposium series 20. pp 193-208. Lorde, A. 1982, Uses of the Erotic: The Erotic as Power. In Zami/Sister Outsider/Undersong, New York: Quality Paperback Book Club. Masakure, C. 2016, ‘We will make sure they are rehabilitated’: Nation-building and social engineering in Operation Clean-up, Zimbabwe, 1983, South African Historical Journal, vol. 68, no.1, pp 91-111. Mashiri, L & Mawire, P. 2013, Conceptualisation of gender-based violence in Zimbabwe, International Journal of Humanities and Social Sciences, vol. 3, no. 15, pp 94-103. Mawere, T. 2019, Gendered and Sexual Imagi(nations), the 2018 Zimbabwean E(r)ections and the Aftermath. Pretoria: CSA&G Press. Mawere, T. 2016, Decentering Nationalism: Representing and Contesting Chimurenga in Zimbabwean Popular Culture, PhD Dissertation. Cape Town: University of the Western Cape. McFadden, P. 2003, Sexual pleasure as feminist choice, Feminist Africa, issue 2, pp. 50-60. Mukoko, J. 2016, The Abduction and trial of Jestina Mukoko: the fight for human rights in Zimbabwe, Sandton: KMM Review Publishing Ranciere, J. 2006, The politics of aesthetics, Trans. Gabriel Rockhill, with an afterword by Slavoj Zizek, London: Continuum. Sachikonye, L.M. 2011, When a state turns on its citizens. Institutionalized violence and political culture, South Africa: Jacana Media. Sathyamurthy, K. 2016, “Femme Fatale: Tropes of deviant sexuality and empowerment” (Available at https://go.distance.ncsu.edu/gd203/?p=17783 , accessed 20 April 2020). Shamu, S. et. al. 2013, Opportunities and obstacles to screening pregnant women for intimate partner violence during antenatal care in Zimbabwe, Culture, Health and Sexuality: An International Journal for Research, Intervention and Care, vol. 15, no. 5, pp 511-524. Maphosa, V. 2020, “MDC-A legislator Mamombe, 2 others arrested” Herald, 14 May 2020 (Available at https://www.herald.co.zw/mdc-a-legislator-mamombe-2-others-arrested/, accessed 20 July 2020). Wilkins, S. 2012, Ndira’s wake. Politics, memory and mobility among the youth of Mabvuku, Harare, MSc Dissertation, Oxford: University of Oxford. Footnotes [1] Abducted MDC Joana Mamombe and Cecilia Chimbiri speak on the painful ordeal https://www.youtube.com/watch?v=P7VpFpemjkI [2] Zimbabwe accuses MDC activists of made up state torture claims https://www.theguardian.com/world/2020/jun/04/zimbabwe-accuses-mdc-activists-of-made-up-state-torture-claims [3] Energy Mutodi’s Tweet can be found on the following link; https://www.google.com/search?q=mutodi+twitter*joana+mamombe+abduction&rlz=1C1GCEU_enZA897ZA897&sxsrf=ALeKk01n9XLS4NR76J9vP5NYrLn0yPAM8w:1597319230433&source=lnms&tbm=isch&sa=X&ved=2ahUKEwjxosrqjZjrAhXDoXEKHXIdC0wQ_AUoAXoECAwQAw&biw=1366&bih=657#imgrc=qOaoCGXJFZxxuM",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/08/17/unmasking-other-dangerous-pandemics-within-the-covid-19-lockdown/#_ftn1",
    "https://www.csagup.org/2020/08/17/unmasking-other-dangerous-pandemics-within-the-covid-19-lockdown/#_ftn2",
    "https://www.csagup.org/2020/08/17/unmasking-other-dangerous-pandemics-within-the-covid-19-lockdown/#_ftn3",
    "https://go.distance.ncsu.edu/gd203/?p=17783",
    "https://www.herald.co.zw/mdc-a-legislator-mamombe-2-others-arrested/",
    "https://www.csagup.org/2020/08/17/unmasking-other-dangerous-pandemics-within-the-covid-19-lockdown/#_ftnref1",
    "https://www.youtube.com/watch?v=P7VpFpemjkI",
    "https://www.csagup.org/2020/08/17/unmasking-other-dangerous-pandemics-within-the-covid-19-lockdown/#_ftnref2",
    "https://www.theguardian.com/world/2020/jun/04/zimbabwe-accuses-mdc-activists-of-made-up-state-torture-claims",
    "https://www.csagup.org/2020/08/17/unmasking-other-dangerous-pandemics-within-the-covid-19-lockdown/#_ftnref3",
    "https://www.google.com/search?q=mutodi+twitter*joana+mamombe+abduction&rlz=1C1GCEU_enZA897ZA897&sxsrf=ALeKk01n9XLS4NR76J9vP5NYrLn0yPAM8w:1597319230433&source=lnms&tbm=isch&sa=X&ved=2ahUKEwjxosrqjZjrAhXDoXEKHXIdC0wQ_AUoAXoECAwQAw&biw=1366&bih=657#imgrc=qOaoCGXJFZxxuM"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/08/"
}