{
  "title": "Powerful in Pink: The corporatisation and commodification of ‘women’s empowerment’",
  "permalink": "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/",
  "datePublished": "2020-08-17T12:31:54+01:00",
  "dateLabel": "17th August 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\">Elize Soer</a></p>\n<p>South Africans commemorate Women’s Month in August to pay tribute to the 20 000 women who marched to the Union Buildings on 9 August 1956 in protest against the extension of Pass Laws to women.<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> Various corporations have promptly used the opportunity to advertise everything from shine-boosting shampoo to insurance in the name of ‘celebrating women’.<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> This has not been specific to Women’s Month, but forms part of a broader trend in which aspects of feminism and ‘women’s empowerment’ have been appropriated by corporate advertising campaigns to further capitalist imperatives, primarily boosting sales to increase profit. The following piece will provide a brief contextualisation of Women’s Month and will then provide analyses of various Women’s Month/Day and/or ‘women’s empowerment’ campaigns by some of the world’s most famous corporations. The chosen campaigns will be contextualised in relation to the tendency of some corporations to engage in what scholars have referred to as ‘marketplace feminism’ (Zeisler, 2016), ‘postfeminism’ (McRobbie, 2009) and ‘neoliberal feminism’ (Hengeveld, 2015).</p>\n<p>The piece will discuss a range of Nike campaigns because they epitomise the trend. Moreover, by historicizing Nike’s campaigns, we can see how the trend evolved and in which ways gendered portrayals changed over time. Thereafter, I will discuss campaigns by various other corporations including Pantene’s ‘Braids of Strength’ (2019), Hyundai’s ‘I_Can’ (2019), Barbie’s ‘Did You Know’ (2018) and Levi’s ‘Shape My World’ (2019). These campaigns were by no means exceptional and there are various other campaigns that reflect and promote the same discourses, for example MacDonald’s International Women’s Day advertisement (2020) and Netflix’s ‘#SheRules: International Women’s Day’ (2019). These campaigns were chosen because they represent the trend, but there were many other campaigns that could have served the same purpose. Summarily, the piece will argue that it is problematic that transnational corporations built on exploitation are appropriating ‘progressive’ ideas while simultaneously (re)producing the same exploitative structures that activists have been critiquing.<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a></p>\n<p>Similar to Women’s Month in South Africa (SA), the origins of International Women’s Day (IWD) can be traced back to protests against exploitative and oppressive policies. The Socialist Party of America initiated IWD in order to honour the garment workers’ strike in New York in 1908, which can be situated in a struggle against capitalist economic exploitation. As Catherine Rottenberg noted, this tradition is still evident in many protests for gender justice, which often connect feminist issues with demands for racial, economic and/or climate justice (Rottenberg, 2019). However, these inspiring movements have been paralleled by a more worrisome trend- the increased commodification of ‘women’s empowerment’. Corporations often use images of ‘women’s empowerment’ as a part of ‘brand activism’, which refers to corporate attempts to improve a brand’s reputation “by using some popular and often progressive cause in their PR and advertising campaigns” (Rottenberg, 2019).</p>\n<p>As mentioned in the introduction, the commodification of Women’s Month/Day is typified by the fact that various corporations and retailers have linked ‘celebrating women’ to buying effeminate gifts. These gifts include spa treatments, scented lotions, lingerie and perfumes. There are even lists of ‘empowering gifts’ such as wine glasses and bracelets (Murden, 2020). The first problem with these gifts is that they are usually pink and stereotypically feminine. This reinforces a gender dichotomy in which women are associated with ‘self-care’ products typically aimed at ‘improving’ their physical appearance. Ironically, this reinforces precisely the problematic binarised discourses around femininity that most feminists have aimed to oppose.</p>\n<p>The notion of ‘empowering’ products has not been limited to Women’s Month. Katy Perry branded her signature fragrance, Killer Queen, as “royal, rebellious, and feminist” (Zeisler, 2016: 9) while various brands such as Dior launched ranges of T-Shirts with slogans like ‘We Should All be Feminists’<a href=\"#_ftn4\" name=\"_ftnref4\"><sup>[4]</sup></a> and ‘The Future is Female’. T-shirts with feminist slogans are not necessarily problematic, but these shirts often undermine the very causes they claim to support (Kvidal-Røvik, 2018: 210).<a href=\"#_ftn5\" name=\"_ftnref5\"><sup>[5]</sup></a> As Catherine Rottenberg noted, “activism and empowerment here is equated with buying an expensive t-shirt with words like ‘You Go Girl’. Women, in other words, are encouraged to express their solidarity not through struggle or protest, but by shopping” (Rottenberg, 2019). She labelled this type of feminism ‘neoliberal feminism’<a href=\"#_ftn6\" name=\"_ftnref6\"><sup>[6]</sup></a> and argued that it is marketable “precisely because it is a non-threatening feminism. It doesn’t address the devastation wrought by neoliberal capitalism, neo-imperialism or systemic misogyny and sexism.”</p>\n<p>Andi Zeisler similarly critiqued this form of feminism for being uncritical of capitalist structures and for promoting a “glossy feel-good feminism” that ignores entrenched forms of inequality (Zeisler, 2016: 10). It draws on a vocabulary of ‘empowerment’ and ‘choice’ to promote an individualistic discourse that transposes structural and social problems into individual (in)adequacies (McRobbie, 2009: 1; Cole &amp; Hribar, 1995: 354). The notion of individual empowerment featured strongly in all of the campaigns that will be discussed. This logic suggests that everyone can succeed within capitalism if they are dedicated enough and, from a gendered lens, that every woman can be ‘empowered’ if she chooses to be. It is implied that individuals must not allow prejudices associated with circumstances of class, race, gender, sexuality or physical ability to impede their efforts, “as if transcending these things is simply a matter of will and effort” (Helstein, 2003: 288).</p>\n<p>The notion that one must simply work harder to transcend one’s circumstances is a fundamental capitalist mantra. Debra Capon and Michelle Helstein argued that advertisements can be considered to be the myths of contemporary (Western) culture and it is thus not really surprising that they would promote capitalist ideologies (Capon &amp; Helstein, 2004: 40). According to their definition, myths funcion to “naturalize speech, transmuting what is essentially cultural (historical, constructed, and motivated) into something which it materializes as natural (transhistorical, innocent, factual)” (2004: 56). The myth that one must simply work harder to transcend all circumstances was particularly evident in Nike’s campaigns. If we assume that myths function to naturalise ideas that are constructed in specific historical periods, then a short discussion of Nike’s history seems appropriate.</p>\n<p>Nike was founded in 1964, but its sharp ascent began during the Reagan era (1981-1989) in the United States (U.S.). Ronald Reagan has become associated with his neoliberal economic doctrine, which demonised state support and favoured privatisation. His ‘war on drugs’ and ‘war on AIDS’ also followed a logic that foregrounded free will and located “insufficient free will in the bodies of others” (Cole &amp; Hribar, 1995: 355). The advertising campaigns of the era promoted free will, the ‘deep self’ and the ‘hard body’ and encouraged consumers to work on their bodies and to consume commodities in order to maintain the body. Working on the body was presented as a means of taking control and displaying one’s self. Concurrently, consumer power was championed as a means of transcendence at a time when political options were narrowing. Summarily, It is not a coincidence that Nike thrived in the decades characterised by cultural emphases on “fitness, health, lifestyle, addiction, and individual responsibility” (Cole &amp; Hribar, 1995: 355).</p>\n<p>During the same period, advertisers began to respond to the heightened awareness of feminist critiques of the images of women in advertising. More and more advertisements started to contain signs associated with so-called ‘positive images of women’. Advertisements that incorporated commodity feminism advanced an image of the ‘new woman’ who was defined by a series of attitudes and signs based on the characteristics of the liberal subject, including individuality, independence and choice. Nike’s advisers informed the company about the potential of the rising ‘women’s market’ in 1979. However, Nike’s executives dismissed the advice because they thought it would harm the company’s image as an “authentic and serious” sport brand, in contrast to Reebok, which did cater to the ‘women’s market’ (Cole &amp; Hribar, 1995: 359).</p>\n<p>Nike finally ventured into the ‘women’s market’ in 1987 with a TV campaign featuring the famous triathlete Joanne Ernst. The advertisement concluded with Ernst sitting on a locker room bench and telling the audience that “it wouldn’t hurt if you stopped eating like a pig” (cited in: Hengeveld, 2015). Unsurprisingly, the advertisement was not the breakthrough into the ‘women’s market’ that Nike had hoped for. Nike then hired the advertising agency <em>Wieden + Kennedy</em>, wich actively drew on feminist critiques of the advertising industry and incorporated these critiques into subsequent Nike campaigns. The first advertising message the agency created for Nike (in 1990) was ‘empowerment’. The campaign encouraged women to reject ‘traditional holds’ and challenged them to become ‘empowered’ through fitness. Nike promoted an image of empowerment that corresponded with the Reaganite malieu. For example, one ad closed with the line “the only person you are destined to become is the person you decide to be”, reiterating the point that women could take control of their destiny and exert personal agency through buying shoes (Grow &amp; Wolburg, 2006: 11).</p>\n<p>It was thus in the early 1990s that Nike began capitalising on calls for gender justice by using critiques of patriarchy as a marketing strategy. However, Nike executives were still adverse to using women with muscular bodies in their ads. The emphasis was not on women as competitors, but on women who were healthy and fit, “but not too fit, always pretty” (cited in Grow &amp; Wolburg, 2006: 14). Although the depiction of women has changed over time, there has been a continuous emphasis on beauty. Standards changed from voluptuousness to thinness to being ‘toned’, but cultural norms continued to promote the importance of beauty. Beauty also continued to be conceptualised in a narrow (Western) way and images of beauty remained predominantly white and ‘not too masculine’.&nbsp; For example, Nike launched a range of sports bras in 1999 with the tag-line “After years of exercise, what kind of shape will your breasts be in?” (cited in Grow &amp; Wolburg, 2006: 22). The bra was thus not advertised by appealing to athletic performance, but to fears that women’s breasts would become ‘deformed’ by athletic training.</p>\n<p>Since these first campaigns, Nike has attempted to brand itself as a purveyor of equality and justice for women. This image was somewhat tarnished by multiple sweatshop scandals that “made it crystal clear that Nike profited from, rather than, railed against patriarchy,” (Hengeveld, 2015). Nonetheless, Nike’s advertisements continue to push an emancipatory narrative that focuses on “empowerment embedded in bodily maintenance and the consumption of Nike products” (Helstein, 2003: 282). These ads have been targeted more towards the global north, however, Nike has also had multiple campaigns in the global south. On the one hand, these campaigns take the form of the Nike Foundation’s ‘Girl Effect’ programmes.<a href=\"#_ftn7\" name=\"_ftnref7\"><sup>[7]</sup></a> However, for the sake of this piece, I want to focus on one of Nike’s recent campaigns featuring the famous South African athlete Caster Semenya.</p>\n<p>Nike’s ‘Birthplace of Dreams’ campaign was launched in 2019 and featured multiple videos with a range of athletes, including Sam Kerr, Virgil van Dijk and Caster Semenya. In the video centred on Semenya, she shows the audience her home in Soweto, a township in SA. The narrative of the video explains that Semenya overcame her circumstances and rose from poverty to become an Olympic gold medalist, or in Semenya’s words “I moved from rurals to international stage”. Throughout the video, she made multiple comments emphasising that “you dream it and then you do it” and&nbsp; “even if you are coming from a dusty place like this, you can be whoever you want”. After the inspirational video, Nike’s infamous slogan ‘Just Do It’ appears with the company’s signature swoosh (Nike, 2019).</p>\n<p>The advertisement clearly advances the capitalist notion that structural and social problems can be overcome through personal lifestyle choices. Accordingly, success can be achieved through the force of individual will, personal perseverance and self-responsibility (McDonald, 2004: 28). It is important to note that Semenya is an exceptional athlete who has overcome multiple forms of discrimination and that she certainly deserves admiration. However, this is where the conceptualisation of advertisements as modern myths becomes significant. Myths are often not total falsehoods or delusions, but <em>partial truths</em> that “accentuate particular versions of reality and marginalize or omit others” (McKay, 2004: 83). Accordingly, “myths depoliticize social relations by ignoring the vested interests involved in struggles over <em>whose </em>stories become ascendant in a given culture” (McKay, 2004: 83).</p>\n<p>The problem with Nike’s campaign is thus not the fact that Semenya got recognition, but the myriad of factors that this ‘just do it’ narrative omits. If succeeding within a capitalist structure is simply a matter of individuals working hard, then the people who fail to succeed have no one to blame but themselves. This ignores institutionalised classism, racism and sexism (McKay, 2004: 88). Just as notions of ‘women’s empowerment’ began to feature in Nike advertising campaigns when the company wanted to reach the ‘women’s market’, Nike has also begun to associate images of freedom, success and opportunity with athletes of colour, while omitting any indication of exploitative practices. This led Jim McKay to argue that contemporary sports advertising discourses “exemplify the capacity of the media to mythologize relations of exploitation, and construct ideologies of enlightened racism and celebrity feminism” (McKay, 2004: 93).</p>\n<p>Caster Semenya is not only famous for her athletic capabilities, but also for the (highly publicised) debates about her intersexuality. In the Nike video, she touches on the subject by stating “I know I look like a boy, so what?” (Nike, 2019). A discussion about sexuality and sport as well as the implications of intersexuality for notions of a gender dichotomy falls beyond the scope of this piece. Instead, I want to draw attention to the fact that Semenya’s ‘masculine’ traits are presented as acceptable. This is seemingly in contrast to the company’s earlier insistence that the women in their campaigns should not be ‘too fit’ (read ‘too muscular’) since they would no longer be pretty and, assumedly, too threatening.</p>\n<p>The first possible explanation for this change over time is the fact that Nike’s advertisers are acutely aware of feminist critiques and they incorporate these critiques into their campaigns. The second possible explanation is that ‘black femininity’ is stereotypically more ‘masculine’ than ‘white femininity’ because black women in the U.S. were expected to do manual labour (Capon &amp; Helstein, 2004: 53). Both of these explanations are supported by gendered representations in another Nike campaign featuring Serena Williams. Williams is one of Nike’s primary spokespeople and she is often presented as strong and powerful. In the ‘Until We All Win’ campaign she stated: “I’ve never been the right kind of woman. Oversized and overconfident. Too mean if I don’t smile. Too black for my tennis whites. Too motivated for motherhood. But I am proving time and time again, there is no wrong way to be a woman” (Nike, 2018). In the text there is a clear incorporation of feminist critiques. However, as we shall see, there is also a variance between Nike’s presentation of black and white women.</p>\n<p>Nike’s 2019 ‘Dream Crazier’ campaign starts with an image of a crying white woman, although the advertisement also features a feminist-inspired narration by Williams (Nike, 2019). Nike’s preceding ‘Dream Crazy’ campaign in 2018 (narrated by&nbsp; <a href=\"https://www.thedrum.com/news/2018/09/04/nike-selects-nfl-s-inspirational-colin-kaepernick-front-just-do-it-30th-anniversary\">Colin Kaepernick</a>) included a snippet with Alicia Woollcott, an American teenager who played linebacker and was named homecoming queen during her high school senior year. The advertisement asserted: “Don’t settle for homecoming queen or linebacker, do both” (Nike, 2018). This advertisement seems to validate a critique Barbara Lippert wrote of Nike ads in 2001. Lippert took issue with the “general, red-blooded, upbeat, you-go-girl message, synthesizing every post-empowerment female idea about combining strength and emotions and humanity, karate kicks and mascara” (Lippert, 2001). Significantly, black female athletes are portrayed as purely athletic, while white female athletes are portrayed as both athletic and feminine. We are told that Woollcott was a linebacker, but we are reminded that she was not ‘butch’ since she was also the homecoming queen. During the ‘Until We All Win’ campaign discussed in the previous paragraph, Williams mentioned motherhood, which could be read as a reminder that she could be both an excellent athlete and a mother and thus ‘have it all’. However, this is a relatively new addition and there is a general tendency to emphasise the pure strength of black women while white women are portrayed as strong, but still feminine.</p>\n<p>Michael Giardina and Jennifer Metz identified a similar gendered ideology in Nike campaigns and argued that women are now encouraged to “both ‘like pink’ and yet ‘still sweat” (2004: 75). Accordingly, “the dual consumption of hyperfemininity and tomboy-athleticism is no longer diametrically opposed; the New Age female athlete á la Nike is both ‘girly girl’ and ‘athletic’” (Giardina &amp; Metz, 2004: 75). As demonstrated by the discussion of Nike’s ‘Birthplace of Dreams’ campaign, not all of their campaigns conform to this ideology. In addition to the racial element, this could possibly be due to the fact that Nike still wants to protect its ‘serious sports’ image. However, other ‘women’s empowerment’ campaigns do conform to this ideology. The general themes of these campaigns are a ‘you go girl!’ ethos with examples of women who ‘have it all’. In this instance, women who ‘have it all’ are depicted “carrying babies, modeling clothing, scoring baskets, and kicking goals, all the while displaying conservative, feminine, and attractive qualities and characteristics” (Giardina &amp; Metz, 2004: 63).</p>\n<p>Pantene’s 2019 Women’s Day campaign, ‘Braids of Strength’, presents an apt example of this ideology. The first ad in the campaign starts with the statement “By the age of 14, girls drop out of sports (at) twice the rate of boys”. The ad then follows Farah Ann Abdul Hadi, an artistic gymnast. Although the ad does comment on her strength, she is also feminine and skilfully make-uped and there are multiple shots of her hair being braided. Finally, the ad declares “stay strong, stay beautiful and stay in sports”. The emphasis is thus on the fact that women can compete in sport and stay beautiful, if they buy Pantene shampoo of course (Pantene, 2019).</p>\n<p>The second ad in the campaign featured Nur Suryani, the Malysian shooter who competed in the 2012 Olympic Games while being 8 months pregnant. At the launch of the campaign Suryani stated: “Embracing our womanhood through sports is at times challenging, but ultimately rewarding” (cited in: Angie, 2019). Both ads thus emphasise the fact that women can stay in sport and be feminine. Suryani did not have to choose between being a mother and competing in the Olympics, she could do both. Significantly, Suryani’s athleticism did not challenge her role as a woman, but she could ‘embrace her womanhood through sports’.</p>\n<p>While Pantene’s Women’s Day campaign at least promotes a form of empowerment and comments on women’s strength, Hyundai’s ‘campaign’ is simply an advertisement. The advertisement shows a woman’s hands being hennaed while the narration states “this is the moment I was waiting for. I can’t wait to experience this new life. Every girl dreams of this day, now it’s coming true” (Hyundai, 2019). The advertisement thus encourages the audience to believe that the woman is speaking about her wedding day. Then a Hyundai car key is placed in her hands and the audience realises that the day she has been waiting for, is the day she would receive the car. The ad is then hashtagged ‘I_Can’. The hashtag therefore follows the individualised ‘you go girl’ notion of ‘women’s empowerment’ while the advertisement suggests that this is achievable through buying a new car. The advertisement also evokes the ‘traditional’ idea that women are supposed to dream of marriage and suggests that ‘empowered women’ rather dream of participating in consumer economies.</p>\n<p>Even Barbie (a subsidiary of the American toy company Mattel Inc.) launched an ‘empowerment’ campaign, ‘Did You Know’ #Barbie #MoreRoleModels. The brand has&nbsp; encountered widespread feminist criticism because of its representation of notions of beauty, body image and race, amongst other issues. In response, Barbie has been trying to reinvent its image and has been presenting its princesses as more independent than their Disney counterparts. The brand has released 14 feature-length films since 2001 in which Barbie refuses to marry a prince and prefers studying science to attending balls (Orr, 2009: 10). In concurrence with this theme, Barbie’s 2018 campaign shows a range of young, effeminate girls, each saying a phrase of the following: “We really need more female scientists, more coders, more civil engineers. Can you believe most head chefs are men? Seriously?<a href=\"#_ftn8\" name=\"_ftnref8\"><sup>[8]</sup></a>… If girls can’t see women doing these jobs, how will we know we can?” Subsequently, the ad declares</p>\n<p>“Because imagining she can is only the beginning. Actually seeing that she can makes all the difference”. Only then do we get to the point, namely that you can inspire a feature scientist, engineer, doctor and so on by buying her a Barbie.</p>\n<p>The Barbie campaign captures the theme of all of the campaigns: that women/girls can become empowered through owning the right shoes, shampoo, car or doll. Perhaps Barbie’s presentation of femininity is more problematic than Nike’s, but Nike’s bottom-line is still selling products. As we have seen, if Nike could sell more products by making women feel insecure about their breast shape, then their campaigns would focus on that. I find Nike’s campaigns more worrisome precisely because they appear to be so progressive and are thus more difficult to criticise. If one criticises Nike’s campaigns, it very easily comes across as if you are trying to belittle Semenya or William’s achievements, while the problem is the co-option of progressive ideals to advance capitalist interests.</p>\n<p>Nike is not the only company that has followed this strategy. The South African activist Zuleika Patel who challenged Pretoria Girls High School’s hair policy regarding black girls’ hair in 2016, is now part of Levi’s ‘I Shape My World’ campaign.&nbsp; In the campaign, Patel states that she is standing up “for girls, for women, for my people”. This might be true and Patel’s activism should not be undermined. However, Patel is shown “leading from the ground” in very stylish Levi’s apparel and the company’s ultimate aim is still to boost its sales (Levi’s, 2019). Jim McKay criticised Nike for reinscribing “an act of dissent as a funky fashion statement” (2004: 88), but this seems to be a general trend in the industry. While watching these ads, it is important to keep in mind that the brands behind them profit from racialised and patriarchal structures even if they claim to support ‘women’s empowerment’ and black activism.</p>\n<p>Summarily, the first problematic aspect of recent Women’s Month/Day campaigns is that they subject feminism(s) to capitalist structures and motivate women to be successful within capitalism. By focussing on the fact that women can be successful within capitalism, these campaigns emphasise the importance of free will and determination. This then implies that the people who do not become successful (according to the capitalist definition of the term) simply did not work hard enough and that “ anyone who did not succeed did not deserve to succeed” (Helstein, 2003: 282). The ‘Girl Power!’ and ‘You Go Girl!’ narratives also promote self-betterment strategies that conceal economic and political power relations that place people in positions of vulnerability. As&nbsp; Michael Giardina and Jennifer Metz argued, “it is the productive aspect of power circulating such discursive spaces and masking unequal power relations that, while seemingly embracing all things Girl, further contributes to the status quo rather than challenging it” (2004: 71).</p>\n<p>This is not to say that women are only victims or that they have no agency. Instead, I am critiquing the narrow definition of ‘empowerment’, which frames it as something that can be achieved through working on the body and consuming lifestyle products. This notion of empowerment seems very far removed from the campaigns that inspired Women’s Day/Month in the first place. These campaigns aimed to challenge exploitative policies and oppressive structures. By highlighting this I am not trying to evoke nostalgia for some golden age of ‘real feminism’. As already noted, there are many contemporary feminist campaigns that challenge power and promote various forms of justice. Nonetheless, we must be weary of the corporatisation and commodification of (some) feminist ideals, which threatens neither patriarchal culture nor capitalist hegemony.</p>\n<h2>Bibliography</h2>\n<p>Angie, T. 2019. ‘International Women’s Day 2019: Pantene Inspires Women to Stay in Sports through its Braids of Strength Campaign’. &lt;<a href=\"http://www.pamper.my/news/beauty/hair/international-womens-day-2019-pantene-inspires-women-stay-sports-braids-strength-campaign/\">http://www.pamper.my/news/beauty/hair/international-womens-day-2019-pantene-inspires-women-stay-sports-braids-strength-campaign/</a>&gt; Access: 25 July 2020.</p>\n<p>Barbie, 2018 ‘Did you know’. &lt;<a href=\"https://www.youtube.com/watch?v=vwXwNubKnYc\">https://www.youtube.com/watch?v=vwXwNubKnYc</a>&gt; Access: 14 August 2020.</p>\n<p>Capon, D.A. Helstein, M.T. 2004 ‘“Knowing” the hero: The female athlete and myth at work in Nike advertising’, in <em>Sport, Culture and Advertising : Identities, Commodities and the Politics of Representation</em>, Jackson, S.J. Andrews, D.L. (eds). Taylor and Francis Group, Oxon and New York.</p>\n<p>Cole, C. L. Hribar, A. 1995. ‘Celebrity Feminism: <em>Nike Style</em> Post-Fordism, Transcendence, and Consumer Power’. <em>Sociology of Sport Journal</em> 12, pp. 347-369.</p>\n<p>Frosdick, S. 2019. ‘P&amp;G boss David Taylor reflects on gender equality after Gillette advert – but does he practise what he preaches?’ &lt;<a href=\"https://www.ns-businesshub.com/popular/pg-david-taylor-gillette-advert/\" class=\"broken_link\">https://www.ns-businesshub.com/popular/pg-david-taylor-gillette-advert/</a>&gt; Access: 14 August 2020.</p>\n<p>Giardina, M.D. Metz, J.L. 2004. ‘Women’s sport in Nike’s America: Body politics and the corporo-empowerment of “everyday athletes”’, &nbsp;in <em>Sport, Culture and Advertising : Identities, Commodities and the Politics of Representation</em>, Jackson, S. J. Andrews, D. L (eds.). Taylor and Francis Group, Oxon &amp; New York. <strong>&nbsp;</strong></p>\n<p>Gillette, 2019. ‘We Believe: The Best Men Can Be’. &lt;<a href=\"https://www.youtube.com/watch?v=koPmuEyP3a0\">https://www.youtube.com/watch?v=koPmuEyP3a0</a>&gt; Access: 14 August 2020.</p>\n<p>Grow, J. Wolburg, J. 2006. ‘Selling Truth: How Nike’s Advertising to Women Claimed a Contested Reality’. <em>Advertising and Society Review</em> 7(2).</p>\n<p>Helstein, M.T. 2003. ‘That’s Who I Want to Be: The Politics and Production of Desire Within Nike Advertising to Women’.<em> Journal of Sport and Social Issues</em> 27(3), pp. 276-292.</p>\n<p>Hengeveld, M. 2015. ‘How Nike’s Neoliberal Feminism Came to Rule the Global South’. <em>Portside</em>. &lt;<a href=\"https://portside.org/2015-09-21/how-nikes-neoliberal-feminism-came-rule-global-south\">https://portside.org/2015-09-21/how-nikes-neoliberal-feminism-came-rule-global-south</a>&gt; Access: 23 July 2020.</p>\n<p>Hurst, S. 2017. ‘What’s the Environmental Footprint of a T-Shirt?’ <em>Smithsonian Magazine</em>. &lt;<a href=\"https://www.smithsonianmag.com/innovation/whats-environmental-footprint-t-shirt-180962885/\">https://www.smithsonianmag.com/innovation/whats-environmental-footprint-t-shirt-180962885/</a>&gt; Access: 14 August 2020.</p>\n<p>Hyundai, 2019. ‘Hyundai – Celebrating International Women’s Day’. &lt;<a href=\"https://www.youtube.com/watch?v=e2xqJWAvhKk\">https://www.youtube.com/watch?v=e2xqJWAvhKk</a>&gt; Access: 25 July 2020.</p>\n<p>Kvidal-Røvik, T. 2018. ‘The Meaning of the Feminist T-Shirt: Social Media, Postmodern Aesthetics, and the Potential for Sociopolitical Change’. <em>Media and Communication</em> 6(2), pp. 210-219.</p>\n<p>Levi’s, 2019. ‘Levi’s® | I Shape My World 2019 | Zuleika Patel | South Africa’. &lt;<a href=\"https://www.youtube.com/watch?v=KUgNYlch9H4\">https://www.youtube.com/watch?v=KUgNYlch9H4</a>&gt; Access: 25 July 2020.</p>\n<p>Lippert, B. 2001. ‘Barbara Lippert’s Critique’. <em>Adweek</em>. &lt;<a href=\"https://www.adweek.com/brand-marketing/barbara-lipperts-critique-30569/\">https://www.adweek.com/brand-marketing/barbara-lipperts-critique-30569/</a>&gt; Access: 24 July 2020.</p>\n<p>McDonald, M. 2004. ‘Model Behaviour? Sporting feminism and consumer culture’, in <em>Sport, Culture and Advertising : Identities, Commodities and the Politics of Representation</em>, Jackson, S. J. Andrews, D. L (eds.). Taylor and Francis Group, Oxon &amp; New York. <strong>&nbsp;</strong></p>\n<p>McDonald’s, 2020. ‘McDonald’s: International Women’s Day’. &lt;<a href=\"https://www.youtube.com/watch?v=907Yo-US36o\">https://www.youtube.com/watch?v=907Yo-US36o</a>&gt; Access: 14 August 2020.</p>\n<p>McKay, J. 2004. ‘Enlightened racism and celebrity feminism in contemporary sports advertising discourse’,&nbsp; in <em>Sport, Culture and Advertising : Identities, Commodities and the Politics of Representation</em>, Jackson, S. J. Andrews, D. L (eds.). Taylor and Francis Group, Oxon &amp; New York.</p>\n<p>McRobbie, A. 2009. <em>The Aftermath of Feminism: Gender, Culture and Social Change</em>. SAGE Publications, London.</p>\n<p>Murden, K. 2020. ‘Celebrate Women’s History Month with these empowering gifts’. <em>CNN</em>. &lt;<a href=\"https://us.cnn.com/2020/03/02/cnn-underscored/feminist-gifts/index.html\" class=\"broken_link\">https://us.cnn.com/2020/03/02/cnn-underscored/feminist-gifts/index.html</a>&gt; Access: 23 July 2020.</p>\n<p>Netflix, 2019. ‘<a href=\"https://www.youtube.com/results?search_query=%23SheRules\">#SheRules</a>: International Women’s Day’. &lt;<a href=\"https://www.youtube.com/watch?v=xOU8ME_tf48\">https://www.youtube.com/watch?v=xOU8ME_tf48</a>&gt; Access: 14 August 2020.</p>\n<p>Nike, 2018. ‘Colin Kaepernick Nike Commercial’. &lt;<a href=\"https://www.youtube.com/watch?v=lomlpJREDzw\">https://www.youtube.com/watch?v=lomlpJREDzw</a>&gt; Access: 24 July 2020.</p>\n<p>Nike, 2018. ‘Serena Williams: Until We All Win’. &lt;<a href=\"https://www.youtube.com/watch?v=MT1Fy7OuAyY\">https://www.youtube.com/watch?v=MT1Fy7OuAyY</a>&gt; Access: 24 July 2020.</p>\n<p>Nike, 2019. ‘Caster Semenya: Birthplace of Dreams’. &lt;<a href=\"https://www.youtube.com/watch?v=qXYBcigxjpQ\">https://www.youtube.com/watch?v=qXYBcigxjpQ</a>&gt; Access: 24 July 2020.</p>\n<p>Nike, 2019. ‘Nike- Dream Crazier’. &lt;<a href=\"https://www.youtube.com/watch?v=pqy3qgvDMkY\">https://www.youtube.com/watch?v=pqy3qgvDMkY</a>&gt; Access: 24 July 2020.</p>\n<p>Orr, L. 2009. ‘”Difference That Is Actually Sameness Mass-Reproduced”: Barbie Joins the Princess Convergence’. <a href=\"https://muse.jhu.edu/journal/500\">Jeunesse: Young People, Texts, Cultures</a> 1(1), pp. 9-30.</p>\n<p>Pantene, 2019. ‘Pantene ‘Braids of Strength’ ft Farah Ann <a href=\"https://www.youtube.com/results?search_query=%23WanitaBesi\">#WanitaBesi</a><u>’. </u>&lt;<a href=\"https://www.youtube.com/watch?v=vOhvJe-XJ5g\">https://www.youtube.com/watch?v=vOhvJe-XJ5g</a>&gt; Access: 25 July 2020.</p>\n<p>Rottenber, C. 2019. ‘Commodifying Women’s Rights: How corporations make money out of ‘feel-good’ feminism’. <em>Al Jazeera</em>. &lt;<a href=\"https://www.aljazeera.com/indepth/opinion/commodifying-women-rights-190308092448665.html\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.aljazeera.com/indepth/opinion/commodifying-women-rights-190308092448665.html</a>&gt; Access: 23 July 2020.</p>\n<p>Walker, C. 1991. <em>Women and Resistance in South Africa</em>. David Philip Publishers, Cape Town and Johannesburg.</p>\n<p>Wells, J.C. 1993. <em>We Now Demand! The History of Women’s Resistance to Pass Laws in South Africa</em>. Witwatersrand University Press, Johannesburg.</p>\n<p>Zeisler, A. 2016. <em>We Were Feminists Once: From Riot Girrrl to Covergirl, the buying and selling of a political movement</em>. Public Affairs, New York.</p>\n<h2>Footnotes</h2>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> There are multiple sources that provide more in depth discussions of this topic. For example Cherryl Walker’s <em>Women and Resistance in South Africa</em> (1991) and Julia C. Well’s <em>We Now Demand! The History of Women’s Resistance to Pass Laws in South Africa </em>(1993).</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Pantene’s 2019 ‘Braids of Strength’ campaign will be discussed as an example later in the piece. However, the company’s 2017 campaign, ‘Labels Against Women’, is another apt example. The advertisement is available here: <a href=\"https://www.youtube.com/watch?v=luLkfXixBpM\">https://www.youtube.com/watch?v=luLkfXixBpM</a>.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> This piece will focus specifically on ‘women’s empowerment’ campaigns because of the context of Women’s Month. However, this can also be situated within a broader trend. Here we only need to think of Gillette’s ‘The Best Men Can Be’ campaign (available here: <a href=\"https://www.youtube.com/watch?v=koPmuEyP3a0\">https://www.youtube.com/watch?v=koPmuEyP3a0</a>). The campaign presents an apt example of the individualistic discourse that will be discussed subsequently by insisting that “it is only by challenging ourselves to do more that we can get closer to our best”. Moreover, a company that has profited from&nbsp; promoting images of what ‘real men’ are supposed to look like, has suddenly positioned itself as opposing ‘toxic masculinity’. Gillette is thus associating its brand with the struggle against ‘toxic masculinity’, while the company has a median gender pay gap of 30% (Frosdick, 2019).</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><sup>[4]</sup></a> This slogan was inspired by Chimanda Ngozi Adichie’s essay with the same title. Adichie also presented a TED Talk on the topic, which is available here: <a href=\"https://www.youtube.com/watch?v=hg3umXU_qWc\">https://www.youtube.com/watch?v=hg3umXU_qWc</a>.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\"><sup>[5]</sup></a> Here we only need to think about the gendered sweatshop labour associated with the garment industry and the extensive environmental footprint T-shirt manufacturing (Hurst, 2017).</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\"><sup>[6]</sup></a> It is important to note that there are multiple feminisms, which are shaped by particular contexts and are reflective of ingrained social configurations and patterns. ‘Neo-liberal feminism’ is thus related to a specific context within North America and Europe and the companies that promote ‘women’s empowerment’ are advertising their products to upper-middle class (mostly western/white) women.</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\"><sup>[7]</sup></a> For a critical discussion of these programmes please consult Maria Hengeveld’s ‘How Nike’s Neoliberal Feminism Came to Rule the Global South’, available at: &lt;<a href=\"https://portside.org/2015-09-21/how-nikes-neoliberal-feminism-came-rule-global-south\">https://portside.org/2015-09-21/how-nikes-neoliberal-feminism-came-rule-global-south</a>&gt;</p>\n<p><a href=\"#_ftnref8\" name=\"_ftn8\"><sup>[8]</sup></a> Apparently women are still the ones who belong in the kitchen.</p>\n</body></html>",
  "contentText": "By Elize Soer South Africans commemorate Women’s Month in August to pay tribute to the 20 000 women who marched to the Union Buildings on 9 August 1956 in protest against the extension of Pass Laws to women.[1] Various corporations have promptly used the opportunity to advertise everything from shine-boosting shampoo to insurance in the name of ‘celebrating women’.[2] This has not been specific to Women’s Month, but forms part of a broader trend in which aspects of feminism and ‘women’s empowerment’ have been appropriated by corporate advertising campaigns to further capitalist imperatives, primarily boosting sales to increase profit. The following piece will provide a brief contextualisation of Women’s Month and will then provide analyses of various Women’s Month/Day and/or ‘women’s empowerment’ campaigns by some of the world’s most famous corporations. The chosen campaigns will be contextualised in relation to the tendency of some corporations to engage in what scholars have referred to as ‘marketplace feminism’ (Zeisler, 2016), ‘postfeminism’ (McRobbie, 2009) and ‘neoliberal feminism’ (Hengeveld, 2015). The piece will discuss a range of Nike campaigns because they epitomise the trend. Moreover, by historicizing Nike’s campaigns, we can see how the trend evolved and in which ways gendered portrayals changed over time. Thereafter, I will discuss campaigns by various other corporations including Pantene’s ‘Braids of Strength’ (2019), Hyundai’s ‘I_Can’ (2019), Barbie’s ‘Did You Know’ (2018) and Levi’s ‘Shape My World’ (2019). These campaigns were by no means exceptional and there are various other campaigns that reflect and promote the same discourses, for example MacDonald’s International Women’s Day advertisement (2020) and Netflix’s ‘#SheRules: International Women’s Day’ (2019). These campaigns were chosen because they represent the trend, but there were many other campaigns that could have served the same purpose. Summarily, the piece will argue that it is problematic that transnational corporations built on exploitation are appropriating ‘progressive’ ideas while simultaneously (re)producing the same exploitative structures that activists have been critiquing.[3] Similar to Women’s Month in South Africa (SA), the origins of International Women’s Day (IWD) can be traced back to protests against exploitative and oppressive policies. The Socialist Party of America initiated IWD in order to honour the garment workers’ strike in New York in 1908, which can be situated in a struggle against capitalist economic exploitation. As Catherine Rottenberg noted, this tradition is still evident in many protests for gender justice, which often connect feminist issues with demands for racial, economic and/or climate justice (Rottenberg, 2019). However, these inspiring movements have been paralleled by a more worrisome trend- the increased commodification of ‘women’s empowerment’. Corporations often use images of ‘women’s empowerment’ as a part of ‘brand activism’, which refers to corporate attempts to improve a brand’s reputation “by using some popular and often progressive cause in their PR and advertising campaigns” (Rottenberg, 2019). As mentioned in the introduction, the commodification of Women’s Month/Day is typified by the fact that various corporations and retailers have linked ‘celebrating women’ to buying effeminate gifts. These gifts include spa treatments, scented lotions, lingerie and perfumes. There are even lists of ‘empowering gifts’ such as wine glasses and bracelets (Murden, 2020). The first problem with these gifts is that they are usually pink and stereotypically feminine. This reinforces a gender dichotomy in which women are associated with ‘self-care’ products typically aimed at ‘improving’ their physical appearance. Ironically, this reinforces precisely the problematic binarised discourses around femininity that most feminists have aimed to oppose. The notion of ‘empowering’ products has not been limited to Women’s Month. Katy Perry branded her signature fragrance, Killer Queen, as “royal, rebellious, and feminist” (Zeisler, 2016: 9) while various brands such as Dior launched ranges of T-Shirts with slogans like ‘We Should All be Feminists’[4] and ‘The Future is Female’. T-shirts with feminist slogans are not necessarily problematic, but these shirts often undermine the very causes they claim to support (Kvidal-Røvik, 2018: 210).[5] As Catherine Rottenberg noted, “activism and empowerment here is equated with buying an expensive t-shirt with words like ‘You Go Girl’. Women, in other words, are encouraged to express their solidarity not through struggle or protest, but by shopping” (Rottenberg, 2019). She labelled this type of feminism ‘neoliberal feminism’[6] and argued that it is marketable “precisely because it is a non-threatening feminism. It doesn’t address the devastation wrought by neoliberal capitalism, neo-imperialism or systemic misogyny and sexism.” Andi Zeisler similarly critiqued this form of feminism for being uncritical of capitalist structures and for promoting a “glossy feel-good feminism” that ignores entrenched forms of inequality (Zeisler, 2016: 10). It draws on a vocabulary of ‘empowerment’ and ‘choice’ to promote an individualistic discourse that transposes structural and social problems into individual (in)adequacies (McRobbie, 2009: 1; Cole & Hribar, 1995: 354). The notion of individual empowerment featured strongly in all of the campaigns that will be discussed. This logic suggests that everyone can succeed within capitalism if they are dedicated enough and, from a gendered lens, that every woman can be ‘empowered’ if she chooses to be. It is implied that individuals must not allow prejudices associated with circumstances of class, race, gender, sexuality or physical ability to impede their efforts, “as if transcending these things is simply a matter of will and effort” (Helstein, 2003: 288). The notion that one must simply work harder to transcend one’s circumstances is a fundamental capitalist mantra. Debra Capon and Michelle Helstein argued that advertisements can be considered to be the myths of contemporary (Western) culture and it is thus not really surprising that they would promote capitalist ideologies (Capon & Helstein, 2004: 40). According to their definition, myths funcion to “naturalize speech, transmuting what is essentially cultural (historical, constructed, and motivated) into something which it materializes as natural (transhistorical, innocent, factual)” (2004: 56). The myth that one must simply work harder to transcend all circumstances was particularly evident in Nike’s campaigns. If we assume that myths function to naturalise ideas that are constructed in specific historical periods, then a short discussion of Nike’s history seems appropriate. Nike was founded in 1964, but its sharp ascent began during the Reagan era (1981-1989) in the United States (U.S.). Ronald Reagan has become associated with his neoliberal economic doctrine, which demonised state support and favoured privatisation. His ‘war on drugs’ and ‘war on AIDS’ also followed a logic that foregrounded free will and located “insufficient free will in the bodies of others” (Cole & Hribar, 1995: 355). The advertising campaigns of the era promoted free will, the ‘deep self’ and the ‘hard body’ and encouraged consumers to work on their bodies and to consume commodities in order to maintain the body. Working on the body was presented as a means of taking control and displaying one’s self. Concurrently, consumer power was championed as a means of transcendence at a time when political options were narrowing. Summarily, It is not a coincidence that Nike thrived in the decades characterised by cultural emphases on “fitness, health, lifestyle, addiction, and individual responsibility” (Cole & Hribar, 1995: 355). During the same period, advertisers began to respond to the heightened awareness of feminist critiques of the images of women in advertising. More and more advertisements started to contain signs associated with so-called ‘positive images of women’. Advertisements that incorporated commodity feminism advanced an image of the ‘new woman’ who was defined by a series of attitudes and signs based on the characteristics of the liberal subject, including individuality, independence and choice. Nike’s advisers informed the company about the potential of the rising ‘women’s market’ in 1979. However, Nike’s executives dismissed the advice because they thought it would harm the company’s image as an “authentic and serious” sport brand, in contrast to Reebok, which did cater to the ‘women’s market’ (Cole & Hribar, 1995: 359). Nike finally ventured into the ‘women’s market’ in 1987 with a TV campaign featuring the famous triathlete Joanne Ernst. The advertisement concluded with Ernst sitting on a locker room bench and telling the audience that “it wouldn’t hurt if you stopped eating like a pig” (cited in: Hengeveld, 2015). Unsurprisingly, the advertisement was not the breakthrough into the ‘women’s market’ that Nike had hoped for. Nike then hired the advertising agency Wieden + Kennedy, wich actively drew on feminist critiques of the advertising industry and incorporated these critiques into subsequent Nike campaigns. The first advertising message the agency created for Nike (in 1990) was ‘empowerment’. The campaign encouraged women to reject ‘traditional holds’ and challenged them to become ‘empowered’ through fitness. Nike promoted an image of empowerment that corresponded with the Reaganite malieu. For example, one ad closed with the line “the only person you are destined to become is the person you decide to be”, reiterating the point that women could take control of their destiny and exert personal agency through buying shoes (Grow & Wolburg, 2006: 11). It was thus in the early 1990s that Nike began capitalising on calls for gender justice by using critiques of patriarchy as a marketing strategy. However, Nike executives were still adverse to using women with muscular bodies in their ads. The emphasis was not on women as competitors, but on women who were healthy and fit, “but not too fit, always pretty” (cited in Grow & Wolburg, 2006: 14). Although the depiction of women has changed over time, there has been a continuous emphasis on beauty. Standards changed from voluptuousness to thinness to being ‘toned’, but cultural norms continued to promote the importance of beauty. Beauty also continued to be conceptualised in a narrow (Western) way and images of beauty remained predominantly white and ‘not too masculine’. For example, Nike launched a range of sports bras in 1999 with the tag-line “After years of exercise, what kind of shape will your breasts be in?” (cited in Grow & Wolburg, 2006: 22). The bra was thus not advertised by appealing to athletic performance, but to fears that women’s breasts would become ‘deformed’ by athletic training. Since these first campaigns, Nike has attempted to brand itself as a purveyor of equality and justice for women. This image was somewhat tarnished by multiple sweatshop scandals that “made it crystal clear that Nike profited from, rather than, railed against patriarchy,” (Hengeveld, 2015). Nonetheless, Nike’s advertisements continue to push an emancipatory narrative that focuses on “empowerment embedded in bodily maintenance and the consumption of Nike products” (Helstein, 2003: 282). These ads have been targeted more towards the global north, however, Nike has also had multiple campaigns in the global south. On the one hand, these campaigns take the form of the Nike Foundation’s ‘Girl Effect’ programmes.[7] However, for the sake of this piece, I want to focus on one of Nike’s recent campaigns featuring the famous South African athlete Caster Semenya. Nike’s ‘Birthplace of Dreams’ campaign was launched in 2019 and featured multiple videos with a range of athletes, including Sam Kerr, Virgil van Dijk and Caster Semenya. In the video centred on Semenya, she shows the audience her home in Soweto, a township in SA. The narrative of the video explains that Semenya overcame her circumstances and rose from poverty to become an Olympic gold medalist, or in Semenya’s words “I moved from rurals to international stage”. Throughout the video, she made multiple comments emphasising that “you dream it and then you do it” and “even if you are coming from a dusty place like this, you can be whoever you want”. After the inspirational video, Nike’s infamous slogan ‘Just Do It’ appears with the company’s signature swoosh (Nike, 2019). The advertisement clearly advances the capitalist notion that structural and social problems can be overcome through personal lifestyle choices. Accordingly, success can be achieved through the force of individual will, personal perseverance and self-responsibility (McDonald, 2004: 28). It is important to note that Semenya is an exceptional athlete who has overcome multiple forms of discrimination and that she certainly deserves admiration. However, this is where the conceptualisation of advertisements as modern myths becomes significant. Myths are often not total falsehoods or delusions, but partial truths that “accentuate particular versions of reality and marginalize or omit others” (McKay, 2004: 83). Accordingly, “myths depoliticize social relations by ignoring the vested interests involved in struggles over whose stories become ascendant in a given culture” (McKay, 2004: 83). The problem with Nike’s campaign is thus not the fact that Semenya got recognition, but the myriad of factors that this ‘just do it’ narrative omits. If succeeding within a capitalist structure is simply a matter of individuals working hard, then the people who fail to succeed have no one to blame but themselves. This ignores institutionalised classism, racism and sexism (McKay, 2004: 88). Just as notions of ‘women’s empowerment’ began to feature in Nike advertising campaigns when the company wanted to reach the ‘women’s market’, Nike has also begun to associate images of freedom, success and opportunity with athletes of colour, while omitting any indication of exploitative practices. This led Jim McKay to argue that contemporary sports advertising discourses “exemplify the capacity of the media to mythologize relations of exploitation, and construct ideologies of enlightened racism and celebrity feminism” (McKay, 2004: 93). Caster Semenya is not only famous for her athletic capabilities, but also for the (highly publicised) debates about her intersexuality. In the Nike video, she touches on the subject by stating “I know I look like a boy, so what?” (Nike, 2019). A discussion about sexuality and sport as well as the implications of intersexuality for notions of a gender dichotomy falls beyond the scope of this piece. Instead, I want to draw attention to the fact that Semenya’s ‘masculine’ traits are presented as acceptable. This is seemingly in contrast to the company’s earlier insistence that the women in their campaigns should not be ‘too fit’ (read ‘too muscular’) since they would no longer be pretty and, assumedly, too threatening. The first possible explanation for this change over time is the fact that Nike’s advertisers are acutely aware of feminist critiques and they incorporate these critiques into their campaigns. The second possible explanation is that ‘black femininity’ is stereotypically more ‘masculine’ than ‘white femininity’ because black women in the U.S. were expected to do manual labour (Capon & Helstein, 2004: 53). Both of these explanations are supported by gendered representations in another Nike campaign featuring Serena Williams. Williams is one of Nike’s primary spokespeople and she is often presented as strong and powerful. In the ‘Until We All Win’ campaign she stated: “I’ve never been the right kind of woman. Oversized and overconfident. Too mean if I don’t smile. Too black for my tennis whites. Too motivated for motherhood. But I am proving time and time again, there is no wrong way to be a woman” (Nike, 2018). In the text there is a clear incorporation of feminist critiques. However, as we shall see, there is also a variance between Nike’s presentation of black and white women. Nike’s 2019 ‘Dream Crazier’ campaign starts with an image of a crying white woman, although the advertisement also features a feminist-inspired narration by Williams (Nike, 2019). Nike’s preceding ‘Dream Crazy’ campaign in 2018 (narrated by Colin Kaepernick) included a snippet with Alicia Woollcott, an American teenager who played linebacker and was named homecoming queen during her high school senior year. The advertisement asserted: “Don’t settle for homecoming queen or linebacker, do both” (Nike, 2018). This advertisement seems to validate a critique Barbara Lippert wrote of Nike ads in 2001. Lippert took issue with the “general, red-blooded, upbeat, you-go-girl message, synthesizing every post-empowerment female idea about combining strength and emotions and humanity, karate kicks and mascara” (Lippert, 2001). Significantly, black female athletes are portrayed as purely athletic, while white female athletes are portrayed as both athletic and feminine. We are told that Woollcott was a linebacker, but we are reminded that she was not ‘butch’ since she was also the homecoming queen. During the ‘Until We All Win’ campaign discussed in the previous paragraph, Williams mentioned motherhood, which could be read as a reminder that she could be both an excellent athlete and a mother and thus ‘have it all’. However, this is a relatively new addition and there is a general tendency to emphasise the pure strength of black women while white women are portrayed as strong, but still feminine. Michael Giardina and Jennifer Metz identified a similar gendered ideology in Nike campaigns and argued that women are now encouraged to “both ‘like pink’ and yet ‘still sweat” (2004: 75). Accordingly, “the dual consumption of hyperfemininity and tomboy-athleticism is no longer diametrically opposed; the New Age female athlete á la Nike is both ‘girly girl’ and ‘athletic’” (Giardina & Metz, 2004: 75). As demonstrated by the discussion of Nike’s ‘Birthplace of Dreams’ campaign, not all of their campaigns conform to this ideology. In addition to the racial element, this could possibly be due to the fact that Nike still wants to protect its ‘serious sports’ image. However, other ‘women’s empowerment’ campaigns do conform to this ideology. The general themes of these campaigns are a ‘you go girl!’ ethos with examples of women who ‘have it all’. In this instance, women who ‘have it all’ are depicted “carrying babies, modeling clothing, scoring baskets, and kicking goals, all the while displaying conservative, feminine, and attractive qualities and characteristics” (Giardina & Metz, 2004: 63). Pantene’s 2019 Women’s Day campaign, ‘Braids of Strength’, presents an apt example of this ideology. The first ad in the campaign starts with the statement “By the age of 14, girls drop out of sports (at) twice the rate of boys”. The ad then follows Farah Ann Abdul Hadi, an artistic gymnast. Although the ad does comment on her strength, she is also feminine and skilfully make-uped and there are multiple shots of her hair being braided. Finally, the ad declares “stay strong, stay beautiful and stay in sports”. The emphasis is thus on the fact that women can compete in sport and stay beautiful, if they buy Pantene shampoo of course (Pantene, 2019). The second ad in the campaign featured Nur Suryani, the Malysian shooter who competed in the 2012 Olympic Games while being 8 months pregnant. At the launch of the campaign Suryani stated: “Embracing our womanhood through sports is at times challenging, but ultimately rewarding” (cited in: Angie, 2019). Both ads thus emphasise the fact that women can stay in sport and be feminine. Suryani did not have to choose between being a mother and competing in the Olympics, she could do both. Significantly, Suryani’s athleticism did not challenge her role as a woman, but she could ‘embrace her womanhood through sports’. While Pantene’s Women’s Day campaign at least promotes a form of empowerment and comments on women’s strength, Hyundai’s ‘campaign’ is simply an advertisement. The advertisement shows a woman’s hands being hennaed while the narration states “this is the moment I was waiting for. I can’t wait to experience this new life. Every girl dreams of this day, now it’s coming true” (Hyundai, 2019). The advertisement thus encourages the audience to believe that the woman is speaking about her wedding day. Then a Hyundai car key is placed in her hands and the audience realises that the day she has been waiting for, is the day she would receive the car. The ad is then hashtagged ‘I_Can’. The hashtag therefore follows the individualised ‘you go girl’ notion of ‘women’s empowerment’ while the advertisement suggests that this is achievable through buying a new car. The advertisement also evokes the ‘traditional’ idea that women are supposed to dream of marriage and suggests that ‘empowered women’ rather dream of participating in consumer economies. Even Barbie (a subsidiary of the American toy company Mattel Inc.) launched an ‘empowerment’ campaign, ‘Did You Know’ #Barbie #MoreRoleModels. The brand has encountered widespread feminist criticism because of its representation of notions of beauty, body image and race, amongst other issues. In response, Barbie has been trying to reinvent its image and has been presenting its princesses as more independent than their Disney counterparts. The brand has released 14 feature-length films since 2001 in which Barbie refuses to marry a prince and prefers studying science to attending balls (Orr, 2009: 10). In concurrence with this theme, Barbie’s 2018 campaign shows a range of young, effeminate girls, each saying a phrase of the following: “We really need more female scientists, more coders, more civil engineers. Can you believe most head chefs are men? Seriously?[8]… If girls can’t see women doing these jobs, how will we know we can?” Subsequently, the ad declares “Because imagining she can is only the beginning. Actually seeing that she can makes all the difference”. Only then do we get to the point, namely that you can inspire a feature scientist, engineer, doctor and so on by buying her a Barbie. The Barbie campaign captures the theme of all of the campaigns: that women/girls can become empowered through owning the right shoes, shampoo, car or doll. Perhaps Barbie’s presentation of femininity is more problematic than Nike’s, but Nike’s bottom-line is still selling products. As we have seen, if Nike could sell more products by making women feel insecure about their breast shape, then their campaigns would focus on that. I find Nike’s campaigns more worrisome precisely because they appear to be so progressive and are thus more difficult to criticise. If one criticises Nike’s campaigns, it very easily comes across as if you are trying to belittle Semenya or William’s achievements, while the problem is the co-option of progressive ideals to advance capitalist interests. Nike is not the only company that has followed this strategy. The South African activist Zuleika Patel who challenged Pretoria Girls High School’s hair policy regarding black girls’ hair in 2016, is now part of Levi’s ‘I Shape My World’ campaign. In the campaign, Patel states that she is standing up “for girls, for women, for my people”. This might be true and Patel’s activism should not be undermined. However, Patel is shown “leading from the ground” in very stylish Levi’s apparel and the company’s ultimate aim is still to boost its sales (Levi’s, 2019). Jim McKay criticised Nike for reinscribing “an act of dissent as a funky fashion statement” (2004: 88), but this seems to be a general trend in the industry. While watching these ads, it is important to keep in mind that the brands behind them profit from racialised and patriarchal structures even if they claim to support ‘women’s empowerment’ and black activism. Summarily, the first problematic aspect of recent Women’s Month/Day campaigns is that they subject feminism(s) to capitalist structures and motivate women to be successful within capitalism. By focussing on the fact that women can be successful within capitalism, these campaigns emphasise the importance of free will and determination. This then implies that the people who do not become successful (according to the capitalist definition of the term) simply did not work hard enough and that “ anyone who did not succeed did not deserve to succeed” (Helstein, 2003: 282). The ‘Girl Power!’ and ‘You Go Girl!’ narratives also promote self-betterment strategies that conceal economic and political power relations that place people in positions of vulnerability. As Michael Giardina and Jennifer Metz argued, “it is the productive aspect of power circulating such discursive spaces and masking unequal power relations that, while seemingly embracing all things Girl, further contributes to the status quo rather than challenging it” (2004: 71). This is not to say that women are only victims or that they have no agency. Instead, I am critiquing the narrow definition of ‘empowerment’, which frames it as something that can be achieved through working on the body and consuming lifestyle products. This notion of empowerment seems very far removed from the campaigns that inspired Women’s Day/Month in the first place. These campaigns aimed to challenge exploitative policies and oppressive structures. By highlighting this I am not trying to evoke nostalgia for some golden age of ‘real feminism’. As already noted, there are many contemporary feminist campaigns that challenge power and promote various forms of justice. Nonetheless, we must be weary of the corporatisation and commodification of (some) feminist ideals, which threatens neither patriarchal culture nor capitalist hegemony. Bibliography Angie, T. 2019. ‘International Women’s Day 2019: Pantene Inspires Women to Stay in Sports through its Braids of Strength Campaign’. <http://www.pamper.my/news/beauty/hair/international-womens-day-2019-pantene-inspires-women-stay-sports-braids-strength-campaign/> Access: 25 July 2020. Barbie, 2018 ‘Did you know’. <https://www.youtube.com/watch?v=vwXwNubKnYc> Access: 14 August 2020. Capon, D.A. Helstein, M.T. 2004 ‘“Knowing” the hero: The female athlete and myth at work in Nike advertising’, in Sport, Culture and Advertising : Identities, Commodities and the Politics of Representation, Jackson, S.J. Andrews, D.L. (eds). Taylor and Francis Group, Oxon and New York. Cole, C. L. Hribar, A. 1995. ‘Celebrity Feminism: Nike Style Post-Fordism, Transcendence, and Consumer Power’. Sociology of Sport Journal 12, pp. 347-369. Frosdick, S. 2019. ‘P&G boss David Taylor reflects on gender equality after Gillette advert – but does he practise what he preaches?’ <https://www.ns-businesshub.com/popular/pg-david-taylor-gillette-advert/> Access: 14 August 2020. Giardina, M.D. Metz, J.L. 2004. ‘Women’s sport in Nike’s America: Body politics and the corporo-empowerment of “everyday athletes”’, in Sport, Culture and Advertising : Identities, Commodities and the Politics of Representation, Jackson, S. J. Andrews, D. L (eds.). Taylor and Francis Group, Oxon & New York. Gillette, 2019. ‘We Believe: The Best Men Can Be’. <https://www.youtube.com/watch?v=koPmuEyP3a0> Access: 14 August 2020. Grow, J. Wolburg, J. 2006. ‘Selling Truth: How Nike’s Advertising to Women Claimed a Contested Reality’. Advertising and Society Review 7(2). Helstein, M.T. 2003. ‘That’s Who I Want to Be: The Politics and Production of Desire Within Nike Advertising to Women’. Journal of Sport and Social Issues 27(3), pp. 276-292. Hengeveld, M. 2015. ‘How Nike’s Neoliberal Feminism Came to Rule the Global South’. Portside. <https://portside.org/2015-09-21/how-nikes-neoliberal-feminism-came-rule-global-south> Access: 23 July 2020. Hurst, S. 2017. ‘What’s the Environmental Footprint of a T-Shirt?’ Smithsonian Magazine. <https://www.smithsonianmag.com/innovation/whats-environmental-footprint-t-shirt-180962885/> Access: 14 August 2020. Hyundai, 2019. ‘Hyundai – Celebrating International Women’s Day’. <https://www.youtube.com/watch?v=e2xqJWAvhKk> Access: 25 July 2020. Kvidal-Røvik, T. 2018. ‘The Meaning of the Feminist T-Shirt: Social Media, Postmodern Aesthetics, and the Potential for Sociopolitical Change’. Media and Communication 6(2), pp. 210-219. Levi’s, 2019. ‘Levi’s® | I Shape My World 2019 | Zuleika Patel | South Africa’. <https://www.youtube.com/watch?v=KUgNYlch9H4> Access: 25 July 2020. Lippert, B. 2001. ‘Barbara Lippert’s Critique’. Adweek. <https://www.adweek.com/brand-marketing/barbara-lipperts-critique-30569/> Access: 24 July 2020. McDonald, M. 2004. ‘Model Behaviour? Sporting feminism and consumer culture’, in Sport, Culture and Advertising : Identities, Commodities and the Politics of Representation, Jackson, S. J. Andrews, D. L (eds.). Taylor and Francis Group, Oxon & New York. McDonald’s, 2020. ‘McDonald’s: International Women’s Day’. <https://www.youtube.com/watch?v=907Yo-US36o> Access: 14 August 2020. McKay, J. 2004. ‘Enlightened racism and celebrity feminism in contemporary sports advertising discourse’, in Sport, Culture and Advertising : Identities, Commodities and the Politics of Representation, Jackson, S. J. Andrews, D. L (eds.). Taylor and Francis Group, Oxon & New York. McRobbie, A. 2009. The Aftermath of Feminism: Gender, Culture and Social Change. SAGE Publications, London. Murden, K. 2020. ‘Celebrate Women’s History Month with these empowering gifts’. CNN. <https://us.cnn.com/2020/03/02/cnn-underscored/feminist-gifts/index.html> Access: 23 July 2020. Netflix, 2019. ‘#SheRules: International Women’s Day’. <https://www.youtube.com/watch?v=xOU8ME_tf48> Access: 14 August 2020. Nike, 2018. ‘Colin Kaepernick Nike Commercial’. <https://www.youtube.com/watch?v=lomlpJREDzw> Access: 24 July 2020. Nike, 2018. ‘Serena Williams: Until We All Win’. <https://www.youtube.com/watch?v=MT1Fy7OuAyY> Access: 24 July 2020. Nike, 2019. ‘Caster Semenya: Birthplace of Dreams’. <https://www.youtube.com/watch?v=qXYBcigxjpQ> Access: 24 July 2020. Nike, 2019. ‘Nike- Dream Crazier’. <https://www.youtube.com/watch?v=pqy3qgvDMkY> Access: 24 July 2020. Orr, L. 2009. ‘”Difference That Is Actually Sameness Mass-Reproduced”: Barbie Joins the Princess Convergence’. Jeunesse: Young People, Texts, Cultures 1(1), pp. 9-30. Pantene, 2019. ‘Pantene ‘Braids of Strength’ ft Farah Ann #WanitaBesi’. <https://www.youtube.com/watch?v=vOhvJe-XJ5g> Access: 25 July 2020. Rottenber, C. 2019. ‘Commodifying Women’s Rights: How corporations make money out of ‘feel-good’ feminism’. Al Jazeera. <https://www.aljazeera.com/indepth/opinion/commodifying-women-rights-190308092448665.html> Access: 23 July 2020. Walker, C. 1991. Women and Resistance in South Africa. David Philip Publishers, Cape Town and Johannesburg. Wells, J.C. 1993. We Now Demand! The History of Women’s Resistance to Pass Laws in South Africa. Witwatersrand University Press, Johannesburg. Zeisler, A. 2016. We Were Feminists Once: From Riot Girrrl to Covergirl, the buying and selling of a political movement. Public Affairs, New York. Footnotes [1] There are multiple sources that provide more in depth discussions of this topic. For example Cherryl Walker’s Women and Resistance in South Africa (1991) and Julia C. Well’s We Now Demand! The History of Women’s Resistance to Pass Laws in South Africa (1993). [2] Pantene’s 2019 ‘Braids of Strength’ campaign will be discussed as an example later in the piece. However, the company’s 2017 campaign, ‘Labels Against Women’, is another apt example. The advertisement is available here: https://www.youtube.com/watch?v=luLkfXixBpM. [3] This piece will focus specifically on ‘women’s empowerment’ campaigns because of the context of Women’s Month. However, this can also be situated within a broader trend. Here we only need to think of Gillette’s ‘The Best Men Can Be’ campaign (available here: https://www.youtube.com/watch?v=koPmuEyP3a0). The campaign presents an apt example of the individualistic discourse that will be discussed subsequently by insisting that “it is only by challenging ourselves to do more that we can get closer to our best”. Moreover, a company that has profited from promoting images of what ‘real men’ are supposed to look like, has suddenly positioned itself as opposing ‘toxic masculinity’. Gillette is thus associating its brand with the struggle against ‘toxic masculinity’, while the company has a median gender pay gap of 30% (Frosdick, 2019). [4] This slogan was inspired by Chimanda Ngozi Adichie’s essay with the same title. Adichie also presented a TED Talk on the topic, which is available here: https://www.youtube.com/watch?v=hg3umXU_qWc. [5] Here we only need to think about the gendered sweatshop labour associated with the garment industry and the extensive environmental footprint T-shirt manufacturing (Hurst, 2017). [6] It is important to note that there are multiple feminisms, which are shaped by particular contexts and are reflective of ingrained social configurations and patterns. ‘Neo-liberal feminism’ is thus related to a specific context within North America and Europe and the companies that promote ‘women’s empowerment’ are advertising their products to upper-middle class (mostly western/white) women. [7] For a critical discussion of these programmes please consult Maria Hengeveld’s ‘How Nike’s Neoliberal Feminism Came to Rule the Global South’, available at: <https://portside.org/2015-09-21/how-nikes-neoliberal-feminism-came-rule-global-south> [8] Apparently women are still the ones who belong in the kitchen.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftn1",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftn2",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftn3",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftn4",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftn5",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftn6",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftn7",
    "https://www.thedrum.com/news/2018/09/04/nike-selects-nfl-s-inspirational-colin-kaepernick-front-just-do-it-30th-anniversary",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftn8",
    "http://www.pamper.my/news/beauty/hair/international-womens-day-2019-pantene-inspires-women-stay-sports-braids-strength-campaign/",
    "https://www.youtube.com/watch?v=vwXwNubKnYc",
    "https://www.ns-businesshub.com/popular/pg-david-taylor-gillette-advert/",
    "https://www.youtube.com/watch?v=koPmuEyP3a0",
    "https://portside.org/2015-09-21/how-nikes-neoliberal-feminism-came-rule-global-south",
    "https://www.smithsonianmag.com/innovation/whats-environmental-footprint-t-shirt-180962885/",
    "https://www.youtube.com/watch?v=e2xqJWAvhKk",
    "https://www.youtube.com/watch?v=KUgNYlch9H4",
    "https://www.adweek.com/brand-marketing/barbara-lipperts-critique-30569/",
    "https://www.youtube.com/watch?v=907Yo-US36o",
    "https://us.cnn.com/2020/03/02/cnn-underscored/feminist-gifts/index.html",
    "https://www.youtube.com/results?search_query=%23SheRules",
    "https://www.youtube.com/watch?v=xOU8ME_tf48",
    "https://www.youtube.com/watch?v=lomlpJREDzw",
    "https://www.youtube.com/watch?v=MT1Fy7OuAyY",
    "https://www.youtube.com/watch?v=qXYBcigxjpQ",
    "https://www.youtube.com/watch?v=pqy3qgvDMkY",
    "https://muse.jhu.edu/journal/500",
    "https://www.youtube.com/results?search_query=%23WanitaBesi",
    "https://www.youtube.com/watch?v=vOhvJe-XJ5g",
    "https://www.aljazeera.com/indepth/opinion/commodifying-women-rights-190308092448665.html",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftnref1",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftnref2",
    "https://www.youtube.com/watch?v=luLkfXixBpM",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftnref3",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftnref4",
    "https://www.youtube.com/watch?v=hg3umXU_qWc",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftnref5",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftnref6",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftnref7",
    "https://www.csagup.org/2020/08/17/powerful-in-pink-the-corporatisation-and-commodification-of-womens-empowerment/#_ftnref8"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/08/"
}