{
  "title": "CSA&G Statement on Gender and #ZimbabweanLivesMatter",
  "permalink": "https://www.csagup.org/2020/08/11/csag-statement-on-gender-and-zimbabweanlivesmatter/",
  "datePublished": "2020-08-11T11:04:34+01:00",
  "dateLabel": "11th August 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>On 24 July the UN’s human rights office, the OHCHR, expressed concern over reports of [Zimbabwean] “police using force to disperse and arrest nurses and health workers”, for breaching lockdown restrictions while trying to protest for better salaries and conditions of work.</p>\n<p>It also noted a “pattern of intimidation” surrounding events in May when three female members of the main opposition party were allegedly arrested and detained for taking part in a protest during the Covid-19 lockdown. Joana Mamombe, Cecilia Chimbiri and Netsai Marova, alleged that after State security officials abducted them from a police station, they were tortured and sexually assaulted. They were then subsequently charged with breaking the lockdown rules and faking their abduction.</p>\n<p>If the allegations of abduction, torture and sexual assault are true, such actions are meant to frighten and silence women and present a continuation of a culture of fear and silence that existed before the new dispensation. This is counter to the country’s attempts to give voice to women and girls and to end violence against women. It therefore amounts to a negation of all the efforts for gender sensitivity, gender equality and gender justice being made by different progressive state actors and various organisations in and outside Zimbabwe.</p>\n<p>In addition, investigative journalist Hopewell Chin’ono and an opposition leader Jacob Ngarivhume, were detained and charged for calling for citizens to protest. The state authorities have claimed that the two were arrested for calling for citizens to disobey Covid-19 regulations as well as for citizens to overthrow a constitutionally elected government. However, arresting people for encouraging citizens to express themselves on corruption has raised concern. Also, in the case of Hopewell, arresting him soon after exposing corruption by top officials has been viewed as vindictive and linked to silencing citizens. As a result of these events, the hashtag <strong>#ZimbabweanLivesMatter</strong> has arisen, to signify regional and global concern for the lives, dignity and rights of all Zimbabwean citizens.</p>\n<p>The Centre for Sexualities, AIDS and Gender would like to express its concern about the above alleged and related developments in Zimbabwe, especially in the context of the hope that many had in the ‘second republic.’ In particular, the alleged use of sexual assault against any citizen detained by the state is very unfortunate and a cause for great concern. Not only is this a violation of international norms and conventions, it goes to the heart of gender oppression, regarding women’s bodies as objects which can be used to express power: male power and the power of the state.</p>\n<p>Writing in the<a href=\"https://academic.oup.com/jogss/article/3/4/417/5061065\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\"> Journal of Global Security Studies, Volume 3, Issue 4, October 2018, Pages 417–430, Christopher J Einolf</a> states that “Sexual torture and rape employ existing gender hierarchies to intensify dominance of the torturer over the victim and increase the pain, humiliation, and coercion of torture.”</p>\n<p>When and where they occur, such sexual assaults have a number of dimensions. First, in some cases they are opportunistic criminal acts, undertaken by security personnel taking advantage of their positions of power. Secondly, some perpetrators used rape and sexual torture as methods of last resort, to force a confession. Third, interrogators use the threat of rape or rape of female relatives as a way to force male relatives to confess.</p>\n<p>In all dimensions, such acts, where and when they occur, are an insult to human dignity and decency. While individuals might be targets of such acts, the acts also serve a symbolic purpose where they become examples of what happens to individuals and groups who might be seen as disobeying the state or state actors.</p>\n<p>If the state has been abusive, or if state actors have abused their power, we believe the dignity and lives of Joana Mamombe, Cecilia Chimbiri and Netsai Marova matter. The dignity and lives of Hopewell Chin’ono and Jacob Ngarivhume matter. The dignity and lives of nurses and health workers matter. The dignity and lives of all Zimbabweans matter and should be properly addressed by the authorities so as to build a better Zimbabwe. We believe that the above allegations and issues are very sensitive and that justice should be correctly served so that Zimbabwe is seen as a safe place for all.</p>\n<p>In addition to this statement, staff of the CSA&amp;G will be writing about their own personal experiences of violence – whether this be symbolic, normative, physical or by the state. These will be published in a short collection.</p>\n</body></html>",
  "contentText": "On 24 July the UN’s human rights office, the OHCHR, expressed concern over reports of [Zimbabwean] “police using force to disperse and arrest nurses and health workers”, for breaching lockdown restrictions while trying to protest for better salaries and conditions of work. It also noted a “pattern of intimidation” surrounding events in May when three female members of the main opposition party were allegedly arrested and detained for taking part in a protest during the Covid-19 lockdown. Joana Mamombe, Cecilia Chimbiri and Netsai Marova, alleged that after State security officials abducted them from a police station, they were tortured and sexually assaulted. They were then subsequently charged with breaking the lockdown rules and faking their abduction. If the allegations of abduction, torture and sexual assault are true, such actions are meant to frighten and silence women and present a continuation of a culture of fear and silence that existed before the new dispensation. This is counter to the country’s attempts to give voice to women and girls and to end violence against women. It therefore amounts to a negation of all the efforts for gender sensitivity, gender equality and gender justice being made by different progressive state actors and various organisations in and outside Zimbabwe. In addition, investigative journalist Hopewell Chin’ono and an opposition leader Jacob Ngarivhume, were detained and charged for calling for citizens to protest. The state authorities have claimed that the two were arrested for calling for citizens to disobey Covid-19 regulations as well as for citizens to overthrow a constitutionally elected government. However, arresting people for encouraging citizens to express themselves on corruption has raised concern. Also, in the case of Hopewell, arresting him soon after exposing corruption by top officials has been viewed as vindictive and linked to silencing citizens. As a result of these events, the hashtag #ZimbabweanLivesMatter has arisen, to signify regional and global concern for the lives, dignity and rights of all Zimbabwean citizens. The Centre for Sexualities, AIDS and Gender would like to express its concern about the above alleged and related developments in Zimbabwe, especially in the context of the hope that many had in the ‘second republic.’ In particular, the alleged use of sexual assault against any citizen detained by the state is very unfortunate and a cause for great concern. Not only is this a violation of international norms and conventions, it goes to the heart of gender oppression, regarding women’s bodies as objects which can be used to express power: male power and the power of the state. Writing in the Journal of Global Security Studies, Volume 3, Issue 4, October 2018, Pages 417–430, Christopher J Einolf states that “Sexual torture and rape employ existing gender hierarchies to intensify dominance of the torturer over the victim and increase the pain, humiliation, and coercion of torture.” When and where they occur, such sexual assaults have a number of dimensions. First, in some cases they are opportunistic criminal acts, undertaken by security personnel taking advantage of their positions of power. Secondly, some perpetrators used rape and sexual torture as methods of last resort, to force a confession. Third, interrogators use the threat of rape or rape of female relatives as a way to force male relatives to confess. In all dimensions, such acts, where and when they occur, are an insult to human dignity and decency. While individuals might be targets of such acts, the acts also serve a symbolic purpose where they become examples of what happens to individuals and groups who might be seen as disobeying the state or state actors. If the state has been abusive, or if state actors have abused their power, we believe the dignity and lives of Joana Mamombe, Cecilia Chimbiri and Netsai Marova matter. The dignity and lives of Hopewell Chin’ono and Jacob Ngarivhume matter. The dignity and lives of nurses and health workers matter. The dignity and lives of all Zimbabweans matter and should be properly addressed by the authorities so as to build a better Zimbabwe. We believe that the above allegations and issues are very sensitive and that justice should be correctly served so that Zimbabwe is seen as a safe place for all. In addition to this statement, staff of the CSA&G will be writing about their own personal experiences of violence – whether this be symbolic, normative, physical or by the state. These will be published in a short collection.",
  "contentLinks": [
    "https://academic.oup.com/jogss/article/3/4/417/5061065"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/08/"
}