{
  "title": "A hard life in a hard Lockdown",
  "permalink": "https://www.csagup.org/2020/08/05/a-hard-life-in-a-hard-lockdown/",
  "datePublished": "2020-08-05T08:40:23+01:00",
  "dateLabel": "5th August 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\">Belinda Pakati</a></strong></p>\n<p>Growing up with my friends, we used to play games just to keep ourselves outdoors and enjoy the school holidays.</p>\n<p>One of the games we used to play is <em>Statue</em>. One person shouted “statue” and everyone would stand still. No movement was allowed until the very same person who shouted “statue” …. shouted “go” … then everyone could move as they wished.</p>\n<p>When the hard Lockdown was announced by President Cyril Ramaphosa, South Africans were prohibited from unnecessary movement to curb the spread of the Corona virus. Many things had to be put on hold, shops became structures just standing still, taxis had to operate at a given time, people had to stand in long queues to enter grocery stores to buy essentials, the was no movement in the streets. I was taken back to those childhood years of playing <em>Statue</em>, but this is not fun, this is not a game, this is reality.</p>\n<p>The reality of Lockdown is that we are always moving between “Statue” and “Go”.</p>\n<p>This is a country that has child-headed families and orphanages that depend on donations and funding. This is a country that has issues of unemployment; people in my area survive financially by selling tomatoes on street corners and they do piece jobs to put food on the table. But now these people are prohibited from the means to survive, so that they can be safe. They have to stay at home and adhere to the rules of social distancing. For such people life under normal circumstances is difficult, during this unprecedented time they are finding it more difficult to survive.</p>\n<p>I found myself in a situation where I had to buy a bag of 10kg Maize Meal, a pack of 5kg chicken feet and a bag of potatoes, because a family that survives by selling vegetables had run out of food and they had to ask for help. I knew the young woman from that family from when I was recruiting people to participate in data collection for research purposes.</p>\n<blockquote><p><em>“MmaNkati kogae agon adijo le mabone, mabanererobetsikatlala. Mogogoogola next week and Mmamogolo waka yena wa struggler since Lockdown di customer gaditeng,” </em>she said. [“At home we do not have Maize Meal and electricity has run out. Yesterday we had nothing to eat. My grandmother is getting her social grant next week and my aunt is struggling because customers are not available due to Lockdown. Can you please help?”]</p></blockquote>\n<p>As a parent I felt helpless about this. I imagined how it could have been if my children were in a similar situation. My heart pounded with fear. I asked myself how many families out there are going through the same ordeal, who do they turn to in order to get assisted, how many people like me are able to help? This made me feel fearful of how the pandemic has forced people to change the way they survive in life. How am I going to be able to provide for my immediate family, and my extended family and friends who are sometimes dependent on me for some little help, even under normal circumstances?</p>\n<p>This brought back memories about how young people who are unemployed (girls in particular) got involved in a lot of different things just so that they could survive a day, a month and a year of their lives. I also wondered how are they now during the lockdown maintaining their needs, how are they able to source money from their Blessers without first satisfying the Blesser’s needs (sex in an exchange for money in this instance) since their everyday lives have been channelled in a way that they do not have much freedom of movement.</p>\n<p>Another young woman approached me recently. She was once a participant in an HIV/AIDS workshop I had facilitated back in the day, when HIV was still new to underprivileged communities, where young people were unemployed, where myths and perceptions about that pandemic had to be clarified. She asked questions regarding COVID-19 – she felt it was the same thing as HIV, and wondered if&nbsp; I would be running a workshop, “because it’s a virus too”.</p>\n<p>This made me realize that people aren’t really aware of what COVID-19 is. How do I even help them? Am I even allowed to give out information that might end up being deemed as false, ignorant or not constructive?</p>\n<p>People have to learn how to deal with this pandemic, and I realize that I am seeing what I have seen during the years of HIV. People had to learn about it and people who were on ARV’s were given social grants in order to buy healthy food to boost their immune systems. In the time of Corona, people are still learning and still relying on grants.</p>\n<p>There are two other things I have seen that are similar. In the early years, people who were HIV positive were isolated just like people who test positive for COVID-19 are separated from others. HIV positive people were placed in separate wards at hospitals and clinics, and some families used to put them in backrooms and hide them from people when they wanted to visit. This was driven by stigma, lack of information, misinformation and uncertainty.</p>\n<p>A friend of a friend stopped taking their ARVs because they were tired of taking their medication in secret, so people did not ask questions. This person also said it was hard to explain to a man who was interested in a love affair that they were HIV positive. They feared rejection, they become isolated from the rest of the world, they did not socialise. They become a “statue”.</p>\n<p>It’s the same with Covid-19: the infected person starts to panic, fear takes over their lives and they go into self-isolation or get quarantined. Although this is only for a short time, and is necessary, it is still very lonely, and the stigma around Covid is real.</p>\n<p>Finally, people don’t always easily stick to the rules. The don’t like to self-isolate, wear masks, sanitise or give up their social lives to prevent COVID-19; and in the same way people don’t like being told about abstinence, sticking to one partner and having safer sex to prevent HIV.</p>\n<p>I have learned that people don’t like being turned into “statues”, not then and not now.</p>\n</body></html>",
  "contentText": "by Belinda Pakati Growing up with my friends, we used to play games just to keep ourselves outdoors and enjoy the school holidays. One of the games we used to play is Statue. One person shouted “statue” and everyone would stand still. No movement was allowed until the very same person who shouted “statue” …. shouted “go” … then everyone could move as they wished. When the hard Lockdown was announced by President Cyril Ramaphosa, South Africans were prohibited from unnecessary movement to curb the spread of the Corona virus. Many things had to be put on hold, shops became structures just standing still, taxis had to operate at a given time, people had to stand in long queues to enter grocery stores to buy essentials, the was no movement in the streets. I was taken back to those childhood years of playing Statue, but this is not fun, this is not a game, this is reality. The reality of Lockdown is that we are always moving between “Statue” and “Go”. This is a country that has child-headed families and orphanages that depend on donations and funding. This is a country that has issues of unemployment; people in my area survive financially by selling tomatoes on street corners and they do piece jobs to put food on the table. But now these people are prohibited from the means to survive, so that they can be safe. They have to stay at home and adhere to the rules of social distancing. For such people life under normal circumstances is difficult, during this unprecedented time they are finding it more difficult to survive. I found myself in a situation where I had to buy a bag of 10kg Maize Meal, a pack of 5kg chicken feet and a bag of potatoes, because a family that survives by selling vegetables had run out of food and they had to ask for help. I knew the young woman from that family from when I was recruiting people to participate in data collection for research purposes. “MmaNkati kogae agon adijo le mabone, mabanererobetsikatlala. Mogogoogola next week and Mmamogolo waka yena wa struggler since Lockdown di customer gaditeng,” she said. [“At home we do not have Maize Meal and electricity has run out. Yesterday we had nothing to eat. My grandmother is getting her social grant next week and my aunt is struggling because customers are not available due to Lockdown. Can you please help?”] As a parent I felt helpless about this. I imagined how it could have been if my children were in a similar situation. My heart pounded with fear. I asked myself how many families out there are going through the same ordeal, who do they turn to in order to get assisted, how many people like me are able to help? This made me feel fearful of how the pandemic has forced people to change the way they survive in life. How am I going to be able to provide for my immediate family, and my extended family and friends who are sometimes dependent on me for some little help, even under normal circumstances? This brought back memories about how young people who are unemployed (girls in particular) got involved in a lot of different things just so that they could survive a day, a month and a year of their lives. I also wondered how are they now during the lockdown maintaining their needs, how are they able to source money from their Blessers without first satisfying the Blesser’s needs (sex in an exchange for money in this instance) since their everyday lives have been channelled in a way that they do not have much freedom of movement. Another young woman approached me recently. She was once a participant in an HIV/AIDS workshop I had facilitated back in the day, when HIV was still new to underprivileged communities, where young people were unemployed, where myths and perceptions about that pandemic had to be clarified. She asked questions regarding COVID-19 – she felt it was the same thing as HIV, and wondered if I would be running a workshop, “because it’s a virus too”. This made me realize that people aren’t really aware of what COVID-19 is. How do I even help them? Am I even allowed to give out information that might end up being deemed as false, ignorant or not constructive? People have to learn how to deal with this pandemic, and I realize that I am seeing what I have seen during the years of HIV. People had to learn about it and people who were on ARV’s were given social grants in order to buy healthy food to boost their immune systems. In the time of Corona, people are still learning and still relying on grants. There are two other things I have seen that are similar. In the early years, people who were HIV positive were isolated just like people who test positive for COVID-19 are separated from others. HIV positive people were placed in separate wards at hospitals and clinics, and some families used to put them in backrooms and hide them from people when they wanted to visit. This was driven by stigma, lack of information, misinformation and uncertainty. A friend of a friend stopped taking their ARVs because they were tired of taking their medication in secret, so people did not ask questions. This person also said it was hard to explain to a man who was interested in a love affair that they were HIV positive. They feared rejection, they become isolated from the rest of the world, they did not socialise. They become a “statue”. It’s the same with Covid-19: the infected person starts to panic, fear takes over their lives and they go into self-isolation or get quarantined. Although this is only for a short time, and is necessary, it is still very lonely, and the stigma around Covid is real. Finally, people don’t always easily stick to the rules. The don’t like to self-isolate, wear masks, sanitise or give up their social lives to prevent COVID-19; and in the same way people don’t like being told about abstinence, sticking to one partner and having safer sex to prevent HIV. I have learned that people don’t like being turned into “statues”, not then and not now.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/08/"
}