{
  "title": "REVIEW: A magnifying glass and a fine-tooth comb: Understanding adolescent girls’ and young women’s sexual vulnerability",
  "permalink": "https://www.csagup.org/2020/08/03/review-a-magnifying-glass-and-a-fine-tooth-comb-understanding-adolescent-girls-and-young-womens-sexual-vulnerability/",
  "datePublished": "2020-08-03T09:00:59+01:00",
  "dateLabel": "3rd August 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2020/07/banner-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>By Naomi Webster (Human Rights Commission)</strong></p>\n<p>Fictional characters come alive, not as words in books but in our imagination as readers. A young girl who, against all odds, triumphs over adversity becomes the story we applaud because we favour a happy ending. For experts like Prof Mzi Nduna, any story of girls and young women (G&amp;YW) must be told by critically, searching for and making visible their lived realities. To tell any story of G&amp;YW’s lived realities is to look at the historical and conceptual context of sexual and reproductive health and to develop interventions that will ensure their full attainment of sexual and reproductive health rights.&nbsp; Rooted in historical colonial and apartheid national identities, countries like South Africa continue to stunt the human potential of G&amp;YW. Through this practice Africa’s development is hindered.</p>\n<p>Prof Nduna’s first <a href=\"https://www.justgender.org/wp-content/uploads/2020/07/Nduna-ebook.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">monograph</a>, inspired by her life’s work to ensuring the attainment at a macro level of human rights for all G&amp;YW, and at a micro level, dedicated to women and G&amp;YW, is the answer with regards to how we can change the future for G&amp;YW in South Africa and beyond.</p>\n<p>The monograph provides an exploratory analysis of existing literature about G&amp;YW’s sexual and reproductive health from researchers within the SADC. Within this body of literature there are notable gaps in understanding the full spectrum of the identities of G&amp;YW. Perceptions of homogeneity lie at the root of blurring G&amp;YW’s identity, denying different sexual orientations, different (dis)abilities, and different cultural beliefs. In addition, models used to understand G&amp;YW’s sexual vulnerability are limited and maybe outdated. G&amp;YW of the twenty-first century have to contend with more decisions and choices about education, social relations, sexual and reproductive health than G&amp;YW born before the HIV/AIDS pandemic or before technology made information readily accessible.</p>\n<p>Narratives of G&amp;YW coming of age and emerging into womanhood were common threads in the tapestry of fiction and non-fiction books of the Palesa Book Club, of which Prof Nduna has been a member over the past decade. Fictional characters such as Margaret Cadmore in Bessie Head’s <em>Maru</em>, Kedibone in Pamphilia Hlapa’s <em>A Daughter’s Legacy</em>, Thuli Nhlapo’s mother in <em>Color Me Yellow</em> or Ijeoma in Chinelo Okparanta’s <em>Under the Udala Trees</em> reinforce research findings of G&amp;YW’s vulnerability to sexual, emotional and physical abuse. Questions regarding why most G&amp;YW, particularly those who are Black, experience negative consequences regarding sexual and reproductive health in private and public settings, and what can be done to change this reality, are at the heart of the monograph. The monograph takes these experiences and applies an analysis that answers the questions why and what can be done.</p>\n<p>The use of objects such as a comb and a magnifying glass is instructive. Is there a difference, however, in the physical application or use of the objects (combing through and enhancing or making visible)? Prof Nduna suggests a difference. In conceptualising and designing programmatic interventions to bring about the full attainment of human rights (and more specifically, sexual and reproductive health rights), thorough examination and scrutiny is required in terms of programmatic interventions and making visible all recipients of interventions, especially those who are socially excluded because of differences in sexual orientation, class, (dis)abilities, etc. The application of these objects will result in gender -equitable interventions that move from gender-neutral to gender empowerment, and this will enable the happy ending we aspire to for all G&amp;YW. For policy-makers and programme implementers this monograph offers an analysis framework that should be used to tell a story that is inclusive, responsive and empowering for all G&amp;YW to attain their full human potential.</p>\n</body></html>",
  "contentText": "By Naomi Webster (Human Rights Commission) Fictional characters come alive, not as words in books but in our imagination as readers. A young girl who, against all odds, triumphs over adversity becomes the story we applaud because we favour a happy ending. For experts like Prof Mzi Nduna, any story of girls and young women (G&YW) must be told by critically, searching for and making visible their lived realities. To tell any story of G&YW’s lived realities is to look at the historical and conceptual context of sexual and reproductive health and to develop interventions that will ensure their full attainment of sexual and reproductive health rights. Rooted in historical colonial and apartheid national identities, countries like South Africa continue to stunt the human potential of G&YW. Through this practice Africa’s development is hindered. Prof Nduna’s first monograph, inspired by her life’s work to ensuring the attainment at a macro level of human rights for all G&YW, and at a micro level, dedicated to women and G&YW, is the answer with regards to how we can change the future for G&YW in South Africa and beyond. The monograph provides an exploratory analysis of existing literature about G&YW’s sexual and reproductive health from researchers within the SADC. Within this body of literature there are notable gaps in understanding the full spectrum of the identities of G&YW. Perceptions of homogeneity lie at the root of blurring G&YW’s identity, denying different sexual orientations, different (dis)abilities, and different cultural beliefs. In addition, models used to understand G&YW’s sexual vulnerability are limited and maybe outdated. G&YW of the twenty-first century have to contend with more decisions and choices about education, social relations, sexual and reproductive health than G&YW born before the HIV/AIDS pandemic or before technology made information readily accessible. Narratives of G&YW coming of age and emerging into womanhood were common threads in the tapestry of fiction and non-fiction books of the Palesa Book Club, of which Prof Nduna has been a member over the past decade. Fictional characters such as Margaret Cadmore in Bessie Head’s Maru, Kedibone in Pamphilia Hlapa’s A Daughter’s Legacy, Thuli Nhlapo’s mother in Color Me Yellow or Ijeoma in Chinelo Okparanta’s Under the Udala Trees reinforce research findings of G&YW’s vulnerability to sexual, emotional and physical abuse. Questions regarding why most G&YW, particularly those who are Black, experience negative consequences regarding sexual and reproductive health in private and public settings, and what can be done to change this reality, are at the heart of the monograph. The monograph takes these experiences and applies an analysis that answers the questions why and what can be done. The use of objects such as a comb and a magnifying glass is instructive. Is there a difference, however, in the physical application or use of the objects (combing through and enhancing or making visible)? Prof Nduna suggests a difference. In conceptualising and designing programmatic interventions to bring about the full attainment of human rights (and more specifically, sexual and reproductive health rights), thorough examination and scrutiny is required in terms of programmatic interventions and making visible all recipients of interventions, especially those who are socially excluded because of differences in sexual orientation, class, (dis)abilities, etc. The application of these objects will result in gender -equitable interventions that move from gender-neutral to gender empowerment, and this will enable the happy ending we aspire to for all G&YW. For policy-makers and programme implementers this monograph offers an analysis framework that should be used to tell a story that is inclusive, responsive and empowering for all G&YW to attain their full human potential.",
  "contentLinks": [
    "https://www.justgender.org/wp-content/uploads/2020/07/Nduna-ebook.pdf"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/08/"
}