{
  "title": "Centre for Human Rights (CHR) and Centre for Sexualities, AIDS and Gender (CSA&G) condemn the passing of Uganda’s Anti-Homosexuality Bill",
  "permalink": "https://www.csagup.org/2023/03/28/centre-for-human-rights-chr-and-centre-for-sexualities-aids-and-gender-csag-condemn-the-passing-of-ugandas-anti-homosexuality-bill/",
  "datePublished": "2023-03-28T14:44:55+01:00",
  "dateLabel": "28th March 2023",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2020/01/CSAG-web-180x149.png",
  "contentHtml": "<html><head></head><body><p>The Centre for Human Rights, Faculty of law, University of Pretoria (CHR) and the Centre for Sexualities, AIDS, and Gender, University of Pretoria (CSA&amp;G) condemn the passing of the Anti-Homosexuality Bill by the Parliament of Uganda on 21 March 2023.</p>\n<p>The organisations are adding their voice to the many human rights organisations and groups calling on President Yoweri Museveni not to sign the Bill into law. By exercising the Presidential right to veto the Bill as he did with the Sexual Offences Bill in 2021, President Yoweri Museveni may avoid further grievous violations of human rights against the LGBTIQ+ Community in Uganda.</p>\n<p>The Bill is the latest reintroduction of a series of discriminatory legislation going as far back as 2009 targeting gender and sexual minorities in Uganda. In 2014, a court invalidated a previous version of the Bill for failing to meet parliamentary procedural rules. In 2021, a renewed version, titled the Sexual Offences Bill, approved by the legislature but vetoed by President Museveni on grounds that it covered offences already provided for in the Ugandan Penal Code.</p>\n<p>The current Bill introduces new offences and is far-reaching in effect. The Bill defines a homosexual as a ‘person who engages or attempts to engage in same-gender sexual activity’ and criminalises same-sex sex, marriage, as well as the act of identifying as a member of the LGBTIQ+ community with the possibility of 10 years imprisonment or life imprisonment if read with the Penal Code. The Bill further criminalises the ‘recruitment, promotion and funding’ of homosexuality. Under the proposed statutory regime, these offences would be punishable by a fine or up to 5 years imprisonment, with ‘aggravated homosexuality’ sentencing including the death penalty and mandatory HIV testing.</p>\n<p>Legislation of this kind is contrary to the spirit and express requirements of the Ugandan Constitution and international human rights law. Article 21 of the Ugandan Constitution provides that ALL persons are equal before and under the law in all spheres of political, economic, social and cultural life and in every other respect and shall enjoy equal protection of the law. Article 29 provides for the protection of various freedoms including that of belief and conscience, expression, assembly and association. The provisions of the Bill threaten these freedoms in a way that discriminates against individuals and communities on the basis of their real or imputed sexual orientation and gender identity. And because the Bill requires friends, family and members of the community to report individuals in same-sex relationships to the authorities, it not only potentially criminalises people who do not report such relationships, it serves to break down social cohesion, requiring citizens to spy on each other, raising the spectre of blackmail, extortion, and score settling – all of which jeopardise social cohesion and further infringe on the rights of people.</p>\n<p>Our organisations stress that human rights are universal, and that all people everywhere are entitled to equality, dignity, safety, and freedom. <a href=\"https://www.hrw.org/news/2023/03/09/uganda-new-anti-gay-bill-further-threatens-rights\">Human rights groups</a> have warned that the Bill violates the rights to freedom of expression and association, privacy, equality and non-discrimination. By its very nature the Bill will also adversely impact on the right to health, access to justice and right to life of sexual and gender minorities in Uganda. Two principled Ugandan MPs have acknowledged this much, <a href=\"https://www.theguardian.com/world/2023/mar/21/ugandan-mps-pass-bill-imposing-death-penalty-homosexuality\">opposing the Bill</a> on the grounds that it is ‘ill-conceived’ and ‘unconstitutional’.</p>\n<p>The Bill will have adverse impact on the LGBTIQ+ community in Uganda who already live in fear of violence and face discrimination and other forms of human rights violations. The passage of the Bill occurs in the context of increasing hostility and persecution of sexual and gender minorities as well as human rights groups, activists, and civil society in Uganda, including the closure of the Office of the United Nations High Commissioner for Human Rights. In a country and region where sexual and minorities already face stigma, discrimination and violence, the Bill would only further endanger the lives, safety and dignity of an already vulnerable and targeted group.</p>\n<p>The CHR and CSA&amp;G echo the statement of The <a href=\"https://www.ohchr.org/en/press-releases/2023/03/uganda-turk-urges-president-not-sign-shocking-anti-homosexuality-bill\" class=\"broken_link\">United Nations High Commissioner for Human Rights</a> that the Bill is ‘a deeply troubling development’ that is ‘among the worst of its kind in the world’.</p>\n<p>The Bill is also a departure from progressive attitudes by other African states such as Angola, Botswana, Gabon, Mozambique, Seychelles, and South Africa that have taken judicial or legislative measures to remove discriminatory criminal laws. These are in addition to the dozens of other African states that have never criminalised persons on the basis of their sexual orientation or gender identity.</p>\n<p>As a party to the International Covenant on Civil and Political Rights (ICCPR), the African Charter on Human and Peoples’ Rights (African Charter), and other international human rights instruments, Uganda is also obliged under international law to protect and safeguard the equal rights of every person without discrimination or distinction of any kind, including on the basis of sexual orientation and gender identity.</p>\n<p>Article 2(1) of the ICCPR affirms the obligation of State Parties to ‘respect and to ensure to all individuals within its territory and subject to its jurisdiction the rights recognised in the present Covenant, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status.’</p>\n<p>Similarly, Article 2 of the African Charter provides that ‘Every individual shall be entitled to the enjoyment of the rights and freedoms recognised and guaranteed in the present Charter without the distinction of any kind; such as race, ethnic group, colour, sex, language, religion, political or any other opinion, national and social origin, fortune, birth or other status.’</p>\n<p>The word ‘sex’ and the phrase ‘other status’ in these instruments are settled in international human rights law as inclusive of the prohibition of discrimination on the basis of sexual orientation and gender identity. For instance,</p>\n<p><a href=\"https://achpr.au.int/en/adopted-resolutions/275-resolution-protection-against-violence-and-other-human-rights-violations\">Resolution 275 of the African Commission</a>, adopted in 2014, draws on Articles 2, 3, 4 and 5 of the African Charter (the rights to freedom from discrimination, equality, life, and dignity respectively) to spell out state obligations to protect individuals against violence and other human rights violations on the basis of their real or imputed sexual orientation or gender identity. Resolution 275 recognises sexual and gender minorities as full rights holders under the African Charter and urges states to ensure that human rights defenders work in an enabling environment that is free of stigma, reprisals or criminal prosecution as a result of their human rights protection activities, including the rights of sexual minorities.</p>\n<p>The CHR and CSA&amp;G call on the Ugandan government to repeal outdated, discriminatory legislation criminalising same-sex and gender diverse conduct or expression (if they have not yet done so); refrain from further criminalising individuals on the basis of their real or imputed sexual orientation and gender identity; and recognise the dangers of violence and other forms of discrimination against persons based on their real or imputed sexual orientation and gender identity as called upon in Resolution 275 of the African Commission on Human and Peoples’ Rights.</p>\n<p>We also call on African states and the international community to encourage Uganda to act in accordance with its human rights obligations and to protect all its citizens by rejecting the Bill.</p>\n</body></html>",
  "contentText": "The Centre for Human Rights, Faculty of law, University of Pretoria (CHR) and the Centre for Sexualities, AIDS, and Gender, University of Pretoria (CSA&G) condemn the passing of the Anti-Homosexuality Bill by the Parliament of Uganda on 21 March 2023. The organisations are adding their voice to the many human rights organisations and groups calling on President Yoweri Museveni not to sign the Bill into law. By exercising the Presidential right to veto the Bill as he did with the Sexual Offences Bill in 2021, President Yoweri Museveni may avoid further grievous violations of human rights against the LGBTIQ+ Community in Uganda. The Bill is the latest reintroduction of a series of discriminatory legislation going as far back as 2009 targeting gender and sexual minorities in Uganda. In 2014, a court invalidated a previous version of the Bill for failing to meet parliamentary procedural rules. In 2021, a renewed version, titled the Sexual Offences Bill, approved by the legislature but vetoed by President Museveni on grounds that it covered offences already provided for in the Ugandan Penal Code. The current Bill introduces new offences and is far-reaching in effect. The Bill defines a homosexual as a ‘person who engages or attempts to engage in same-gender sexual activity’ and criminalises same-sex sex, marriage, as well as the act of identifying as a member of the LGBTIQ+ community with the possibility of 10 years imprisonment or life imprisonment if read with the Penal Code. The Bill further criminalises the ‘recruitment, promotion and funding’ of homosexuality. Under the proposed statutory regime, these offences would be punishable by a fine or up to 5 years imprisonment, with ‘aggravated homosexuality’ sentencing including the death penalty and mandatory HIV testing. Legislation of this kind is contrary to the spirit and express requirements of the Ugandan Constitution and international human rights law. Article 21 of the Ugandan Constitution provides that ALL persons are equal before and under the law in all spheres of political, economic, social and cultural life and in every other respect and shall enjoy equal protection of the law. Article 29 provides for the protection of various freedoms including that of belief and conscience, expression, assembly and association. The provisions of the Bill threaten these freedoms in a way that discriminates against individuals and communities on the basis of their real or imputed sexual orientation and gender identity. And because the Bill requires friends, family and members of the community to report individuals in same-sex relationships to the authorities, it not only potentially criminalises people who do not report such relationships, it serves to break down social cohesion, requiring citizens to spy on each other, raising the spectre of blackmail, extortion, and score settling – all of which jeopardise social cohesion and further infringe on the rights of people. Our organisations stress that human rights are universal, and that all people everywhere are entitled to equality, dignity, safety, and freedom. Human rights groups have warned that the Bill violates the rights to freedom of expression and association, privacy, equality and non-discrimination. By its very nature the Bill will also adversely impact on the right to health, access to justice and right to life of sexual and gender minorities in Uganda. Two principled Ugandan MPs have acknowledged this much, opposing the Bill on the grounds that it is ‘ill-conceived’ and ‘unconstitutional’. The Bill will have adverse impact on the LGBTIQ+ community in Uganda who already live in fear of violence and face discrimination and other forms of human rights violations. The passage of the Bill occurs in the context of increasing hostility and persecution of sexual and gender minorities as well as human rights groups, activists, and civil society in Uganda, including the closure of the Office of the United Nations High Commissioner for Human Rights. In a country and region where sexual and minorities already face stigma, discrimination and violence, the Bill would only further endanger the lives, safety and dignity of an already vulnerable and targeted group. The CHR and CSA&G echo the statement of The United Nations High Commissioner for Human Rights that the Bill is ‘a deeply troubling development’ that is ‘among the worst of its kind in the world’. The Bill is also a departure from progressive attitudes by other African states such as Angola, Botswana, Gabon, Mozambique, Seychelles, and South Africa that have taken judicial or legislative measures to remove discriminatory criminal laws. These are in addition to the dozens of other African states that have never criminalised persons on the basis of their sexual orientation or gender identity. As a party to the International Covenant on Civil and Political Rights (ICCPR), the African Charter on Human and Peoples’ Rights (African Charter), and other international human rights instruments, Uganda is also obliged under international law to protect and safeguard the equal rights of every person without discrimination or distinction of any kind, including on the basis of sexual orientation and gender identity. Article 2(1) of the ICCPR affirms the obligation of State Parties to ‘respect and to ensure to all individuals within its territory and subject to its jurisdiction the rights recognised in the present Covenant, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status.’ Similarly, Article 2 of the African Charter provides that ‘Every individual shall be entitled to the enjoyment of the rights and freedoms recognised and guaranteed in the present Charter without the distinction of any kind; such as race, ethnic group, colour, sex, language, religion, political or any other opinion, national and social origin, fortune, birth or other status.’ The word ‘sex’ and the phrase ‘other status’ in these instruments are settled in international human rights law as inclusive of the prohibition of discrimination on the basis of sexual orientation and gender identity. For instance, Resolution 275 of the African Commission, adopted in 2014, draws on Articles 2, 3, 4 and 5 of the African Charter (the rights to freedom from discrimination, equality, life, and dignity respectively) to spell out state obligations to protect individuals against violence and other human rights violations on the basis of their real or imputed sexual orientation or gender identity. Resolution 275 recognises sexual and gender minorities as full rights holders under the African Charter and urges states to ensure that human rights defenders work in an enabling environment that is free of stigma, reprisals or criminal prosecution as a result of their human rights protection activities, including the rights of sexual minorities. The CHR and CSA&G call on the Ugandan government to repeal outdated, discriminatory legislation criminalising same-sex and gender diverse conduct or expression (if they have not yet done so); refrain from further criminalising individuals on the basis of their real or imputed sexual orientation and gender identity; and recognise the dangers of violence and other forms of discrimination against persons based on their real or imputed sexual orientation and gender identity as called upon in Resolution 275 of the African Commission on Human and Peoples’ Rights. We also call on African states and the international community to encourage Uganda to act in accordance with its human rights obligations and to protect all its citizens by rejecting the Bill.",
  "contentLinks": [
    "https://www.hrw.org/news/2023/03/09/uganda-new-anti-gay-bill-further-threatens-rights",
    "https://www.theguardian.com/world/2023/mar/21/ugandan-mps-pass-bill-imposing-death-penalty-homosexuality",
    "https://www.ohchr.org/en/press-releases/2023/03/uganda-turk-urges-president-not-sign-shocking-anti-homosexuality-bill",
    "https://achpr.au.int/en/adopted-resolutions/275-resolution-protection-against-violence-and-other-human-rights-violations"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2023/03/"
}