{
  "title": "Children and Corporal Punishment: A Brief Exploration of Physical Violence Against Children as a form of Discipline",
  "permalink": "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/",
  "datePublished": "2024-10-01T11:34:25+01:00",
  "dateLabel": "1st October 2024",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\"><strong>By: Chegofatso Maponya&nbsp;</strong></p>\n<p>Section 12 of the Constitution of the Republic of South Africa asserts the right everyone in the country has to freedom and security of their person. This right includes (amongst others) the right to be free from all forms of violence from either public or private sources as well as the right not to be treated or punished in a cruel, inhumane or degrading way. This is an extremely important right, especially as it relates to children.</p>\n<p>Children are a vulnerable group in society, who, to some extent or another, are susceptible to all types of abuse. Where violence is inflicted on a child, especially by an adult, it can be difficult for a child to defend themselves. This is almost always the case if the violence inflicted is hidden under the guise of discipline. Corporal punishment, as a form of discipline, has been evident across cultures throughout history. The prevalence of this form of discipline has resulted in abuse against children being justified and overlooked. This justification is done by most, if not all, the adults in a child’s life. From their parents to their grandparents to (in some cases) their teachers at school. However, the use of physical violence to punish or discipline a child can never, in my opinion, be justified. Surely, there are much more effective methods that do not involve violence that one can use to modify and rectify a child’s behaviour as well as their understanding of right and wrong.</p>\n<p>There are alternative methods to physical punishment, these include requiring a child to sit on a chair and think about their bad behaviour as well as ways not to repeat the behaviour going forward (a time-out).<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> Additionally, a child could be disciplined by asking them to do “non abusive physical tasks” such as gardening and cleaning up messes they have made.<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> It is also effective to praise and acknowledge desired behaviour (positive reinforcement) while also making clear what is considered right and wrong so that the child may act accordingly.<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a> Finally, by simply speaking with the child, the adult may better understand why the child acts in a particular way. In this way, children will also be more likely to open up to the parents and understand the reason why their behaviour is bad and thus be able to make positive change moving forward.</p>\n<p>This position against corporal punishment was confirmed in the South African case <em>S v Williams </em>in 1995 by the Constitutional Court. The Court declared that the use of corporal punishment of juveniles is unconstitutional. For context, the corporal punishment, in this case, involved the use of a cane to whip or strike the intended victims. The Court’s ruling highlights the brutal and inhumane nature of this type of punishment; even in cases of those who society deems deserving of some form of punishment. Although the use of corporal punishment constituted a norm in South Africa, the Constitutional Court asserted that courts plays a role “in the promotion and development of a new culture founded on the recognition of human rights”.<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a> The court continued to state “that old rules and practices can no longer be taken for granted; they must be subjected to constant re-assessment to bring them into line with the provisions of the Constitution”.<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a> As a result, the court asserted that although cultural norms allow for corporal punishment, this cannot be the legal position because the provisions of the Constitution reign supreme. Despite this case, corporal punishment still remains common across South Africa in the home and in schools.<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a> The use of physical violence to discipline a child is degrading and impacts the dignity of the victim. It also sends a message, in my opinion, that violence is an effective and legitimate way to fix a problem, which is not true.</p>\n<p>According to research done by the United Nations, “one in four mothers and primary caregivers expressed that physical punishment is necessary to raise children”.<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a> Additionally, UNICEF has asserted that “nearly 400 million children under 5…regularly endure psychological aggression or physical punishment at home”.<a href=\"#_ftn8\" name=\"_ftnref8\">[8]</a> Such statistics show how widespread the issue is and how many children, globally, are subject of such cruel treatment. All this is done in the name of discipline; however, it is important to note the unfavourable psychological effects that this form of punishment has on a child. Studies have shown connections between “normative physical punishment and child aggression, delinquency and spousal assault in later life.”<a href=\"#_ftn9\" name=\"_ftnref9\">[9]</a> The studies were mainly conducted in the United States of America and highlights that physical punishment was more likely to elicit aggression within children. Furthermore, the studies found that “a reduction in harsh discipline used by parents of boys at risk for antisocial behaviour was followed by significant reductions in their child’s aggression.”<a href=\"#_ftn10\" name=\"_ftnref10\">[10]</a></p>\n<p>Other studies illustrated that there is “no evidence that physical punishment changed the original, unwanted behaviour”<a href=\"#_ftn11\" name=\"_ftnref11\">[11]</a>.&nbsp; The physical punishment, essentially, results in an increase in aggression, antisocial behaviour, anxiety, depression, poor moral reasoning, an impaired “parent-child” relationship, low self-esteem in the child and potential substance abuse issues once an adult.<a href=\"#_ftn12\" name=\"_ftnref12\">[12]</a> In addition to all these effects,&nbsp; studies using brain scans have illustrated that “children who are physically punished are running the same brain circuitry as children who have been abused”.<a href=\"#_ftn13\" name=\"_ftnref13\">[13]</a> All this shows the detrimental effect that corporal punishment has on a child. Children absorb information from their environment and act accordingly, consequently, when they are exposed to physical punishment it can increase aggression within them and cause many mental health issues that could have otherwise been avoided.</p>\n<p>On the international stage, many countries have also placed a prohibition on the use of corporal punishment. Such countries include Sweden, Norway, Germany, Spain, Venezuela, Uruguay, Kenya, Zambia, Mauritius and many others.<a href=\"#_ftn14\" name=\"_ftnref14\">[14]</a> Approximately, 67 countries have laws that fully prohibit the use of corporal punishment and 27 countries are committed to changing their laws to fully prohibit the practice.<a href=\"#_ftn15\" name=\"_ftnref15\">[15]</a> This means approximately 93 countries globally agree, to some extent, that corporal punishment is inhumane and that people ought to be protected from it.</p>\n<p>Ultimately, it is unfortunate that we live in a society that, throughout history and across cultures, resorts to such measures in bringing up children. As a result of such so-called discipline, the child’s rights are not respected by adults. Although the law, on paper, recognises the rights of the child in this regard, it is time for adults in society to do the same. The main way for change to occur is at an individual and community level. Adults must ensure that they do not use corporal punishment against their own children and that they hold those in their communities who use physical punishment accountable by reporting such cases to the police. Although change is present and strides have been made, there will always be room for improvement. Essentially, the goal is that children should be able to enjoy their rights as prescribed by the Constitution just as much as everyone else.</p>\n<p>&nbsp;</p>\n<h1>Footnotes</h1>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> A Busienei ‘Alternative Methods to Corporal Punishment and their Efficacy’ (2012) <em>Journal of Emerging Trends in Educational Research and Policy Studies </em>3&nbsp;158.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> Busienei (n 1) 158.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> Busienei (n 1) 158.</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> <em>S v Williams and Others </em>1995 (3) SA 632.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> <em>S v Williams </em>(n 4) para 8.</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> Stats SA ‘Corporal punishment still in schools despite ban’ (2023) <a href=\"https://www.statssa.gov.za/?p=16128#:~:text=Of%20those%20that%20reported%20experiencing,Children%20exposed%20to%20maltreatment%2C%202021\">https://www.statssa.gov.za/?p=16128#:~:text=Of%20those%20that%20reported%20experiencing,Children%20exposed%20to%20maltreatment%2C%202021</a>. (Accessed 19 September 2024).</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\">[7]</a> UN News ‘400 million under-fives regularly experience violent discipline at home’ (11 June 2024) <a href=\"https://news.un.org/en/story/2024/06/1150921#:~:text=400%20million%20under%2Dfives%20regularly%20experience%20violent%20discipline%20at%20home,-11%20June%202024&amp;text=Six%20in%20ten%20children%20under,according%20to%20new%20UNICEF%20estimates\">https://news.un.org/en/story/2024/06/1150921#:~:text=400%20million%20under%2Dfives%20regularly%20experience%20violent%20discipline%20at%20home,-11%20June%202024&amp;text=Six%20in%20ten%20children%20under,according%20to%20new%20UNICEF%20estimates</a>. (Accessed 19 September 2024)</p>\n<p><a href=\"#_ftnref8\" name=\"_ftn8\">[8]</a> UNICEF ‘Violent discipline’ (June 2024)&nbsp; <a href=\"https://data.unicef.org/topic/child-protection/violence/violent-discipline/\" class=\"broken_link\">https://data.unicef.org/topic/child-protection/violence/violent-discipline/</a> (accessed 19 September 2024).</p>\n<p><a href=\"#_ftnref9\" name=\"_ftn9\">[9]</a> J Durrant &amp; R Ensom ‘Physical punishment of children: lessons from 20 years of research’ (2012) <em>CMAJ </em>1373.</p>\n<p><a href=\"#_ftnref10\" name=\"_ftn10\">[10]</a> Durrant &amp; Ensom (n 9) 1373.</p>\n<p><a href=\"#_ftnref11\" name=\"_ftn11\">[11]</a> D Divecha ‘Hitting Children Leads to Trauma, Not Better Behavior’ (2022) <a href=\"https://www.developmentalscience.com/blog/2022/2/10/hitting-children-leads-to-trauma-not-better-behavior\">https://www.developmentalscience.com/blog/2022/2/10/hitting-children-leads-to-trauma-not-better-behavior</a> (accessed 19 September 2024).</p>\n<p><a href=\"#_ftnref12\" name=\"_ftn12\">[12]</a> D Divecha (n 11).</p>\n<p><a href=\"#_ftnref13\" name=\"_ftn13\">[13]</a> D Divecha (n 11).</p>\n<p><a href=\"#_ftnref14\" name=\"_ftn14\">[14]</a> End Corporal Punishment ‘Progress” <a href=\"https://endcorporalpunishment.org/countdown/\">https://endcorporalpunishment.org/countdown/</a> (accessed 19 September 2024).</p>\n<p><a href=\"#_ftnref15\" name=\"_ftn15\">[15]</a> End Corporal Punishment (n 14).</p>\n</body></html>",
  "contentText": "By: Chegofatso Maponya Section 12 of the Constitution of the Republic of South Africa asserts the right everyone in the country has to freedom and security of their person. This right includes (amongst others) the right to be free from all forms of violence from either public or private sources as well as the right not to be treated or punished in a cruel, inhumane or degrading way. This is an extremely important right, especially as it relates to children. Children are a vulnerable group in society, who, to some extent or another, are susceptible to all types of abuse. Where violence is inflicted on a child, especially by an adult, it can be difficult for a child to defend themselves. This is almost always the case if the violence inflicted is hidden under the guise of discipline. Corporal punishment, as a form of discipline, has been evident across cultures throughout history. The prevalence of this form of discipline has resulted in abuse against children being justified and overlooked. This justification is done by most, if not all, the adults in a child’s life. From their parents to their grandparents to (in some cases) their teachers at school. However, the use of physical violence to punish or discipline a child can never, in my opinion, be justified. Surely, there are much more effective methods that do not involve violence that one can use to modify and rectify a child’s behaviour as well as their understanding of right and wrong. There are alternative methods to physical punishment, these include requiring a child to sit on a chair and think about their bad behaviour as well as ways not to repeat the behaviour going forward (a time-out).[1] Additionally, a child could be disciplined by asking them to do “non abusive physical tasks” such as gardening and cleaning up messes they have made.[2] It is also effective to praise and acknowledge desired behaviour (positive reinforcement) while also making clear what is considered right and wrong so that the child may act accordingly.[3] Finally, by simply speaking with the child, the adult may better understand why the child acts in a particular way. In this way, children will also be more likely to open up to the parents and understand the reason why their behaviour is bad and thus be able to make positive change moving forward. This position against corporal punishment was confirmed in the South African case S v Williams in 1995 by the Constitutional Court. The Court declared that the use of corporal punishment of juveniles is unconstitutional. For context, the corporal punishment, in this case, involved the use of a cane to whip or strike the intended victims. The Court’s ruling highlights the brutal and inhumane nature of this type of punishment; even in cases of those who society deems deserving of some form of punishment. Although the use of corporal punishment constituted a norm in South Africa, the Constitutional Court asserted that courts plays a role “in the promotion and development of a new culture founded on the recognition of human rights”.[4] The court continued to state “that old rules and practices can no longer be taken for granted; they must be subjected to constant re-assessment to bring them into line with the provisions of the Constitution”.[5] As a result, the court asserted that although cultural norms allow for corporal punishment, this cannot be the legal position because the provisions of the Constitution reign supreme. Despite this case, corporal punishment still remains common across South Africa in the home and in schools.[6] The use of physical violence to discipline a child is degrading and impacts the dignity of the victim. It also sends a message, in my opinion, that violence is an effective and legitimate way to fix a problem, which is not true. According to research done by the United Nations, “one in four mothers and primary caregivers expressed that physical punishment is necessary to raise children”.[7] Additionally, UNICEF has asserted that “nearly 400 million children under 5…regularly endure psychological aggression or physical punishment at home”.[8] Such statistics show how widespread the issue is and how many children, globally, are subject of such cruel treatment. All this is done in the name of discipline; however, it is important to note the unfavourable psychological effects that this form of punishment has on a child. Studies have shown connections between “normative physical punishment and child aggression, delinquency and spousal assault in later life.”[9] The studies were mainly conducted in the United States of America and highlights that physical punishment was more likely to elicit aggression within children. Furthermore, the studies found that “a reduction in harsh discipline used by parents of boys at risk for antisocial behaviour was followed by significant reductions in their child’s aggression.”[10] Other studies illustrated that there is “no evidence that physical punishment changed the original, unwanted behaviour”[11]. The physical punishment, essentially, results in an increase in aggression, antisocial behaviour, anxiety, depression, poor moral reasoning, an impaired “parent-child” relationship, low self-esteem in the child and potential substance abuse issues once an adult.[12] In addition to all these effects, studies using brain scans have illustrated that “children who are physically punished are running the same brain circuitry as children who have been abused”.[13] All this shows the detrimental effect that corporal punishment has on a child. Children absorb information from their environment and act accordingly, consequently, when they are exposed to physical punishment it can increase aggression within them and cause many mental health issues that could have otherwise been avoided. On the international stage, many countries have also placed a prohibition on the use of corporal punishment. Such countries include Sweden, Norway, Germany, Spain, Venezuela, Uruguay, Kenya, Zambia, Mauritius and many others.[14] Approximately, 67 countries have laws that fully prohibit the use of corporal punishment and 27 countries are committed to changing their laws to fully prohibit the practice.[15] This means approximately 93 countries globally agree, to some extent, that corporal punishment is inhumane and that people ought to be protected from it. Ultimately, it is unfortunate that we live in a society that, throughout history and across cultures, resorts to such measures in bringing up children. As a result of such so-called discipline, the child’s rights are not respected by adults. Although the law, on paper, recognises the rights of the child in this regard, it is time for adults in society to do the same. The main way for change to occur is at an individual and community level. Adults must ensure that they do not use corporal punishment against their own children and that they hold those in their communities who use physical punishment accountable by reporting such cases to the police. Although change is present and strides have been made, there will always be room for improvement. Essentially, the goal is that children should be able to enjoy their rights as prescribed by the Constitution just as much as everyone else. Footnotes [1] A Busienei ‘Alternative Methods to Corporal Punishment and their Efficacy’ (2012) Journal of Emerging Trends in Educational Research and Policy Studies 3 158. [2] Busienei (n 1) 158. [3] Busienei (n 1) 158. [4] S v Williams and Others 1995 (3) SA 632. [5] S v Williams (n 4) para 8. [6] Stats SA ‘Corporal punishment still in schools despite ban’ (2023) https://www.statssa.gov.za/?p=16128#:~:text=Of%20those%20that%20reported%20experiencing,Children%20exposed%20to%20maltreatment%2C%202021. (Accessed 19 September 2024). [7] UN News ‘400 million under-fives regularly experience violent discipline at home’ (11 June 2024) https://news.un.org/en/story/2024/06/1150921#:~:text=400%20million%20under%2Dfives%20regularly%20experience%20violent%20discipline%20at%20home,-11%20June%202024&text=Six%20in%20ten%20children%20under,according%20to%20new%20UNICEF%20estimates. (Accessed 19 September 2024) [8] UNICEF ‘Violent discipline’ (June 2024) https://data.unicef.org/topic/child-protection/violence/violent-discipline/ (accessed 19 September 2024). [9] J Durrant & R Ensom ‘Physical punishment of children: lessons from 20 years of research’ (2012) CMAJ 1373. [10] Durrant & Ensom (n 9) 1373. [11] D Divecha ‘Hitting Children Leads to Trauma, Not Better Behavior’ (2022) https://www.developmentalscience.com/blog/2022/2/10/hitting-children-leads-to-trauma-not-better-behavior (accessed 19 September 2024). [12] D Divecha (n 11). [13] D Divecha (n 11). [14] End Corporal Punishment ‘Progress” https://endcorporalpunishment.org/countdown/ (accessed 19 September 2024). [15] End Corporal Punishment (n 14).",
  "contentLinks": [
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn1",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn2",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn3",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn4",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn5",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn6",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn7",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn8",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn9",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn10",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn11",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn12",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn13",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn14",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftn15",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref1",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref2",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref3",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref4",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref5",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref6",
    "https://www.statssa.gov.za/?p=16128#:~:text=Of%20those%20that%20reported%20experiencing,Children%20exposed%20to%20maltreatment%2C%202021",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref7",
    "https://news.un.org/en/story/2024/06/1150921#:~:text=400%20million%20under%2Dfives%20regularly%20experience%20violent%20discipline%20at%20home,-11%20June%202024&text=Six%20in%20ten%20children%20under,according%20to%20new%20UNICEF%20estimates",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref8",
    "https://data.unicef.org/topic/child-protection/violence/violent-discipline/",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref9",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref10",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref11",
    "https://www.developmentalscience.com/blog/2022/2/10/hitting-children-leads-to-trauma-not-better-behavior",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref12",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref13",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref14",
    "https://endcorporalpunishment.org/countdown/",
    "https://www.csagup.org/2024/10/01/children-and-corporal-punishment-a-brief-exploration-of-physical-violence-against-children-as-a-form-of-discipline/#_ftnref15"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2024/10/"
}