{
  "title": "The Zimbabwean National Heroine: (Re)reading Nationalism, Gender and Sexuality",
  "permalink": "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/",
  "datePublished": "2021-06-28T12:27:43+01:00",
  "dateLabel": "28th June 2021",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\">Tinashe Mawere</a></p>\n<h1>Introduction: Zimbabwean nationalism and gendered identities</h1>\n<p>Broadly, the literature of nations and nationalism neglects the question of gender (Walby 1997) while nation-gender theories still lack the impetus to provide a comprehensive analysis of how the complex interrelations of gender and nation add to the (re)production of nationalism (Smith 1998) as well as the (re)production of gendered and sexualised national identities. Scholars such as Lewis (2007, 2008), McFadden (2002), Zake (2002), Nagel (1998), McClintock (1995), among others address this gap. In this paper, I contribute to this growing body of knowledge by exploring how the heroine subject is a (re)production of Zimbabwean nationalism. I go further to show the ways in which this (re)production repeatedly performs and (re)produces inherent sexualised and gendered identities and binaries that sustain, authorise and legitimise Zimbabwe’s patriarchal nation-craft.</p>\n<p>In most Southern African societies, dominant discourses such as nationalism have, by and large, been shown to be prescriptive, coercive, gendered and dangerous (Lewis 2008; McFadden 2002; McClintock 1995). As such, discourses of nationalism tend to (directly and insidiously) violently coerce individuals and groups into prescriptive, normalised and naturalised national identities that tally with patriarchal national projects. Zimbabwe is one of the Southern African countries where nationalism has been revived with unequalled intensity since the year 2000 (following the formation of a strong opposition party, the Movement for Democratic Change MDC in 1999 and the Zimbabwe African National Union-Patriotic Party Zanu-PF’s loss in a constitutional referendum). The period also witnessed an increasing presence of heroines at Zimbabwe’s national heroes’ acre<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a>, where they performed as models of womanhood, female patriotism and good citizenship in Zimbabwe’s nation-craft. In addition, they also (re)produced power hierarchies within the Zimbabwean ‘national family’. In many ways, this continues to have a pronounced effect on gender imbalances, gender injustices and their (re)production in people’s everyday lives.</p>\n<p>In Zimbabwe, considerable emphasis has been placed on propagating national unity and loyalty based on a narrow, authenticated and officiated historical past which Ranger (2003) terms ‘patriotic history’ and uncontested foundation concepts of the nation and national subjects (Christiansen 2009). This ‘patriotic history’ (which has partly triggered the Patriotic Bill<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> parliamentary motion by the Zanu-PF legislator, Alum Mpofu in March 2021) intensified from the late 1990s. The late 1990s saw the majority of Zimbabweans disillusioned by independence and from 2000, Zimbabwean nationalism was revived to (re)generate loyalty to the Zanu-PF. Although violent and authoritarian nationalism haunts Zimbabwe and is an instrument used to authenticate belonging and citizenship (Mawere 2019, 2016, Sachikonye 2011), non-violent and ideological methods have also been used to turn people into willing products and producers of the fundamentals of nationalism (Mawere 2016).</p>\n<p>Despite the use of violent means to revive Zimbabwean nationalism, Turino (2000:14) states that Zimbabwean nationalism banks on cultural and artistic domains, “with language, music-dance, sports, food, religion, and clothing style often being central.” In line with this, Kriger (2003) asserts that Zimbabwean nationalism is scripted on the specific party slogans, symbols, songs, and regalia used by national bodies at national ceremonies. These become cultural texts performing Zimbabwean nationalism. Cultural texts are sign systems, storytelling tools and symbols that contribute and shape a society’s culture and have underlying cultural meanings which require certain cultural knowledge to be comprehended<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a>.</p>\n<p>Chikowero (2008, 2009); Muchemwa (2010); Ndlovu-Gatsheni and Willems (2009, 2010) examine how some cultural events and activities as well as the appropriation of heroes like the former Zimbabwean Vice President, Joshua Nkomo, are cultural texts used to instil Zimbabwean nationalism. In this paper, I explore how the heroine subject is employed as cultural capital to perform Zimbabwean nation-craft and how this performance is an extension of naturalised sexual and gender identities that are both binary and based on power hierarchies that privilege patriarchy and authorise its power. In many ways, the paper problematises thinking within gender binaries and highlights the need to rethink gender beyond binary.</p>\n<h1>The National Heroes’ Acre as symbolic material culture</h1>\n<p>Many African states, emerging from a protracted struggle against colonialism, have built shrines in honour of those who participated in the liberation struggles. In Zimbabwe, shrines have been constructed at the district, provincial and national level (Bvira in Goredema and Chigora 2009). The National Heroes Acre, which is found in Harare, is where those conferred with the highest honour and named national heroes/heroines are buried. Mandima in (Goredema &amp; Chigora 2009:077) clarifies, “National heroes or heroines are those that led the national liberation struggle.” Describing the purpose of the National Heroes’ Acre, the Zimbabwean government stated;</p>\n<blockquote><p>The national heroes’ acre has been established to honour a specific and exclusive type of hero. It is that hero, whose courageous deeds were designed for and connected with one sole objective – the liberation of Zimbabwe. Those who risk their lives. (Sunday Mail of October 1982).</p></blockquote>\n<p>The hero status is determined on a case-by-case basis, which perhaps reflects inconsistence in the criteria employed. However, in the article “President Mugabe clarifies hero status” (<em>The Herald</em> 1 October, 2010) Robert Mugabe, the then-President makes it clear that the National Heroes Acre is a preserve for those who fought in the liberation struggle. As such, “The national heroes’ acre is the pride of the people of Zimbabwe. It is a symbol of bravery and selflessness of those whose remains are laid to rest there” (Ministry of Information and Publicity 1989:3). The National Heroes’ Acre, as well as those buried there, are thus rendered material symbols of Zimbabwean nationalism.</p>\n<p>Important to note is that the burial of a national hero/ine is turned into a major national event that feeds into the Zanu-PF’s politics of the spectacular. On this day, as part of the ‘drama’, the national flag is lowered, and citizens are given free transport and encouraged to attend the burial. To extend and further visibilise the spectacle, the death and burial are given exclusive coverage, especially by the Zimbabwe Broadcasting Corporations (both the ZBC TV and radio stations), and state-controlled newspapers under the Zimbabwe Newspapers (Zimpapers Ltd) stable. In addition to this, the signified body of the dead person is taken to different locations of symbolic significance (such as the Josiah Magama Tongogara army barracks – formerly King George VI, KG6 where hero/ines’ bodies lie in state the night before burial) before it is finally taken to the National Heroes Acre where more often than not, the President gives a speech.</p>\n<p>The National Heroes Acre and those buried on the site become cultural texts that are products of, as well as (re)producers of, Zimbabwean nationalism. This offers an explanation as to why, when the death of a hero/ine occurs, the nation is usually taken back to the contributions not only of the fallen hero/ine, but of all the Zimbabwean hero/ines and the liberation struggle in general. The death and burial of an individual hero/ine is thus always an evocation, commemoration and ritual appreciation and celebration of all hero/ines. I argue that it is also a celebration, enactment, commemoration and reification of a particular kind of Zimbabwean nationalism. I further argue that it is a celebration, (re)production, performance and reification of the gendered and sexualised identities inherent in Zimbabwe’s nation-craft.</p>\n<p>In this paper, I take note of the debates and contradictions pertaining to the conferring of the national hero/ine status, but primarily, I deal with conventional categories of gender and sexuality, that are embedded in Zimbabwean nationalism as both its products and (re)producers. I employ Althusser and Foucault’s Ideology and ideology and Ideological State Apparatuses (ISAs) and Bio-power respectively in understanding the heroine subject in Zimbabwe. I posit that conventional gender and sexual discourses have, in an interestingly complex and ideological manner, informed the conferring of the heroine status in ways that tally not only with the Zanu-PF’s construction of Zimbabwean nationalism, but also dangerously (re)producing patriarchal and binarised gendered and sexualised identities.</p>\n<h1>Zimbabwe’s national heroines: The need for national (m)othering</h1>\n<p>Prior to 2010, there were six heroines at the National Heroes’ Acre. Only one heroine, Sarah Francesca Mugabe (former President Robert Mugabe’s first wife) had been laid there before 2000. &nbsp;&nbsp;She had died on the 27<sup>th</sup> of January 1992, was celebrated as the mother of the revolution and the mother of the nation, and was laid at the National Heroes’ Acre on the 1<sup>st</sup> of February 1992.</p>\n<p>In this paper, my primary focus is on the national heroines who died between the years 2000 and 2010, who arguably embodied the (m)otherhood that Sarah (Sally) Mugabe had. During this period, a total of five heroines found their way to the national shrine and were instrumental in dramatising Zimbabwe’s urgent need for (m)othering<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a> in face of threats endangering nationhood and citizenship.</p>\n<p>Firstly, there is Johanna Nkomo who died on the 3<sup>rd</sup> of June 2003. She was 74 years old at the time of her demise. She was buried on the 7<sup>th</sup> of June 2003. She became the second woman to find her way to the national shrine. Secondly, there is Julia Tukai Zvobgo, who died on the 16<sup>th</sup> of February 2004. She was 67 years at the time of her death. She was buried on the 19<sup>th</sup> of February 2004, becoming the third national heroine at the shrine. Thirdly, there is Ruth Chinamano who died on the 2<sup>nd</sup> of January 2005. She was 80 years old at the time of her demise. She was buried at the National Heroes Acre on the 7<sup>th</sup> of January 2005. She became the fourth heroine at the national shrine. Following is Sunny Ntombiyelanga Takawira who died on the 13<sup>th</sup> of January 2010. She was 82 years old at the time of her death. She was buried on the 18<sup>th</sup> of January 2010, and became the fifth heroine at the acre. Lastly, there is Sabina Mugabe who died on the 29<sup>th</sup> of July 2010. She died aged 75. She was buried on the 1<sup>st</sup> of August 2010, becoming the sixth heroine at the national shrine.</p>\n<p>Most of the debates around national hero/ines oscillate around issues that are economic, political and historical and rarely focus on the ways in which the politics of gender and sexuality play a significant role in the conferring of the Zimbabwean hero/ine status. Still, those who have attempted to focus on gender seem to focus on the obvious issue of the number of women against that of men, and do not address the fundamental ideological and discursive issues around gender and sexuality (Mawere 2019).</p>\n<p>Goredema and Chigora (2009) argue that it is disturbing that the national heroines laid at the national heroes’ acre are all wives (except Sabina, who is Mugabe’s sister) of nationalists who were and still are Zanu-PF elites and prominent figures in the state (namely, Robert Mugabe, Joshua Nkomo, Eddison Zvobgo, Josiah Chinamano and Leopold Takawira.) Secondly, they point out that these women were the ones given political positions during and after the liberation struggle. Thirdly, they find it very problematic that “…these… were the only heroines the president saw as risking their lives at a national level of the 10&nbsp;000 women who joined the struggle…can the…women who lie at the acre explain the number of women who risked their lives during the war…” (2009:077-078). Goredema and Chigora (2009), therefore, implicate the ideology of femocracy in the conferring of national heroines and objectively dismiss the official reasons given for the conferring of the heroic status on the current heroines. They posit that “Femocracy is an ideology which believes that in order for women to rise in the political arena they have to be linked to men in political positions…” (Goredema and Chigora 2009:076).</p>\n<p>The arguments raised above are interesting, full of substance and topical in Zimbabwe, especially if one considers the relationship between all the named heroines and men in power and authority as those named above. Goredema and Chigora (2009) assert that there is an omission of history somewhere. The omission is that some deserving women were denied the heroine status and also that the number of national heroines does not tally with the number of women who risked their lives for the nation. In this paper I look at the heroine subject and its intersections with Zimbabwean nationalism in light of Althusser’s subjective consciousness which is enabled by ideology and ISAs and Foucault’s ideas about the construction of a nationalised body, which is enabled by the scientific knowledge about the body. In general, I argue that the conferring of the hero status embodies Zimbabwean nation-craft and responds to real and/or imagined national threats. Specifically, I posit that following the perceived national threats that arose with the emergence of the MDC, there was need for national (m)othering and the national heroines conferred from 2000 to 2010 served that purpose.</p>\n<h1>Subjective consciousness, bio-power and the creation of the Zimbabwean heroine</h1>\n<p>Louis Althusser (1971) argues that for the state to govern its subjects in a more effective and persuasive manner, it uses ISAs which create present conditions as rational truths, therefore enabling the subjects of the nation to enact them willingly (subjective consciousness). He argues that it is this subjective consciousness that constructs the citizen/national(ist) subject. Althusser goes on to posit that the subjects of the nation who are produced by ideology and ISAs, and concretised as free, in turn reproduce the nation/the system that has produced them by willingly and ritually performing it and therefore, are instruments of its (re)production (interpellation). Relatedly, Foucault (1977, 1983) posits that power enables the creation of scientific knowledge of the subject’s body. This provides a rationale for ‘self-discipline’ and ‘self-surveillance,’ leading to the construction of a ‘national body.’ He argues that this is more effective than openly coercive means, since it is based on scientific knowledge and rationality which may be verified. In this way, power uses reason and scientifically-based knowledge to make the subject willingly and reasonably yield to its system. This results in the subjects performing the system as well as reproducing it through bodily effects of ‘discipline’ and ‘self-surveillance.’</p>\n<p>The above concepts by Althusser and Foucault may provide some insights for understanding the subjectification of the Zimbabwean national heroine by the ideology of nationalism. My concern is offering an understanding as to the ways in which the ideology of Zimbabwean nationalism, in its project of creating the nationalist woman, relies on subjective consciousness as well as scientific and rational knowledge about the bodies of women. Using <em>The Herald</em>’s coverage of the deaths and burials of those on whom heroine status is conferred in Zimbabwe; I present certain (re)presentations and meanings as outlined below.</p>\n<p>Firstly, the heroine is a product and (re)producer of the expected, naturalised and common-sensical feminine patriotism that serves the interests of Zimbabwe’s macho patriotic history as expounded by Ranger (2003). Secondly, there is a nexus between womanhood/wifehood, nationhood and the heroine subject. Thirdly, is the qualification of the marriage institution (and its accompanying features such as loyalty, sacrifice and (re)production) in the heroine construct. Following, is the normalisation of (m)otherhood as a heroine construct. There is also instrumentalisation of the heroine to appraise fecundity and normalise heteronormative identities. Lastly, I consider the concepts of purity, morality, chastity, care, emotional, sacrifice, resilience and loyalty as the heroine’s indispensable qualities, but also as glorified characteristics through which women are subordinated and marginalised. The above presentations and constructs, however, are closely connected, and intersect, to embody the Zimbabwean heroine.</p>\n<p>In many ways, the ways in which heroines are identified and their stories narrated and acted out, does not only resonate with common-sensed everyday feminine embodiments, but repeatedly perform them.</p>\n<h1>The national heroine and feminine patriotism</h1>\n<p>Althusser (1971) reflects that a shared national history and memory is crucial to the creation and (re)production of subjective consciousness. Jonathan Friedman (1992:838) calls national history “a meaningful universe of events and narratives” necessary for the “nationalisation” of each individual. They enable individuals to define the present social world as non-coincidental, historically rooted and authentic.” A number of scholars have reflected that Zimbabwe’s national selfhood is premised on the (re)invention of its history (Ranger 2003; Ndlovu-Gatsheni 2009).</p>\n<p>From 2000, when Zimbabwean’s selfhood was seen as weak and ‘threatened’ by imperialists and their ‘surrogates’, there was an intense effort to (re)create it. This history that reflects Zimbabwean nationalism has been termed ‘patriotic history’ by Ranger (2003). Interesting to note is that this patriotic history creates its subject with homogeneity and as founded on the same memory. So, the general idea in Zimbabwe is that the nation and its subjects are products of patriotic history and that this patriotic history should be jealously guarded and passed on to other generations to such an extent that the patriotic history has become “an invariant substance” (Baliber 1991: 86). As such, the purpose of this patriotic narrative is to enable subjects to (re)construct themselves as the ultimate realities and expressions of sameness, as chemically bonded by Zimbabwean nationalism, which in this case graphically illuminates in patriotic history.</p>\n<p>In Zimbabwe, the ‘Chimurenga’ (revolution) myth, which is traced to Nehanda and Kaguvi<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a> is part of the foundation of Zimbabwe’s patriotic history and is used to construct Zimbabweans as both products and (re)producers of nationalism. It is this patriotic history that is used to embody and reflect acceptable foundations for unity and allegiance as traceable to the past that is essential in marking current identities in general and specifically, the heroine identity and in enabling its continuity. This makes sense in light of Althusser’s sentiments about how a common history that unifies a people based on a shared past can be used to create subjective consciousness (Althusser 1971).</p>\n<p>Patriotic myths enable the continuous performance of Zimbabwean nationalism as well as its (re)production (its interpellation) in the everyday lives of Zimbabweans. The heroines under study have been (re)invented and made usable as ‘concrete’ reflections of women’s contributions to Zimbabwean nationalism, but also as reflections of everyday gendered spaces and roles. Interestingly, their deaths during the period that witnessed a massive resurgence of Zimbabwean nationalism made their dead bodies available ‘texts’ for nation-craft. Biggs (1999) posits that the way nationalism writes the past is similar to how nations are essentially represented by maps and territorial shapes, hence, fitting into what Althusser (1971) points out as the role of ideology and ISAs which make sure that subjects have no other way of seeing things except that intended by ideology and ISAs. Chung (2006) deals with the male-female relationships during Zimbabwe’s war of liberation and how the male gaze ‘naturally’ and ‘sensibly’ used women as ‘objects’ satisfying the male guerrillas such as Josiah Magama Tongogara.<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a></p>\n<p>The heroines at Zimbabwe’s national shrine help to institute feminine patriotism, which is necessary for the (re)production of women patriots/nationalists. What is said about their heroic acts situates them in a particular and intended location that is normalised by the patriarchal society. Zimbabwe’s national heroines are texts where one may read discourses of wifehood, (m)otherhood, matrimony, heterosexuality and their sub categories of culture, purity, morality, chastity, care, loyalty, resilience and sacrifice. These characteristics link the heroines to the patriarchal-nationalist depiction of the figure of Nehanda, who is (re)invented as an ultimate link and exemplar to the heroines who are often named ‘mothers of the revolution’, as well as to (m)otherhood in general.</p>\n<p>Zimbabwe’s nationalist history (re)presents the figure of Nehanda as symbolic, sacrificial, resilient, and as unyielding and stubborn to colonial ‘penetration’ and measuring up to the expected principles in defence of the land/tribe/family/nation. <em>The Herald’s</em> coverage of the deaths and burials of the heroines portrays them in a similar fashion to such an extent that they reflect and exemplify Nehanda as well as (re)producing her (re)invented image which dominates patriotic history. In many ways, this construction (re)invented normative traditions around women’s contributions, roles, and identities in nationalist discourses. Zimbabwean heroines are thus modelled to (re)appropriate Nehanda’s image which is articulated in patriotic history<em>. </em>Each of the heroines under consideration are thus seen as revolutionaries in a feminine sense; they have certain prescribed roles that they internalised and performed for the sake of the nation and these are set as unique and normative to their gender and sexuality, and contribute immensely to Zimbabwe’s hetero-normative nationalism.</p>\n<p>The national heroine is “interpellated” in relation to Nehanda and this determines and explains the present and future in terms of the (re)presentations and positions of patriotic women. Just like Nehanda whose bones (re)produced (<em>mapfupa angu achamuka</em>/my bones shall arise), the heroines are praised for giving birth and taking care of children, marking fecundity or their (re)productive capacities as central to Zimbabwean nation-craft. All heroines, except for Ruth Chinamano, have been noted to have stayed home taking care of the children while their husbands were fighting the struggle for independence (<em>The Herald</em> 4-7 June 2003; <em>The Herald</em> 15-19 January 2012). Their patriotism is enshrined in (re)production and (m)otherhood, taking after Nahanda, who allegedly gave rise to revolutions and revolutionaries. This (re)presentation of heroines speaks to the assertion that women are located as biological producers of members of particular collectivities (Mazarire 2003; Yuval-Davis and Anthias 1989). <em>The Herald</em> articles reflect heroines as mothers of the revolution. For example, when Sunny Ntombiyelanga Takawira dies, in a feature article Tendai Manzvanzvike writes;</p>\n<blockquote><p>MOTHERS of the revolution are women who were in the inner circle, living and sharing the pain and sorrows that their nationalist husbands who were spearheading the liberation struggle went through. They were women of valour whose bravery, resilience and perseverance were tested beyond limit, but they never relented (The Herald, 18 January 2010)</p></blockquote>\n<p>Manzvanzvike even elaborates this by positing that these mothers of the revolution “nurtured the liberation struggle, each in her unique way” (ibid). Emphasised here is (m)otherhood and care as inextricable from feminine patriotism. Central also is their victimhood which enables them to share experiences.</p>\n<p>However, what is more striking is the performative, but insidious, patriarchal language that Munzvanzvike employs in describing and glorifying the mothers of the revolution. The idea of the ‘inner circle’ reveals ways in which particular in-groups are created, legitimising certain performances of femininities and obviously marginalising others. The inner circle also alludes to the inner, intimate and hidden space that women are supposed to occupy, thus relating ‘good women’ to those who stay at home. This is in contrast to the phallic imagery and phallic space associated with men. The nationalist husbands are said to be ‘spearheading’ the liberation struggle. Both the ‘spear’ and the ‘head’ are phallic symbols that connect the husbands to masculinities, but also connecting masculinities to militarism, leadership and public spaces. This is why men who did not ‘actively’ participate in the liberation war are feminised (Mawere 2016, 2019).</p>\n<p>Also, all the articles mention the resilience, commitment and love and care for the weak, such as the sick, children, women, the poor and the lame that was displayed by the national heroines (“National heroine stood for poor, vulnerable groups”- <em>The Herald</em> 7 January 2005; <em>The Herald</em> 18 January 2010). The National Heroes Acre and the heroines have thus been made usable in providing the ‘correct’ and ‘acceptable’ version and model of women patriots, whose roles and identities are centred on and located in normalised gendered roles. The (re)presentation of the heroines as continuous with the Nehanda ethic echoes Althusser’s suggestion that in (re)producing national(ist) history, ISAs aim to create a distinct and unique national subjective consciousness, which is concretised and rationalised with a sense of roots, embedded in notions of a historically continuous identity and national future aspirations. The memory of the shared national past (such as the Nehanda heroine ethic) in Zimbabwe’s patriotic history is persuaded to become the destiny of the Zimbabwean women and (m)otherhood.</p>\n<p>Each of the articles in <em>The Herald</em> chronicles the heroines as resilient and as having displayed an uncrushed and stubborn endurance in face of the colonial regime, while at the same time displaying total commitment to their husbands and marriages in general (<em>The Herald</em> 18 January 2010). It is interesting that these heroic qualities are a continuity of the image of Nehanda that is (re)presented in nationalist history. Nehanda is figured as a resilient and enduring character who sacrificed herself for the land (nation) and so displayed unequalled loyalty to her people. Endurance, sacrifice, resilience and commitment to family/nation feature prominently in the coverage of the deaths and burials of national heroines. These are the qualities associated with patriotic women. It is interesting that this (re)presentation emanates as texts that (re)produce gendered categories and normalise the location of women in particular gendered spaces. In many ways, their appearance elsewhere is taken as an inversion of the sensible and therefore undesirable.</p>\n<p>Taking into consideration that the nation is more often than not conceptualised as a conventional biological family (Lewis 2008; McClintock 1995, 1993), the heroine, who is embodied with feminine patriotism, comes in support of the hero, who embodies masculine patriotism that rescues the nation. This gender dynamic is accomplished by supporting the husband’s cause, taking care of the children and remaining loyal and committed to marriage. In building the national project, all this becomes evident and easily projected and normalised if the wives of leading nationalists are conferred with the heroine status.</p>\n<h1>Wifehood, nationhood and the heroine subject</h1>\n<p>While growing up, the stories of Mbuya Nehanda and Sekuru Kaguvi, the First Chimurenga heroes who had resisted colonial rule, were commonplace. Personally, the idea that Mbuya Nehanda and Sekuru Kaguvi were wife and husband was stitched into my mind. The (re)presentation of the figure of Nehanda in nationalist discourses made it challenging for me to stop thinking of her as Kaguvi’s wife. That one is presented as “mbuya” and the other “sekuru” (grandmother and grandfather) respectively created an irresistible suggestion of wife and husband. This idea was buttressed by the fact that most pictures depict them side by side. Moreover, Nehanda is rarely mentioned without mentioning Kaguvi, again giving them some unique proximity. Related to this is that Nehanda and Kaguvi are usually (re)presented as persons rather than spirits. In many ways, women are taken seriously and ‘recognisable’ within the ambits of wifehood.</p>\n<p>In <em>The Herald</em>’s coverage of the deaths and burials of the heroines, all of the women are identified as ‘wives’. Important to note also is that their personal identities are constituted by their husbands’ identities. Moreover, for them, identification as wives appears in the heading and or in the first sentence of the articles. Interesting also, is that for all of them, their contributions seem to be seen through the contributions of their husbands. This is evidenced by how the articles make efforts to reflect on the heroic deeds of the husbands, rather than sticking to the heroines’ contributions. The only exceptions are Ruth Chinamano and Sabina Mugabe. Although Ruth Chinamano had been married, her identification as a wife comes much later, since she is identified in terms of the crucial positions she had held. Also, she is given a personal identity and not one that is constituted through her husband (“ZANU-PF Central Committee member and veteran nationalist Cde Ruth Chinamano is no more”-<em>The Herald,</em> 3 January 2005). As will be discussed later, Ruth Chinamano’s ‘foreign’ roots might have created the complexities surrounding her unique identity. As for Sabina Mugabe, her identity is constituted through her brother, Robert Mugabe, for whom she stood as a mother figure. What is implied is that women cannot solidly stand on their own, in the absence of husband, the sons or the fathers are used to make the women ‘recognisable.’</p>\n<p>As has been shown above, almost all heroines have been portrayed as wives. There is a recurrent trend in the articles to name the heroines as wives of their husbands. The article on the 4<sup>th</sup> of June starts with “JOHANNA NKOMO, the wife of the late Vice-President Dr Joshua Nkomo…” (<em>The Herald</em> 4 June 2003). This continues in almost all the articles about her death and burial that appears in <em>The Herald</em>. <em>The Herald</em>’s coverage of Julia Tukai Zvobgo also has similar features. The first story that appeared in <em>The Herald</em> when Sunny Ntombiyelanga Takawira died was titled “National hero Takawira’s widow dies” (<em>The Herald</em> 15 January 2010). Just like other coverage of other heroines, her identity as a wife came first and it is the one that was used to construct her heroine identity. It is important to note that being a wife is taken to be what is natural and normal to all women. Important to note also is that it is being wives that kept almost all, if not all, heroines at home, away from the battlefield, taking care of the nation’s children and giving support to husbands. There is an effort, therefore, to show the place and roles of a good wife as much as there is an effort to show that being a wife makes a good woman patriotic. Wifehood is used to demonstrate Zimbabwean nationalism as well as to (re)produce it. Besides Sabina Mugabe who is identified with her brother, Robert Mugabe, there is only one heroine who is treated differently. Ruth Chinamano’s identity is based on her own person, although later on, she is acknowledged as a wife, showing the futility of escaping wifehood and its meanings.</p>\n<p>It is a surprise that Ruth’s coverage in most of the articles is very distinct from the rest of the national heroines. Ruth’s identity seems to be centred on her own person rather than that of her spouse, as is the case with other heroines. Presumably, it is because as having South African roots, she cannot suit the ideal wife embodied in Nehanda. However, it is also clear that Ruth seems to be given a masculine character or gender rather than a feminine one, “she broke the norm and faced head on the colonial powers, plunging herself into the murky waters of detention without trial,” “In the streets where we demonstrated and fought pitched battles with the Rhodesians, especially in High fields…Ruth was there in the thick of things..”- (<em>The Herald,</em> 5 January 2005). This is because there are suggestions that she had a controversial character (ibid), that she could stand against men seen as formidable (“Having been a member of the House during the era of the late Lazarus Nzarayebani and Sydney Malunga – hotheads to say the least, Cde Chinamano was the only woman who could stand up to them”- ibid), that she was outspoken and fearless, that she fought alongside men and did not spend much of her time at home with the children, but was in the thick of the struggle (“Chinamano: A true Warrior,” “…Cde Ruth Chinamano too was a firebrand member of Parliament during her days in the House..”- ibid) makes her distinct. Ruth’s identification as a comrade (Cde) masculinises her and relates to her ‘active’ role. All these characteristics are seen as alien to other women and this suggests that she was living outside the expected gendered categories.</p>\n<p>However, having such rare character does not dissociate her from wifehood, how she is associated with the areas of (m)otherhood and care, which the rest of the wives fall into implicates her as a wife. In fact, it seems her warrior character was actually in defence of the roles of a wife as conceptualised by patriarchy. For example, “It is undisputable that the nation has been robbed of a fiery fighter, a mother and a true champion of the total liberation of women” (<em>The Herald</em>, 6 January 2005) identifies her as a mother and patriarchy closely relates (m)otherhood to wifehood.</p>\n<p>The fact that most if not all of the heroines do not have identities that stand absolutely on their own reflects that women do not have a complete or whole personal identity in patriarchal contexts. Identifying them through their husbands becomes a way of acting the patriarchal society that exists. “The wife of…” that characterise most of <em>The Herald</em> articles sets the heroine’s identity as resting on the identity of a hero-husband. It appears we can only get to know about the women through knowing the identities of their husbands. Nagel (1998:257) reflects:</p>\n<blockquote><p>our presence in the masculine institutions of state – the government and the military – seems unwelcome unless we occupy the familiar supporting roles; secretary, lover, wife. We are more adrift from the nation, less likely to be called to ‘important’ and recognized public duty, and our contributions more likely to be seen as ‘private’, as linked only to ‘women’s issues’, and as such, less valued and acknowledged.</p></blockquote>\n<p>Bringing the husbands to the fore reveals the centrality of patriarchy in society, whilst at the same time reinforcing dominant (patriarchal) gendered scripts for social relationships. Also, almost all the articles take time and effort to reflect on the heroic acts and identities of the husbands instead of focusing on the late heroic figure. This suggests that heroines do not have any history or any story to tell outside the his/tory of the hero.</p>\n<p>Essentially, the emphasis that has been placed on wifehood chronicles its value and significance in patriarchal spaces. In patriarchal gender configurations, legitimate wifehood entails (m)otherhood and therefore naturalises the gendered occupation of certain spaces and the enactment of certain gendered behaviours and practices. Also reflected is that however controversial a woman’s character may be, she still cannot escape from wifehood. This makes wifehood an instrument and model that is used to control women, and it continues to be bolstered in Zimbabwean society. The articles from <em>The Herald </em>reveal that the heroines lived like patriotic women since they were wives and had managed to live up to the expectations of wifehood.</p>\n<p>Important also is how this resonates with Foucault’s (1977) sentiments about self-discipline and regulations. Being a wife, the woman has to discipline her body. So much is said about the heroines sacrificing their own interests to live up to expectations of wifehood, they also remain committed to their marriages despite the husband’s absence and they did not remarry after the deaths of the husbands. This reflects qualities of self-discipline and self-control which are associated with normative expectations for women’s genders and sexualities. Since wifehood entails that the heroines are identified within patriarchy, by associating them with heroes, they have an incomplete heroic identity. This means that their heroine identities do not reach fruition unless they are associated with heroes, whose acts were more public and acknowledged than theirs. Since the heroines are associated with wifehood, it becomes necessary to qualify the marriage institution as a heroine construct. This is because as wives, the heroines in question find themselves in the institution of marriage.</p>\n<h1>Qualifying matrimony on the heroine construct</h1>\n<p>The identification of the heroines as wives is a normalisation and instrumentalisation of marriage in Zimbabwe’s nation-craft. Foucault (1977, 1983) mirrors how considering the nation as a body entails that people conduct themselves in ways that make the nation healthy and therefore (re)productive. In addition to laying the foundation of a heteronormative nationhood, the marriage institution is used to provide some guidelines as to how individuals discipline themselves to contribute to the nation’s well-being. Naming the heroines as ‘wives’ automatically locates them in the institution of marriage and dramatises Althusser’s (1971) role of ideology and ISAs in this institution. This kind of identification thus reflects and buttresses the value that is associated with the marriage institution.</p>\n<p>The value that is placed on marriage may be evidenced in the case of Ruth Chinamano, suggesting that women should not put on mini-skirts as this tends to destroy marriages because men leave their wives and rush to women wearing mini-skirts (<em>The Herald</em> 5 January 2005). There is a suggestion that it is natural and normal for a woman citizen to find herself in this space. It is also important to note that the marriage institution is closely related to the institution of the family and as such, the female heroines are meant to carry family values. Talking about the heroines as wives is thus an attempt to reflect that the heroines have been in a marital situation and therefore have lived as ‘normal’ women.</p>\n<p>Important also is the fact that all the articles mention that the heroines kept on holding to their marriages despite being left by their husbands when they had gone to fight for liberation, or that they did not remarry despite the deaths of their husbands. It is also important to note that the marriage institution is mirrored as an institution that the heroines valued, and stayed committed and loyal to till death.</p>\n<p>The above speaks to ideas of purity and sexual surveillance that are associated with the bodies of women. Being committed to the marriage institution becomes synonymous with being committed to the nation. Women’s marital discipline therefore becomes symmetrical to one’s commitment to the nation; women come to embody the cultural boundaries of a nation that cannot be broken, a nation that remains unwavering and unique. This sounds very familiar as the nation is usually conceptualised as feminine by the use of pronouns such as ‘she’ and ‘her’ (Yuval-Davis &amp; Anthias 1989) as well as by the axiomatic expression, ‘mother of the nation’. Staying in the marriage institution becomes synonymous with being inside the family, with being unique and private and, therefore, with being a pure and able (re)presentative of a nation’s unique culture and well-being. In many ways, this leaves going beyond the family, defending the family and the nation, as man’s natural business.</p>\n<p>The ways in which the marriage institution is used metaphorically to show the relationship between the nation and its subjects is made clear by Mugabe’s sentiments that juxtapose Johanna Nkomo’s commitment to her marriage with her commitment to the struggle. Mugabe says, “Mama MaFuyane represented the quiet but unbending dignity of an African princess born and married to the turbulence of struggle” (<em>The Herald</em> 4 June 2003). Important to note is the quietness and incorruptible dignity associated with ‘good’ or legitimate women. Interesting also is the construction ‘African princess’, which tries to link Johanna Nkomo to a pastoral past in a bid to reflect cultural preservation. Quite interesting, however, is the marriage metaphor that is used. Also referring to Johanna Nkomo, another Zanu-PF and government top official and now current President, Emmerson Mnangagwa, says, “You stood by your husband during and after the struggle and continued to be a torch bearer for the empowerment of women…” (<em>The Herald</em> 8 June 2003).</p>\n<p>For Julia Zvobgo, Mugabe reveals how she supported her husband and his cause by smuggling political messages and mobilising medicines for the liberation fighters. It is interesting, therefore, that seeing the nation in marriage terms entails conceptualising it as a human body, that should be disciplined and under surveillance, but also (re)produce. Johanna Nkomo’s marriage to Joshua Nkomo is symmetrical to the relationship between an individual and the nation. The nation is seen as a living body that enters into marital relationships and obviously desires qualities such as commitment, chastity, obedience and sacrifice (evoking Foucault’s (1977) discipline and self-surveillance), without which the marital relationship becomes strained or collapses.</p>\n<p>When Mugabe refers so much to qualities displayed by Johanna Nkomo and other heroines in their marriages, inter-alia, commitment, sacrifice, loyalty, resilience, quietness, dignity and resilience, he means much more than this. The issue goes beyond individuals, or personal marital relationships, to become a microcosm of national identity and national order. The bigger picture here is how individuals and groups should commit themselves to the fundamental ideals of nationalism and live within them without any blemish. This is further supported by what Mugabe says in the same article that Johanna Nkomo “…symbolised the hopeful and uncomplaining self-denial of a marriage whose joy and comfort the pangs of struggle took away” (<em>The Herald</em> 4 June 2003).</p>\n<p>What is implied therefore is that while men do a practical and direct service to the bigger marriage partner, the nation, the women should be supportive and remain committed to the micro marriages since these are functional to the creation and survival of the nation. The functionality of the micro marriage to the macro marriage is graphically illuminated in this article in the words of Mugabe who says, “She came under enormous pressure from the occupying racist settler colonial Rhodesian regime. But she would not crack, she would not betray the cause of her husband which was the cause of her people” (<em>The Herald</em> 5 June 2003.) The way in which heroines remained committed to their marriages and faithful to their husbands metaphorises a commitment and faithfulness to the ideals of nationalism.</p>\n<p>The association of the national heroines with the marriage institution depicts them as products of nationalism in as much as it (re)produces nationalism. Belonging to a marriage institution is shown as the normal and natural thing to do. In this case, the marriage institution works as a tool to (re)produce nationalism. Locating the heroines in this institution also means loading them with certain expectations, and behavioural practices that are gendered and sexualised, to satisfy a patriarchal and hetero-normative culture. Notably, patriarchy has made it almost impossible to think of the marriage institution without the normalisation and naturalisation of (m)otherhood, making it challenging to think of Zimbabwe’s heroine construct outside marriage and (m)otherhood.</p>\n<h1>Normalising (m)otherhood and the heroine construct</h1>\n<p>Foucault (1977,1983) warns of ways in which power and authority use scientific knowledge and reason to rationalise prevailing systems, thoughts and ideas to make them cyclic or a continuous repetition. Being a wife, and belonging to the institution of marriage, the woman is more often than not, expected to be a (m)other and or demonstrate qualities of (m)otherhood.</p>\n<p>Based on the above argument, it is intelligible that all the heroines at the National Heroes Acre portray (m)otherhood as inextricably linked to nationhood and they also (re)produce it and normalise it as part of Zimbabwean nationalism. All of the articles express that national heroines had children and performed (m)otherly roles. This figures the woman as a body that (re)produces and cares for the nation to ensure its continuity; hence they are called ‘mothers of the revolution’ (<em>The Herald</em> 19 January 2010). The feminised body is also seen as a useful ‘other’ whose occupation of particular spaces and performance of particular roles is seen as ‘functional’ to nationhood.</p>\n<p>The articles reflect on ways in which the heroines were good (m)others who managed to take care of the children and give them an education. Dr Samuel Takawira said “the family had lost a mother figure who stood by the family” (<em>The Herald</em> 15 January 2010) and this is confirmed by Mugabe who says, “She was a true mother to all her children” (<em>The Herald</em>, 16 January 2010).</p>\n<p>For the heroines, it appears the period they were left alone by their husbands during the liberation struggle was a litmus test which proved that m(otherhood) is a role ‘natural’ to women. It also appears that their abilities to be good (m)others are linked to their location, which ultimately is the home, the family, and the institution of marriage. In addition, after independence, most of the heroines are associated with helping the poor, disadvantaged children and women, and people with ‘disabilities.’ Basically, they are located within the institution of care, love and compassion, which are difficult to distinguish from m(otherhood). For example, Johanna Nkomo was the patron of the Children of Hope Foundation (<em>The Herald</em> 5 June 2003) and all other heroines are associated with domains of the weak, disadvantaged and poor.</p>\n<p>Noting the above, the value that is placed on (m)otherhood is illuminating and the given narratives and commemorations of the heroines make attempts to show that they lived up to it. <em>The Herald</em> articles covering their deaths and burials emphasise on ways in which these narrations and commemorations are of significance to the nation and to nationhood. In respect of Johanna Nkomo, Mugabe says, “We were convinced that she…would continue to be with us, reflexively playing her warm, motherly role our nation had grown to take for granted” (<em>The Herald</em> 5 of June 2003). Commenting on Sunny Ntombiyelanga Takawira, Victoria Chitepo alludes to ways in which the late heroine had been instrumental in the formation of women’s social clubs and nursery schools for children (<em>The Herald</em> 18 January 2010). On the same heroine, Acting Prime Minister, Arthur Mutambara, says Sunny was “mother of the whole nation” (<em>The</em> <em>Herald</em> 16 January 2010) and continued to say that Zimbabweans should learn the lessons of sacrifice, commitment and perseverance from her. There is, therefore, an effort to write and read heroines not only as mothers to their specific children, but as (m)others of the whole nation, reflecting ways in which women are valued because of their (re)productive capacities as well as their performative abilities to give care.</p>\n<p>When Johanna Nkomo dies, the then Vice President of Zimbabwe, Simon Muzenda says, “Her death is not only a loss to the Nkomo family, but to the nation at large” (<em>The Herald</em> 5 of June 2003”) and the article is entitled, “Zimbabwe has lost an illustrious mother” (ibid). Zimbabwe is taken as a living being, a body that had been born of a woman. In this case, Zimbabwe ceases to be a geographical space and becomes a living organism that feels. Even Ruth Chinamano, who appears to have abandoned her children for the struggle (<em>The Herald</em> 5 January 2005), is located in defence of the weak as the then vice-President Joseph Msika says the, “National heroine stood for poor, vulnerable groups” (<em>The Herald</em> 7 January 2005). This is reflective of her protective (m)otherly nature and the very fact that this statement stands out reveals that it testifies to everything that surrounds her character. Also, her primary concerns in the parliament seem to be the general primary and marginalised concerns which patriarchy has associated with femininity. Ruth is known for fighting for the poor, children, families of the late freedom fighters and also raising women ‘issues’ in parliament. However she did this, and whatever the results, it is clear that she is associated with the weak and her role is in caring, mothering, loving and supporting. Even her so-called ‘ferocious fights’ and controversial lobbies are located in the perimeters of (m)otherhood, hence Msika rightly points out that she stood for the vulnerable (ibid) and that “She always reminded the government of the need to take care of the welfare of the children and spouses of fallen heroes” (ibid).</p>\n<p>I therefore argue that in as much as Ruth Chinamano could stand up to some men, in as much as she had a ‘controversial’ character, and in as much as she was fearless and ferocious, all this made her life oscillate around care, welfarism and love, which are gendered spaces. It seems that even the struggle itself failed to transform her or enable her to break the gender boundaries prescribed by patriarchy. Instead, she becomes nothing but an active performer of the female gender script. She, therefore, does not stand outside the boundaries that are associated with the other heroines.</p>\n<p>Looking at the foregoing, one may be forgiven to link Zimbabwe’s heroines to Nehanda (a shared past), who is figured as a mother who raised (nationalist) children who fought against the colonial regime. Thinking of the (m)other as such reflects how she should be ‘protected’ and, therefore, stay in the home so as to continue performing her role of bearing children, raising them and, therefore, supporting the struggle in her own unique sense. More so, the fact that Nehanda’s (m)otherhood is founded on sacrifice, relates to ways in which heroines in particular, and women in general, are taken seriously or put on a pedestal only when they sacrifice to (re)produce the nation.</p>\n<p>It is in the above context that Zimbabwe’s current heroines qualify to be such. Being wives of known nationalists, who supported husbands, took care of the children and demonstrated (m)otherly love and care to their families and the nation, they become worthy archetypes of the woman patriot/nationalist, hence their deaths are a loss to the whole nation. Nagel (1998) argues that by performing traditional roles assigned to them by nationalism, like supporting husbands, caring for children, and doing any other service to their families, women become performers of nationalism. Consequently, they become performers of gender and sexuality.</p>\n<p>Nagel’s (1998) sentiments become lively when Mugabe comments on the heroic acts of Johanna Nkomo. Mugabe says:</p>\n<blockquote><p>Through shear effort and determination, she raised her family virtually all her children single handedly, ensuring that they receive good education while their father was in detention or had left the country to lead the struggle. She took most of the pressure thus keeping her husband sequestered and thus focused on the enormous challenges of leading the struggle for independence, therein lies her heroic contribution.” (The Herald 5 June 2003).</p></blockquote>\n<p>Mugabe does the same with regard to Sunny Nombiyelanga Takawira. He notes that Sunny had all the qualities of motherhood such as love, humility and care, and lived up to them (<em>The Herald</em> 18 January 2010). The above sentiments by Mugabe naturalise the family, and the home as a natural space for women and naturalise (m)otherhood as a woman/wife’s normal role. He seems to articulate that this is the way in which women serve their nation as opposed to men who should be away from home fighting the enemy. In this case, the article constitutes childcare as a preserve for (m)otherhood as well, as that it is difficult for the woman to live the marriage, or family.</p>\n<p>The above reflects that women (re)produce the nation; they give birth to it through care and support. The women’s roles in the families become a microcosm of the roles of women in the nation. Many theorists of nationalism have noted the tendency of nationalism to liken the nation to a family (McClintock, 1991, Skurski, 1994); it is a male-headed household in which both men and women have ‘natural’ roles to play. This echoes Yuval-Davis and Anthias’ (1989) seminal assertions that while women may be subordinated politically in nationalists’ movements and politics, they occupy an important symbolic place as mothers of the nation, with impeccable purity. Resultant is the nationalists’ special interest in the sexuality and sexual behaviour of their women. While traditionalist men may be defenders of the family and the nation, women are thought by traditionalists to embody family and national honour to an extent that women’s shame is the family’s shame; the nation’s shame is the man’s shame.</p>\n<p>As reflected above the national heroines are the exemplifiers of nationalism in as much as they (re)produce it. All the heroines at the National Heroes Acre, therefore, signify and (re)produce the general location and expectations of women in Zimbabwe. Any patriotic woman would discipline and submit herself to such a system. As mothers, both of children and of the revolution, the women patriots involve themselves in areas of education and mobilisation. It is important to note that they function ‘well’ in these areas because they are at home and not at the war front, they are within the families with children, and that they are wives of known nationalists.</p>\n<p>Yuval-Davis and Anthias (1989) further note that women are central in the (re)production of national culture. This makes a lot of sense considering that women are left with the role of socialising the children. Important also, is how the role of mobilisation is associated with women. All the heroines have been praised for being transmitters of the nation’s culture, which is evidenced by their abilities to raise children and their morality. They have also been praised for their abilities to mobilise others as well as sourcing material needs for their husbands.</p>\n<p>The then-minister of Information, Nathan Shamhuyarira, notes that the Zanu-PF Women’s league highlighted Mama MaFuyane’s contribution in mobilising women within the party and her social welfare work. Again, her contributions are associated with educating and caring. Shamhuyarira says, “It was an unanimous decision spearheaded by the Women’s league. She was very helpful in mobilising women in the provinces within and outside the party” (<em>The Herald</em> 5 June 2003).</p>\n<p>The same is also said about the rest of the heroines. This reflects that mobilising, educating and moralising are roles that are left for women. Since this has to be done while the husbands are into politics, it reveals that the role of women in the Zimbabwean nation is to protect the nation’s culture and to pass it on to the next generations, while men’s role is to defend and fight for the nation. Shamhuyarira’s sentiments were repeated by Zanu-PF Women’s League spokesperson who says, “We will always cherish her deep-seated values of hard work, family centeredness and cultural preservation” (ibid).</p>\n<p>Important to note is that the qualities that are associated with the family cross their immediate boundaries and go on to figure the qualities of nationhood. Significantly, this is commensurate with the female gender. I argue that the worthiness of these women to be accorded with the heroic status is primarily because they had managed to perform their gendered roles as required by the imaginations of Zimbabwe nationalism. In many ways, the narrated practices and behaviours of the conferred heroines polarise gender and sexual identities. In addition to revealing the politics of (m)othering in Zimbabwe, the ways in which the heroine is constructed and (re)produced imagines and performs Zimbabwean nationalism as heteronormative.</p>\n<h1>The heroine and the normalisation and naturalisation of heterosexuality</h1>\n<p>So far, the paper has reflected on how nationalist history force Nehanda into wifehood, and ways in which her figure is usually depicted together with that of Kaguvi, suggesting a marital relationship. In addition, the paper has reflected how all the heroines, except Sabina Mugabe, who is Robert Mugabe’s sister and is largely seen as a mother figure to him, are located in the marriage institution as wives, as well as the ways in which heroines have been used to normalise marriage and (m)otherhood.</p>\n<p>Ultimately, the above sections reflect how the national heroine exemplifies and (re)produces a conventional heterosexual family where female fecundity is valued. The implication is that patriotic women should be wives, married, have children, pass on the national culture and perform roles that (re)produce and support the fundamentals of Zimbabwean nationalism. It is alleged that if they manage to do this, then there will always be a healthy and (re)productive nationhood. In this case, heterosexuality becomes the rationale in so far as it ensures the said national continuity. Subjects thus have to discipline their sexuality to make sure that the nation remains healthy. It is in this sense that the heroines’ identification as wives and (m)others perform and (re)produce the heterosexual ethic of Zimbabwean nationalism. Coupled with their dead or alive husbands, the heroines become archetypal (re)presentatives of a Zimbabwean family where the wife belongs to and is identified through the husband, where the couple lives under the guidance of the marriage institution, where family continuity has to be guaranteed by giving birth to children and therefore, where heterosexuality is the norm and the natural.</p>\n<p>With the kind of family that is exemplified by the national heroines, with the kind of space that they have been located to, and with the kind of roles and responsibilities ascribed to them, it is unimaginable to think of any other family formation that goes beyond the heterosexual ideal in Zimbabwean nationhood. Wifehood, m(otherhood) and all their associated characteristics normalise, naturalise and (re)produce the heterosexual family that enables Zimbabwe’s dominant nation-making. Images of (m)others and fathers pervade <em>The Herald</em> coverage of the deaths and burials of national heroines. This is an attempt to bring in binary gender and sexual divisions which cannot be crossed if the well-being of the nation needs to be preserved. Interestingly, the image of Leopold Takawira as “the Roaring Lion of Chirumhanzi”, and that of Sunny Ntombiyelanga Takawira as “a roaring lioness” (<em>The Herald</em> 18 January 2010), seem to reflect the ‘natural’ and ‘normal’ gender and sexual categories that characterise Zimbabwean nationhood. Members of these binary categories work in their unique ways towards national imperatives. Having couples at the national shrine, and the tendency to turn to the marital profiles of heroines and their late husband’s, is meant to reflect on the nature of the national family in Zimbabwe.</p>\n<p>The (re)presentation of the national heroines constructs a conventional family that has polarised gender and sexual roles for its subjects and where these binary gender and sexual practices are supposed to be respected for the well-being of the nation. Nationalism defines the practices of each gender and sexual category and provides some kind of rationality for the different practices characterising each gender and, therefore, enables the continuous performance of such practices. This situation brings sense to Butler’s (1990) sentiments that gender and sexuality are performed in the everyday lives of the subjects of the nation. Zimbabwe’s heroines are shown to have lived up to the expectations of nationalism. More importantly, however, the narratives of their heroism have been drawn to live up to the expectations of the conventional gender and sexual binaries. Constructing them as heroines and having them on the national shrine is materialising the gender and sexual meanings that they embody.</p>\n<h1>Heroines, glory and marginality</h1>\n<p>Descriptive words such as purity, morality, chastity, loyalty, care, sacrifice, resilience and emotional are usually associated with a particular gender and sex to such an extent that it has been internalised. In the above sections, I have reflected on the ways in which most of these descriptive words feature in what is said about the heroines. <em>The Herald</em> articles reveal that all heroines have been described using a number of the above terms. It appears all the current heroines have been praised for not entering into other marriage commitments after the deaths of their husbands. One may suggest that another marriage was going to disturb child care, pollute the heroine’s body and dishonour both the husband and the nation. Thus, it was commonsensical to maintain their purity and chastity by avoiding other marriages that would contaminate them. This actually puts them in the realm of morality, which is very important in figuring the nation’s uniqueness.</p>\n<p>Chastity and commitment to the ideals of the marriage and husband is equated to unquestionable loyalty to the ideals of Zimbabwean nationalism. In any case, Mugabe makes it amply clear that the cause for which Johanna suffered for was that of her husband and her people (<em>The Herald</em> 4 June 2003), and so one may be forgiven for suggesting that it was not her own cause, she did it for others.&nbsp; All kinds of suffering and denial should be expected and endured as sacrifices to one’s husband, as well as in the service of nationalism. This is why Mugabe sings praises for Johanna Nkomo, for “She stoically accepted that the man she married was the man she would lose and cede to the struggle, making herself a virtual widow, her children virtual orphans” (<em>The Herald</em> 5 June 2003). The other heroines are also highly praised for having many of the above qualities.</p>\n<p>If commitment to the husband and the children makes a woman remain within the family, then it means that the family is very essential to her. She cannot survive without it. On a broader level, the family represents the nation, and what is articulated, therefore, is that one’s commitment to nationalism should never be betrayed. More specific to this work, there is an imperative that one should be committed to one’s gender and sexual ‘identity’. All the heroines are glorified as having been fully committed to the family and nation to motivate patriarchal and national control on women’s bodies as well as to encourage self-surveillance.</p>\n<p>Many theorists of nationalism have noted the tendency of nationalism to liken the nation to a family (McClintock, 1991, Skurski, 1994); it is a male headed household in which both men and women have ‘natural’ roles to play. While women may be subordinated politically in nationalists’ movements and politics, they occupy an important symbolic place as mothers of the nation, their purity must be impeccable, and so nationalists often have a special interest in the sexuality and sexual behaviour of their women (Nagel, 1998). As such, the dressing of women becomes important. Ruth Chinamano is well known for her parliamentary suggestions that women should be banned from wearing mini-skirts and that modelling should be banned as it exposed the bodies of women, thereby robbing them, and consequently the nation, of dignity (<em>The Herald</em> 5 January 2005).</p>\n<p>The above alludes to Foucault’s sentiments of reading the woman’s body as that of the nation. There are therefore attempts to control the sexuality of women in Zimbabwe as well as to set boundaries for their gender. When it is mentioned that the heroines did not marry when their husbands died, and when it is mentioned that they remained loyal to their marriages, it becomes clear that purity, chastity and loyalty are very essential qualities of nationalist women and therefore of heroines. Taking it from this sense, therefore, being a nationalist woman means living within certain confinements of gender and sexual categories that are characterised by particular descriptions.</p>\n<p>Referring to Johanna Nkomo, Mugabe underlines her sacrifices, loyalty, resilience and commitment to the family as very crucial. He says;</p>\n<blockquote><p>To be the wife of a nationalist politician in those days was not easy. One was exposed to a hard life in cruelty, pain, self-denial constant danger and tragedy. Mama Mafuyana met all these pressures but labored steadfast, unflinching, loyal, virtuous and committed to the family. (The Herald 4 June 2003)</p></blockquote>\n<p>Emmerson Mnangagwa added to the above point by saying, “We will remember you and your resilience, inspiration, dignity as a mother and determination” (<em>The Herald</em> 8 June 2003). The issue of suffering, commitment, hardworking and undefeated love for the family is also echoed by Maud Muzenda as she reflected on Sunny Ntombiyelanga Takawira’s life (<em>The Herald</em> 15 January 2010). Moreover, Rugare Gumbo, the-then Zanu-PF deputy secretary for administration commended “She belonged to the generation of brave and enduring women…” (<em>The Herald</em> 18 January 2010) and described her as ‘consistent’, and ‘resolute’ woman (ibid).</p>\n<p>Suffering and endurance seem to be qualities that are associated with femininity. I argue, therefore, that when Sunny suffered and endured because of the preoccupations of her husband, she was actually performing her own gender, just like the rest of the heroines. She was acting loyal and subservient. Julia Zvobgo is also shown to have been committed and loyal just like the rest of the heroines. It is evident that the traditional roles of women are receiving applause and I argue that the current women at the Heroes’ Acre have been rewarded for performing their gender in line with the expectations of Zimbabwean nationalism.</p>\n<p>Above all, there is also an attempt to associate all the heroines with care. As has already been mentioned in the previous sections, all of the heroines are described, in one way or the other, as full of love and care, qualities that are linked to (m)otherhood. I argue that by qualifying the above terms on the heroines, the heroines are shown to have lived up to the expectations of nationalism. More important to my case, however, is that they have lived up to the expectations of conventional gender and sexual binaries. Constructing them as heroines and having them on the national shrine is materialising the gender and sexual meanings that they embody.</p>\n<h1>Conclusion: Politics of the spectacular, nationhood and citizenship</h1>\n<p>Power and authority are enabled by the formation of the subject in a manner that identifies and (re)produces the subject (Althusser 1971; Foucault 1977). Nationalism in general, and in Zimbabwe in particular, is embedded with power and authority that has created and (re)produced the national heroine in particular ways that naturalise women’s subordinate identities and the framing of their abilities within (m)otherhood. Looking at those on whom heroine status is conferred in Zimbabwe, specifically from 2000 to 2010 (a period dubbed the third Chimurenga by the Zanu-PF), nationalism has created a gendered and sexualised national (m)otherhood that tallies with the ideals of ‘patriotic’ history. The national heroine subject is both a product of nationalism, thus she has been selected and (re)created as a national model for (m)otherhood, and is also an instrument of nationalism, in that she is used to (re)present, (re)produce and perform the ideals of nationalism in its gendered and sexualised sense. The idea of honouring, of nationalising, of preserving, of distinguishing, of symbolising, of continuous reference and commemoration, and of incepting into history, gives rise to the (re)production of the nationalist woman and a performance of gendered and sexualised identities.</p>\n<p>The paper has shown the ways in which nationalism, gender and sexuality are conventional and polarised discourses that can be read on those on whom heroine status is conferred. Althusser’s (1971) concept of ideology and ISAs, which organise social life so that the dominant ideology can create subjects who (re)produce the social order, has been important in tackling the conferring of the heroine status as a discursive issue. According to Althusser, the goal of those in power is achieved by constructing ‘subjective consciousness’ through socialisation and interpellation. Accepting and glorifying the heroine status in Zimbabwe evidences the idea of interpellation. Hence, Althusser argues that subjective consciousness is both produced and guaranteed by power relations. I have used this concept to unravel the hidden, complex and often neglected discourses behind the conferring of national heroines in Zimbabwe.</p>\n<p>While nationalism produces the heroine, the heroine also (re)produces a Zimbabwean nationalism which is gendered and sexualised. As such, in as much as the heroines are constructed and performed by Zimbabwean nationalism, the heroines are texts that (re)construct and perform Zimbabwean nationalism, thereby (re)producing some kind of continuous repetition. In the same way, Zimbabwean nationalism constructs and performs a gendered and sexualised heroine in as much as the gendered and sexualised heroine is a text that constructs and performs Zimbabwean nationalism and, thereby, maintaining conventional, dichotomised gender and sexual discourses and maintaining a particular kind of Zimbabwean nationalism.</p>\n<p>Also, Foucault (1977) brings to fore the concept of bio-power, which is very useful in the analysis of the bodily aspects of the subject formation, which in this case is the Zimbabwean national heroine. Foucault posits that power and authority are founded on scientific and expert knowledge about individuals as both social and biological beings and thus modern forms of governments make use of this knowledge on the subjects to keep them at bay. The heroine construct, which is a product and (re)producer of nationalism, is “anchored in familial scripts and the invention of the nation as biological families” (Lewis, 2008:107). This reflects that scientific knowledge about human beings, whether social or biological, is a useful resource in the (re)construction and (re)production of nationalism as well as gendered and sexualised bodies. Thus, social and biological scientific knowledge about human beings has (re)constructed a ‘patriotic’ and nationalist heroine who conforms to the principles of Zimbabwean nationalism patriarchal citizenship.</p>\n<p>The selection of heroines falls more into the complex body politics of Zimbabwean nationalism than it is simply the result of the relationship between the heroines and the men in powerful positions. It is an ideologically-driven process that ensures the knowledge about national bodies is concretised and performed. I argue that far from “falsification of history in Zimbabwe” (Goredema and Chigora 2009:76), the selection of heroines actually adds on to Zimbabwean history, which has seen its nationalism constructed through the complex interplay of gender, sexuality and ‘patriotic’ nationalism.</p>\n<p>All of the heroines buried at the national shrine fit the gendered and sexualised text that is used to construct the Zimbabwean nation, especially if one takes into cognisance that nationalism figures a country as a biological being where different subjects enact or perform certain roles in the well-being of the whole body. The connection dramatically completes the nature of the conventional family that is constituted by patriarchal, gendered and sexualised connotations. By bringing in this particular group of women and their narrativisation into patriotic history, the Zimbabwean family is (re)constituted and so is Zimbabwean nationalism. The point being made is that Zimbabwe is a family because of family unity and because the members of the family are guided by loyalty, commitment and particular boundaries related to their specific roles.</p>\n<p>Therefore, the conferring of the heroine status in Zimbabwe is an (un)conscious and insidious process of inclusion and exclusion that is meant to (re)produce and (re)construct the nationalist woman and her place; as well as (re)produce, naturalise and authorise inherent gendered and sexualised identities and hierarchies in the making of Zimbabwean nationalism and citizenship. This process is founded on the complex but existing interconnectedness between gender, sexuality and nationalism and reduces the heroine to both a product and also an instrument of Zimbabwean nation-craft under the Zanu-PF. <em>The Herald</em> coverage on the deaths and burials of the heroines dramatises the ways in which gendered and sexualised discourses have been internalised, naturalised and normalised in a complex way that sustains them. While the deaths and burial processes of national heroines are symbolic of the imagined threatened (m)otherhood and nationhood, the deaths, funeral proceedings and burials at the national ‘shrine’ also (re)presented the material and symbolic presence of (m)otherhood and nationhood. This (m)otherhood and nationhood could be retrieved and performed by the living to (re)generate the ‘threatened’ (m)othering and nationhood. Those who fail to retrieve and perform the presented and visibilised texts of Zimbabwean nation-craft are automatically excluded from nationhood and citizenship.</p>\n<h1>Bibliography</h1>\n<p>Althusser, L. (1971). <em>Lenin and Philosophy</em>. New York: Monthly Review Press.</p>\n<p>Anderson, B. (1983). <em>Imagined Communities. Reflections on the Origins and Spread of Nationalism. </em>London: Verso.</p>\n<p>Baliber, E. (1991). “The Nation Form: History and Ideology.” In<em> Race, Nation, Class: Ambiguous Identities, ed. </em>Baliber, E and Wallerstain, I. 96-106. London: Verso.</p>\n<p>Biggs, M. (1999). “Putting the State on the Map: Cartography, Territory, and European State Formation.” In<em> Comparative Studies in Society and History </em>41:374-405.</p>\n<p>Butler, J. (1990)<em>. Gender Trouble: Feminism and the Subversion of Identity. </em>New York: Routledge.</p>\n<p>Christiansen, L. B. (2009). “Gendering the Nation. Negotiations of Gender, Power and Culture in Zimbabwe 2004-2008.” <em>PhD Thesis</em>. Roskilde: Roskilde University.</p>\n<p>Chiroro, B. (2005). “Persistent inequalities: Women and electoral politics in the Zimbabwean elections in 2005”,<em> Journal of African Elections, </em>4 (2): 91-106.</p>\n<p>Friedman, J. (1992). “The Past in the Future: History and the Politics of Identity.” In<em> American Anthropologist. </em>94: 837-859.</p>\n<p>Foucault, M. (1983). “The Subject and Power.” In <em>Beyond Structuralism and Hermeneutics</em>, ed. Dreyfus, H. L. and Rabinow, P. 208-226. Chicago: University Chicago Press.</p>\n<p>Foucault, M. (1978). <em>The History of Sexuality, Volume 1: An Introduction. </em>New York: Pantheon Books.</p>\n<p>Foucault, M. (1977). <em>Discipline and Punish: The Birth of Prison</em>. New York: Vintage Books.</p>\n<p>Goredema, D. And Chigora, P. (2009). “Fake Heroines and the falsification of history in Zimbabwe 1980-2009”, In <em>African Journal of History and Culture (AJHC) </em>Vol. 1 (5):076-083.</p>\n<p>Gramsci, A. (1971). <em>Selections from the Prison Notebooks.</em> London: Lawrence &amp; Wishart.</p>\n<p>Hroch, M. (1993). “From National Movement to Fully Formed Nation: The Nation-Building Process in Europe.” In <em>Becoming National, </em>ed. Eley, G. and Suny, R.G. 60-77. Oxford: Oxford University Press.</p>\n<p>Kriger, N. (1992). <em>Zimbabwe’s Guerrilla War: Peasant Voices. Cambridge: </em>Cambridge University Press.</p>\n<p>Lewis, D. (2008). “Rethinking Nationalism in Relation to Foucault’s History of Sexuality and Adrienne Rich’s “Compulsory Heterosexuality and Lesbian Existence<em>” in Sexualities, </em>11(1/2):104-109.</p>\n<p>Mayer, T. (2000). (ed.), <em>Gender Ironies of Nationalism: Sexing the Nation. </em>London: Routledge.</p>\n<p>Mazarire, G.C. 2003, ‘The politics of the womb’: Women, politics and the environment in pre-colonial Chivi, Southern Zimbabwe, c. 1840 to 1900, <em>Zambezia,</em> vol. 30, no. 1, pp 35-50.</p>\n<p>McClintock, A. (1995). “No Longer in a Future Heaven: Women and Nationalism in South Africa”, In<em> Transition, </em>51:104-123.</p>\n<p>McClintock, A. (1993). “Family Feuds: Gender, Nationalism and the Family”, In <em>Feminist</em> <em>Review, </em>44: 61-80.</p>\n<p>McFadden, P. (2002). <em>Becoming Post Colonial; African Women Changing the Meaning of </em></p>\n<p><em>Self. </em>Canada: Queens University.</p>\n<p>Nagel, J. (1998). “Masculinity and Nationalism: Gender and Sexuality in the Making of Nations”, In <em>Ethnic and Racial Studies, </em>21 (2): 243-269.</p>\n<p>Ndlovu-Gatsheni, S. &amp; Muzondidya, J. (2011). (eds.), <em>Redemptive or Grotesque Nationalism? Rethinking Contemporary Politics in Zimbabwe.</em> Oxford: Peter Lang.</p>\n<p>Ndlovu-Gatsheni, S. &amp; Willems, W. (2010). “Reinvoking the Past in the Present: Changing Identities and Appropriation of Joshua Nkomo in post-colonial Zimbabwe”, In <em>African Identities, </em>8(3): 191-208.</p>\n<p>Ndlovu-Gatsheni, S. &amp; Willems, W. (2009). “Making Sense of Cultural Nationalism and the Politics of Commemoration under the Third Chimurenga in Zimbabwe”, In <em>Journal of Southern African Studies, 35(4):944-965.</em></p>\n<p>Raftopoulos, B. (2003). <em>“</em>The state in Crisis: Authoritarian nationalism, selective citizenship and distortions of democracy in Zimbabwe”, In Amanda Hammar, Brian Raftopoulos and Stig Jensen, (eds.),<em> Zimbabwe’s unfinished business: Rethinking land, state and nation in the context of crisis</em>. Harare: Weaver Press.</p>\n<p>Ranger, T. (1985). <em>Peasant Consciousness and Guerrilla war in Zimbabwe</em>. London: James Currey.</p>\n<p>Ratele, K. (2007). “Native Chief and White Headman: A Critical African Gender Analysis of Culture”, In<em> Agenda, </em>72: 65-76.</p>\n<p>Smith, A.D. (1998). <em>Nationalism and Modernism.</em> London: Routledge.</p>\n<p>Tsanga, A. et al. (2004). <em>Children and Women’s Rights in Zimbabwe Theory and Practice. A Critical Analysis in Relation to Women and Children’s Conventions.&nbsp; </em>Harare: Unicef.</p>\n<p>Turino, T. (2000). <em>Nationalist, Cosmopolitans, and Popular Music in Zimbabwe.</em> Chicago: Chicago University Press.</p>\n<p>Walby, S. (1997). <em>Gender Transformations</em>. London: Routledge.</p>\n<p>Willems, W. (2009). “Imagining the Power of the Media: Global News, Nationalism and Popular Culture in the context of the Zimbabwean Crisis, 2000-2007” <em>PhD Thesis</em>. SOAS: University of London.</p>\n<p>Yuval-Davis, N. And Anthias, F. (1989). Women-Nation-State. London: Macmillan.</p>\n<p>Zake, I. (2002). “The Construction of the National(ist) Subject: Applying the Ideas of Louis Althusser and Michel Foucault to Nationalism. In <em>Social Thought and Research. </em>Vol 25 (1&amp;2):217-246.</p>\n<h2><strong>&nbsp;</strong>The Herald coverage:</h2>\n<h3>Sunny Ntombiyelanga Takawira</h3>\n<table>\n<tbody>\n<tr>\n<td width=\"132\">15 January 2010<p></p>\n<p>&nbsp;</p></td>\n<td width=\"444\">page 1: <em>National hero Takawira’s widow dies</em><p></p>\n<p>page 5: continuation</p></td>\n</tr>\n<tr>\n<td width=\"132\">16 January 2010</td>\n<td width=\"444\">page 1:<em> President consoles Takawira family</em></td>\n</tr>\n<tr>\n<td width=\"132\">18 January 2010</td>\n<td width=\"444\">page 1: <em>Amai Takawira to be buried today</em><p></p>\n<p>page 2: continuation</p>\n<p>page 3: <em>Mai Takawira: Still waters that ran deep</em></p></td>\n</tr>\n<tr>\n<td width=\"132\">19 January 2010</td>\n<td width=\"444\">page 1: <em>We’re masters of our destiny, says President</em></td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<h4>Ruth Chinamano</h4>\n<table>\n<tbody>\n<tr>\n<td width=\"136\">3 January 2005</td>\n<td width=\"440\">page 1: <em>Veteran Nationalist Chinamano dies</em><p></p>\n<p>page 4: continuation</p></td>\n</tr>\n<tr>\n<td width=\"136\">4 January 2005</td>\n<td width=\"440\">page 1: <em>Chinamano declared national heroine</em><p></p>\n<p>page 4: continuation</p></td>\n</tr>\n<tr>\n<td width=\"136\">5 January 2005</td>\n<td width=\"440\">page 1: <em>Chinamano to be buried tomorrow</em><p></p>\n<p>page 7: <em>Chinamano: A true warrior</em></p></td>\n</tr>\n<tr>\n<td width=\"136\">6 January 2005</td>\n<td width=\"440\">page 1: <em>President consoles Chinamano family</em><p></p>\n<p>page 2: continuation</p></td>\n</tr>\n<tr>\n<td width=\"136\">7 January 2005</td>\n<td width=\"440\">page 1: <em>Chinamano laid to rest</em><p></p>\n<p>page 2: continuation</p></td>\n</tr>\n<tr>\n<td width=\"136\">12 January 2005</td>\n<td width=\"440\">page 1: <em>President pays tribute to Chinamano</em><p></p>\n<p>page 2: continuation</p></td>\n</tr>\n</tbody>\n</table>\n<h3>Julia Tukai Zvobgo</h3>\n<table>\n<tbody>\n<tr>\n<td width=\"136\">17 February 2004</td>\n<td width=\"440\">page 3: <em>Julia Zvobgo dies</em></td>\n</tr>\n<tr>\n<td width=\"136\">18 February 2004</td>\n<td width=\"440\">page 4: <em>President consoles Zvobgo family</em></td>\n</tr>\n<tr>\n<td width=\"136\">19 February 2004</td>\n<td width=\"440\">page 6: <em>Politburo to decide on Julia Zvobgo status</em></td>\n</tr>\n<tr>\n<td width=\"136\">20 February 2004</td>\n<td width=\"440\">page 1: <em>Julia Zvobgo declared national heroine</em><p></p>\n<p>page 2: continuation</p>\n<p>page 9: <em>Julia Zvobgo leaves a legacy of endurance</em></p></td>\n</tr>\n<tr>\n<td width=\"136\">21 February 2004</td>\n<td width=\"440\">page 14: <em>Heroine’s body leaves for Masvingo</em></td>\n</tr>\n<tr>\n<td width=\"136\">23 February 2004</td>\n<td width=\"440\">page 1: <em>Amai Zvobgo hailed</em><p></p>\n<p>page 2: continuation</p></td>\n</tr>\n</tbody>\n</table>\n<h3>Johanna Nkomo</h3>\n<table style=\"height: 343px;\" width=\"692\">\n<tbody>\n<tr>\n<td width=\"136\">4 June 2003</td>\n<td width=\"440\">page 1: <em>Johanna Nkomo ‘Mama MaFuyane’ dies</em><p></p>\n<p>page 2: continuation</p></td>\n</tr>\n<tr>\n<td width=\"136\">5 June 2003</td>\n<td width=\"440\">page 1: <em>Mama MaFuyane declared national heroine</em><p></p>\n<p>page 2: continuation</p>\n<p>page 8: <em>Zimbabwe has lost an illustrious</em></p></td>\n</tr>\n<tr>\n<td width=\"136\">6 June 2003</td>\n<td width=\"440\">page 4: <em>Mama MaFuyane’s body to be flown into Harare today</em></td>\n</tr>\n<tr>\n<td width=\"136\">7 June 2003</td>\n<td width=\"440\">page 2: <em>Mama MaFuyane’s body arrives in Harare</em></td>\n</tr>\n</tbody>\n</table>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> The national heroes’ acre is where those identified as national hero/ines are buried</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> <a href=\"http://www.veritaszim.net/node/4827\">http://www.veritaszim.net/node/4827</a></p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> <a href=\"http://mediamachines.org/log/2017/3/2/cultural-texts\" class=\"broken_link\">http://mediamachines.org/log/2017/3/2/cultural-texts</a></p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> I use this concept in a dual but related sense. First, to reflect the glorified and superfluous identities of mothering related to purity, care, provision, protection, sacrifice and perseverance. Second, in a subversive sense that teases the particularisation of motherhood as a marginalised ‘other’ and with specific roles and spaces within patriarchal families and nations.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> Nehanda and Kaguvi are Zimbabwe’s most revered spirit mediums</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> Josiah Magama Tongogara is an honoured and glorified national liberation hero, he was a military commander and chief of defense during Zimbabwe’s war of liberation.</p>\n</body></html>",
  "contentText": "by Tinashe Mawere Introduction: Zimbabwean nationalism and gendered identities Broadly, the literature of nations and nationalism neglects the question of gender (Walby 1997) while nation-gender theories still lack the impetus to provide a comprehensive analysis of how the complex interrelations of gender and nation add to the (re)production of nationalism (Smith 1998) as well as the (re)production of gendered and sexualised national identities. Scholars such as Lewis (2007, 2008), McFadden (2002), Zake (2002), Nagel (1998), McClintock (1995), among others address this gap. In this paper, I contribute to this growing body of knowledge by exploring how the heroine subject is a (re)production of Zimbabwean nationalism. I go further to show the ways in which this (re)production repeatedly performs and (re)produces inherent sexualised and gendered identities and binaries that sustain, authorise and legitimise Zimbabwe’s patriarchal nation-craft. In most Southern African societies, dominant discourses such as nationalism have, by and large, been shown to be prescriptive, coercive, gendered and dangerous (Lewis 2008; McFadden 2002; McClintock 1995). As such, discourses of nationalism tend to (directly and insidiously) violently coerce individuals and groups into prescriptive, normalised and naturalised national identities that tally with patriarchal national projects. Zimbabwe is one of the Southern African countries where nationalism has been revived with unequalled intensity since the year 2000 (following the formation of a strong opposition party, the Movement for Democratic Change MDC in 1999 and the Zimbabwe African National Union-Patriotic Party Zanu-PF’s loss in a constitutional referendum). The period also witnessed an increasing presence of heroines at Zimbabwe’s national heroes’ acre[1], where they performed as models of womanhood, female patriotism and good citizenship in Zimbabwe’s nation-craft. In addition, they also (re)produced power hierarchies within the Zimbabwean ‘national family’. In many ways, this continues to have a pronounced effect on gender imbalances, gender injustices and their (re)production in people’s everyday lives. In Zimbabwe, considerable emphasis has been placed on propagating national unity and loyalty based on a narrow, authenticated and officiated historical past which Ranger (2003) terms ‘patriotic history’ and uncontested foundation concepts of the nation and national subjects (Christiansen 2009). This ‘patriotic history’ (which has partly triggered the Patriotic Bill[2] parliamentary motion by the Zanu-PF legislator, Alum Mpofu in March 2021) intensified from the late 1990s. The late 1990s saw the majority of Zimbabweans disillusioned by independence and from 2000, Zimbabwean nationalism was revived to (re)generate loyalty to the Zanu-PF. Although violent and authoritarian nationalism haunts Zimbabwe and is an instrument used to authenticate belonging and citizenship (Mawere 2019, 2016, Sachikonye 2011), non-violent and ideological methods have also been used to turn people into willing products and producers of the fundamentals of nationalism (Mawere 2016). Despite the use of violent means to revive Zimbabwean nationalism, Turino (2000:14) states that Zimbabwean nationalism banks on cultural and artistic domains, “with language, music-dance, sports, food, religion, and clothing style often being central.” In line with this, Kriger (2003) asserts that Zimbabwean nationalism is scripted on the specific party slogans, symbols, songs, and regalia used by national bodies at national ceremonies. These become cultural texts performing Zimbabwean nationalism. Cultural texts are sign systems, storytelling tools and symbols that contribute and shape a society’s culture and have underlying cultural meanings which require certain cultural knowledge to be comprehended[3]. Chikowero (2008, 2009); Muchemwa (2010); Ndlovu-Gatsheni and Willems (2009, 2010) examine how some cultural events and activities as well as the appropriation of heroes like the former Zimbabwean Vice President, Joshua Nkomo, are cultural texts used to instil Zimbabwean nationalism. In this paper, I explore how the heroine subject is employed as cultural capital to perform Zimbabwean nation-craft and how this performance is an extension of naturalised sexual and gender identities that are both binary and based on power hierarchies that privilege patriarchy and authorise its power. In many ways, the paper problematises thinking within gender binaries and highlights the need to rethink gender beyond binary. The National Heroes’ Acre as symbolic material culture Many African states, emerging from a protracted struggle against colonialism, have built shrines in honour of those who participated in the liberation struggles. In Zimbabwe, shrines have been constructed at the district, provincial and national level (Bvira in Goredema and Chigora 2009). The National Heroes Acre, which is found in Harare, is where those conferred with the highest honour and named national heroes/heroines are buried. Mandima in (Goredema & Chigora 2009:077) clarifies, “National heroes or heroines are those that led the national liberation struggle.” Describing the purpose of the National Heroes’ Acre, the Zimbabwean government stated; The national heroes’ acre has been established to honour a specific and exclusive type of hero. It is that hero, whose courageous deeds were designed for and connected with one sole objective – the liberation of Zimbabwe. Those who risk their lives. (Sunday Mail of October 1982). The hero status is determined on a case-by-case basis, which perhaps reflects inconsistence in the criteria employed. However, in the article “President Mugabe clarifies hero status” (The Herald 1 October, 2010) Robert Mugabe, the then-President makes it clear that the National Heroes Acre is a preserve for those who fought in the liberation struggle. As such, “The national heroes’ acre is the pride of the people of Zimbabwe. It is a symbol of bravery and selflessness of those whose remains are laid to rest there” (Ministry of Information and Publicity 1989:3). The National Heroes’ Acre, as well as those buried there, are thus rendered material symbols of Zimbabwean nationalism. Important to note is that the burial of a national hero/ine is turned into a major national event that feeds into the Zanu-PF’s politics of the spectacular. On this day, as part of the ‘drama’, the national flag is lowered, and citizens are given free transport and encouraged to attend the burial. To extend and further visibilise the spectacle, the death and burial are given exclusive coverage, especially by the Zimbabwe Broadcasting Corporations (both the ZBC TV and radio stations), and state-controlled newspapers under the Zimbabwe Newspapers (Zimpapers Ltd) stable. In addition to this, the signified body of the dead person is taken to different locations of symbolic significance (such as the Josiah Magama Tongogara army barracks – formerly King George VI, KG6 where hero/ines’ bodies lie in state the night before burial) before it is finally taken to the National Heroes Acre where more often than not, the President gives a speech. The National Heroes Acre and those buried on the site become cultural texts that are products of, as well as (re)producers of, Zimbabwean nationalism. This offers an explanation as to why, when the death of a hero/ine occurs, the nation is usually taken back to the contributions not only of the fallen hero/ine, but of all the Zimbabwean hero/ines and the liberation struggle in general. The death and burial of an individual hero/ine is thus always an evocation, commemoration and ritual appreciation and celebration of all hero/ines. I argue that it is also a celebration, enactment, commemoration and reification of a particular kind of Zimbabwean nationalism. I further argue that it is a celebration, (re)production, performance and reification of the gendered and sexualised identities inherent in Zimbabwe’s nation-craft. In this paper, I take note of the debates and contradictions pertaining to the conferring of the national hero/ine status, but primarily, I deal with conventional categories of gender and sexuality, that are embedded in Zimbabwean nationalism as both its products and (re)producers. I employ Althusser and Foucault’s Ideology and ideology and Ideological State Apparatuses (ISAs) and Bio-power respectively in understanding the heroine subject in Zimbabwe. I posit that conventional gender and sexual discourses have, in an interestingly complex and ideological manner, informed the conferring of the heroine status in ways that tally not only with the Zanu-PF’s construction of Zimbabwean nationalism, but also dangerously (re)producing patriarchal and binarised gendered and sexualised identities. Zimbabwe’s national heroines: The need for national (m)othering Prior to 2010, there were six heroines at the National Heroes’ Acre. Only one heroine, Sarah Francesca Mugabe (former President Robert Mugabe’s first wife) had been laid there before 2000. She had died on the 27th of January 1992, was celebrated as the mother of the revolution and the mother of the nation, and was laid at the National Heroes’ Acre on the 1st of February 1992. In this paper, my primary focus is on the national heroines who died between the years 2000 and 2010, who arguably embodied the (m)otherhood that Sarah (Sally) Mugabe had. During this period, a total of five heroines found their way to the national shrine and were instrumental in dramatising Zimbabwe’s urgent need for (m)othering[4] in face of threats endangering nationhood and citizenship. Firstly, there is Johanna Nkomo who died on the 3rd of June 2003. She was 74 years old at the time of her demise. She was buried on the 7th of June 2003. She became the second woman to find her way to the national shrine. Secondly, there is Julia Tukai Zvobgo, who died on the 16th of February 2004. She was 67 years at the time of her death. She was buried on the 19th of February 2004, becoming the third national heroine at the shrine. Thirdly, there is Ruth Chinamano who died on the 2nd of January 2005. She was 80 years old at the time of her demise. She was buried at the National Heroes Acre on the 7th of January 2005. She became the fourth heroine at the national shrine. Following is Sunny Ntombiyelanga Takawira who died on the 13th of January 2010. She was 82 years old at the time of her death. She was buried on the 18th of January 2010, and became the fifth heroine at the acre. Lastly, there is Sabina Mugabe who died on the 29th of July 2010. She died aged 75. She was buried on the 1st of August 2010, becoming the sixth heroine at the national shrine. Most of the debates around national hero/ines oscillate around issues that are economic, political and historical and rarely focus on the ways in which the politics of gender and sexuality play a significant role in the conferring of the Zimbabwean hero/ine status. Still, those who have attempted to focus on gender seem to focus on the obvious issue of the number of women against that of men, and do not address the fundamental ideological and discursive issues around gender and sexuality (Mawere 2019). Goredema and Chigora (2009) argue that it is disturbing that the national heroines laid at the national heroes’ acre are all wives (except Sabina, who is Mugabe’s sister) of nationalists who were and still are Zanu-PF elites and prominent figures in the state (namely, Robert Mugabe, Joshua Nkomo, Eddison Zvobgo, Josiah Chinamano and Leopold Takawira.) Secondly, they point out that these women were the ones given political positions during and after the liberation struggle. Thirdly, they find it very problematic that “…these… were the only heroines the president saw as risking their lives at a national level of the 10 000 women who joined the struggle…can the…women who lie at the acre explain the number of women who risked their lives during the war…” (2009:077-078). Goredema and Chigora (2009), therefore, implicate the ideology of femocracy in the conferring of national heroines and objectively dismiss the official reasons given for the conferring of the heroic status on the current heroines. They posit that “Femocracy is an ideology which believes that in order for women to rise in the political arena they have to be linked to men in political positions…” (Goredema and Chigora 2009:076). The arguments raised above are interesting, full of substance and topical in Zimbabwe, especially if one considers the relationship between all the named heroines and men in power and authority as those named above. Goredema and Chigora (2009) assert that there is an omission of history somewhere. The omission is that some deserving women were denied the heroine status and also that the number of national heroines does not tally with the number of women who risked their lives for the nation. In this paper I look at the heroine subject and its intersections with Zimbabwean nationalism in light of Althusser’s subjective consciousness which is enabled by ideology and ISAs and Foucault’s ideas about the construction of a nationalised body, which is enabled by the scientific knowledge about the body. In general, I argue that the conferring of the hero status embodies Zimbabwean nation-craft and responds to real and/or imagined national threats. Specifically, I posit that following the perceived national threats that arose with the emergence of the MDC, there was need for national (m)othering and the national heroines conferred from 2000 to 2010 served that purpose. Subjective consciousness, bio-power and the creation of the Zimbabwean heroine Louis Althusser (1971) argues that for the state to govern its subjects in a more effective and persuasive manner, it uses ISAs which create present conditions as rational truths, therefore enabling the subjects of the nation to enact them willingly (subjective consciousness). He argues that it is this subjective consciousness that constructs the citizen/national(ist) subject. Althusser goes on to posit that the subjects of the nation who are produced by ideology and ISAs, and concretised as free, in turn reproduce the nation/the system that has produced them by willingly and ritually performing it and therefore, are instruments of its (re)production (interpellation). Relatedly, Foucault (1977, 1983) posits that power enables the creation of scientific knowledge of the subject’s body. This provides a rationale for ‘self-discipline’ and ‘self-surveillance,’ leading to the construction of a ‘national body.’ He argues that this is more effective than openly coercive means, since it is based on scientific knowledge and rationality which may be verified. In this way, power uses reason and scientifically-based knowledge to make the subject willingly and reasonably yield to its system. This results in the subjects performing the system as well as reproducing it through bodily effects of ‘discipline’ and ‘self-surveillance.’ The above concepts by Althusser and Foucault may provide some insights for understanding the subjectification of the Zimbabwean national heroine by the ideology of nationalism. My concern is offering an understanding as to the ways in which the ideology of Zimbabwean nationalism, in its project of creating the nationalist woman, relies on subjective consciousness as well as scientific and rational knowledge about the bodies of women. Using The Herald’s coverage of the deaths and burials of those on whom heroine status is conferred in Zimbabwe; I present certain (re)presentations and meanings as outlined below. Firstly, the heroine is a product and (re)producer of the expected, naturalised and common-sensical feminine patriotism that serves the interests of Zimbabwe’s macho patriotic history as expounded by Ranger (2003). Secondly, there is a nexus between womanhood/wifehood, nationhood and the heroine subject. Thirdly, is the qualification of the marriage institution (and its accompanying features such as loyalty, sacrifice and (re)production) in the heroine construct. Following, is the normalisation of (m)otherhood as a heroine construct. There is also instrumentalisation of the heroine to appraise fecundity and normalise heteronormative identities. Lastly, I consider the concepts of purity, morality, chastity, care, emotional, sacrifice, resilience and loyalty as the heroine’s indispensable qualities, but also as glorified characteristics through which women are subordinated and marginalised. The above presentations and constructs, however, are closely connected, and intersect, to embody the Zimbabwean heroine. In many ways, the ways in which heroines are identified and their stories narrated and acted out, does not only resonate with common-sensed everyday feminine embodiments, but repeatedly perform them. The national heroine and feminine patriotism Althusser (1971) reflects that a shared national history and memory is crucial to the creation and (re)production of subjective consciousness. Jonathan Friedman (1992:838) calls national history “a meaningful universe of events and narratives” necessary for the “nationalisation” of each individual. They enable individuals to define the present social world as non-coincidental, historically rooted and authentic.” A number of scholars have reflected that Zimbabwe’s national selfhood is premised on the (re)invention of its history (Ranger 2003; Ndlovu-Gatsheni 2009). From 2000, when Zimbabwean’s selfhood was seen as weak and ‘threatened’ by imperialists and their ‘surrogates’, there was an intense effort to (re)create it. This history that reflects Zimbabwean nationalism has been termed ‘patriotic history’ by Ranger (2003). Interesting to note is that this patriotic history creates its subject with homogeneity and as founded on the same memory. So, the general idea in Zimbabwe is that the nation and its subjects are products of patriotic history and that this patriotic history should be jealously guarded and passed on to other generations to such an extent that the patriotic history has become “an invariant substance” (Baliber 1991: 86). As such, the purpose of this patriotic narrative is to enable subjects to (re)construct themselves as the ultimate realities and expressions of sameness, as chemically bonded by Zimbabwean nationalism, which in this case graphically illuminates in patriotic history. In Zimbabwe, the ‘Chimurenga’ (revolution) myth, which is traced to Nehanda and Kaguvi[5] is part of the foundation of Zimbabwe’s patriotic history and is used to construct Zimbabweans as both products and (re)producers of nationalism. It is this patriotic history that is used to embody and reflect acceptable foundations for unity and allegiance as traceable to the past that is essential in marking current identities in general and specifically, the heroine identity and in enabling its continuity. This makes sense in light of Althusser’s sentiments about how a common history that unifies a people based on a shared past can be used to create subjective consciousness (Althusser 1971). Patriotic myths enable the continuous performance of Zimbabwean nationalism as well as its (re)production (its interpellation) in the everyday lives of Zimbabweans. The heroines under study have been (re)invented and made usable as ‘concrete’ reflections of women’s contributions to Zimbabwean nationalism, but also as reflections of everyday gendered spaces and roles. Interestingly, their deaths during the period that witnessed a massive resurgence of Zimbabwean nationalism made their dead bodies available ‘texts’ for nation-craft. Biggs (1999) posits that the way nationalism writes the past is similar to how nations are essentially represented by maps and territorial shapes, hence, fitting into what Althusser (1971) points out as the role of ideology and ISAs which make sure that subjects have no other way of seeing things except that intended by ideology and ISAs. Chung (2006) deals with the male-female relationships during Zimbabwe’s war of liberation and how the male gaze ‘naturally’ and ‘sensibly’ used women as ‘objects’ satisfying the male guerrillas such as Josiah Magama Tongogara.[6] The heroines at Zimbabwe’s national shrine help to institute feminine patriotism, which is necessary for the (re)production of women patriots/nationalists. What is said about their heroic acts situates them in a particular and intended location that is normalised by the patriarchal society. Zimbabwe’s national heroines are texts where one may read discourses of wifehood, (m)otherhood, matrimony, heterosexuality and their sub categories of culture, purity, morality, chastity, care, loyalty, resilience and sacrifice. These characteristics link the heroines to the patriarchal-nationalist depiction of the figure of Nehanda, who is (re)invented as an ultimate link and exemplar to the heroines who are often named ‘mothers of the revolution’, as well as to (m)otherhood in general. Zimbabwe’s nationalist history (re)presents the figure of Nehanda as symbolic, sacrificial, resilient, and as unyielding and stubborn to colonial ‘penetration’ and measuring up to the expected principles in defence of the land/tribe/family/nation. The Herald’s coverage of the deaths and burials of the heroines portrays them in a similar fashion to such an extent that they reflect and exemplify Nehanda as well as (re)producing her (re)invented image which dominates patriotic history. In many ways, this construction (re)invented normative traditions around women’s contributions, roles, and identities in nationalist discourses. Zimbabwean heroines are thus modelled to (re)appropriate Nehanda’s image which is articulated in patriotic history. Each of the heroines under consideration are thus seen as revolutionaries in a feminine sense; they have certain prescribed roles that they internalised and performed for the sake of the nation and these are set as unique and normative to their gender and sexuality, and contribute immensely to Zimbabwe’s hetero-normative nationalism. The national heroine is “interpellated” in relation to Nehanda and this determines and explains the present and future in terms of the (re)presentations and positions of patriotic women. Just like Nehanda whose bones (re)produced (mapfupa angu achamuka/my bones shall arise), the heroines are praised for giving birth and taking care of children, marking fecundity or their (re)productive capacities as central to Zimbabwean nation-craft. All heroines, except for Ruth Chinamano, have been noted to have stayed home taking care of the children while their husbands were fighting the struggle for independence (The Herald 4-7 June 2003; The Herald 15-19 January 2012). Their patriotism is enshrined in (re)production and (m)otherhood, taking after Nahanda, who allegedly gave rise to revolutions and revolutionaries. This (re)presentation of heroines speaks to the assertion that women are located as biological producers of members of particular collectivities (Mazarire 2003; Yuval-Davis and Anthias 1989). The Herald articles reflect heroines as mothers of the revolution. For example, when Sunny Ntombiyelanga Takawira dies, in a feature article Tendai Manzvanzvike writes; MOTHERS of the revolution are women who were in the inner circle, living and sharing the pain and sorrows that their nationalist husbands who were spearheading the liberation struggle went through. They were women of valour whose bravery, resilience and perseverance were tested beyond limit, but they never relented (The Herald, 18 January 2010) Manzvanzvike even elaborates this by positing that these mothers of the revolution “nurtured the liberation struggle, each in her unique way” (ibid). Emphasised here is (m)otherhood and care as inextricable from feminine patriotism. Central also is their victimhood which enables them to share experiences. However, what is more striking is the performative, but insidious, patriarchal language that Munzvanzvike employs in describing and glorifying the mothers of the revolution. The idea of the ‘inner circle’ reveals ways in which particular in-groups are created, legitimising certain performances of femininities and obviously marginalising others. The inner circle also alludes to the inner, intimate and hidden space that women are supposed to occupy, thus relating ‘good women’ to those who stay at home. This is in contrast to the phallic imagery and phallic space associated with men. The nationalist husbands are said to be ‘spearheading’ the liberation struggle. Both the ‘spear’ and the ‘head’ are phallic symbols that connect the husbands to masculinities, but also connecting masculinities to militarism, leadership and public spaces. This is why men who did not ‘actively’ participate in the liberation war are feminised (Mawere 2016, 2019). Also, all the articles mention the resilience, commitment and love and care for the weak, such as the sick, children, women, the poor and the lame that was displayed by the national heroines (“National heroine stood for poor, vulnerable groups”- The Herald 7 January 2005; The Herald 18 January 2010). The National Heroes Acre and the heroines have thus been made usable in providing the ‘correct’ and ‘acceptable’ version and model of women patriots, whose roles and identities are centred on and located in normalised gendered roles. The (re)presentation of the heroines as continuous with the Nehanda ethic echoes Althusser’s suggestion that in (re)producing national(ist) history, ISAs aim to create a distinct and unique national subjective consciousness, which is concretised and rationalised with a sense of roots, embedded in notions of a historically continuous identity and national future aspirations. The memory of the shared national past (such as the Nehanda heroine ethic) in Zimbabwe’s patriotic history is persuaded to become the destiny of the Zimbabwean women and (m)otherhood. Each of the articles in The Herald chronicles the heroines as resilient and as having displayed an uncrushed and stubborn endurance in face of the colonial regime, while at the same time displaying total commitment to their husbands and marriages in general (The Herald 18 January 2010). It is interesting that these heroic qualities are a continuity of the image of Nehanda that is (re)presented in nationalist history. Nehanda is figured as a resilient and enduring character who sacrificed herself for the land (nation) and so displayed unequalled loyalty to her people. Endurance, sacrifice, resilience and commitment to family/nation feature prominently in the coverage of the deaths and burials of national heroines. These are the qualities associated with patriotic women. It is interesting that this (re)presentation emanates as texts that (re)produce gendered categories and normalise the location of women in particular gendered spaces. In many ways, their appearance elsewhere is taken as an inversion of the sensible and therefore undesirable. Taking into consideration that the nation is more often than not conceptualised as a conventional biological family (Lewis 2008; McClintock 1995, 1993), the heroine, who is embodied with feminine patriotism, comes in support of the hero, who embodies masculine patriotism that rescues the nation. This gender dynamic is accomplished by supporting the husband’s cause, taking care of the children and remaining loyal and committed to marriage. In building the national project, all this becomes evident and easily projected and normalised if the wives of leading nationalists are conferred with the heroine status. Wifehood, nationhood and the heroine subject While growing up, the stories of Mbuya Nehanda and Sekuru Kaguvi, the First Chimurenga heroes who had resisted colonial rule, were commonplace. Personally, the idea that Mbuya Nehanda and Sekuru Kaguvi were wife and husband was stitched into my mind. The (re)presentation of the figure of Nehanda in nationalist discourses made it challenging for me to stop thinking of her as Kaguvi’s wife. That one is presented as “mbuya” and the other “sekuru” (grandmother and grandfather) respectively created an irresistible suggestion of wife and husband. This idea was buttressed by the fact that most pictures depict them side by side. Moreover, Nehanda is rarely mentioned without mentioning Kaguvi, again giving them some unique proximity. Related to this is that Nehanda and Kaguvi are usually (re)presented as persons rather than spirits. In many ways, women are taken seriously and ‘recognisable’ within the ambits of wifehood. In The Herald’s coverage of the deaths and burials of the heroines, all of the women are identified as ‘wives’. Important to note also is that their personal identities are constituted by their husbands’ identities. Moreover, for them, identification as wives appears in the heading and or in the first sentence of the articles. Interesting also, is that for all of them, their contributions seem to be seen through the contributions of their husbands. This is evidenced by how the articles make efforts to reflect on the heroic deeds of the husbands, rather than sticking to the heroines’ contributions. The only exceptions are Ruth Chinamano and Sabina Mugabe. Although Ruth Chinamano had been married, her identification as a wife comes much later, since she is identified in terms of the crucial positions she had held. Also, she is given a personal identity and not one that is constituted through her husband (“ZANU-PF Central Committee member and veteran nationalist Cde Ruth Chinamano is no more”-The Herald, 3 January 2005). As will be discussed later, Ruth Chinamano’s ‘foreign’ roots might have created the complexities surrounding her unique identity. As for Sabina Mugabe, her identity is constituted through her brother, Robert Mugabe, for whom she stood as a mother figure. What is implied is that women cannot solidly stand on their own, in the absence of husband, the sons or the fathers are used to make the women ‘recognisable.’ As has been shown above, almost all heroines have been portrayed as wives. There is a recurrent trend in the articles to name the heroines as wives of their husbands. The article on the 4th of June starts with “JOHANNA NKOMO, the wife of the late Vice-President Dr Joshua Nkomo…” (The Herald 4 June 2003). This continues in almost all the articles about her death and burial that appears in The Herald. The Herald’s coverage of Julia Tukai Zvobgo also has similar features. The first story that appeared in The Herald when Sunny Ntombiyelanga Takawira died was titled “National hero Takawira’s widow dies” (The Herald 15 January 2010). Just like other coverage of other heroines, her identity as a wife came first and it is the one that was used to construct her heroine identity. It is important to note that being a wife is taken to be what is natural and normal to all women. Important to note also is that it is being wives that kept almost all, if not all, heroines at home, away from the battlefield, taking care of the nation’s children and giving support to husbands. There is an effort, therefore, to show the place and roles of a good wife as much as there is an effort to show that being a wife makes a good woman patriotic. Wifehood is used to demonstrate Zimbabwean nationalism as well as to (re)produce it. Besides Sabina Mugabe who is identified with her brother, Robert Mugabe, there is only one heroine who is treated differently. Ruth Chinamano’s identity is based on her own person, although later on, she is acknowledged as a wife, showing the futility of escaping wifehood and its meanings. It is a surprise that Ruth’s coverage in most of the articles is very distinct from the rest of the national heroines. Ruth’s identity seems to be centred on her own person rather than that of her spouse, as is the case with other heroines. Presumably, it is because as having South African roots, she cannot suit the ideal wife embodied in Nehanda. However, it is also clear that Ruth seems to be given a masculine character or gender rather than a feminine one, “she broke the norm and faced head on the colonial powers, plunging herself into the murky waters of detention without trial,” “In the streets where we demonstrated and fought pitched battles with the Rhodesians, especially in High fields…Ruth was there in the thick of things..”- (The Herald, 5 January 2005). This is because there are suggestions that she had a controversial character (ibid), that she could stand against men seen as formidable (“Having been a member of the House during the era of the late Lazarus Nzarayebani and Sydney Malunga – hotheads to say the least, Cde Chinamano was the only woman who could stand up to them”- ibid), that she was outspoken and fearless, that she fought alongside men and did not spend much of her time at home with the children, but was in the thick of the struggle (“Chinamano: A true Warrior,” “…Cde Ruth Chinamano too was a firebrand member of Parliament during her days in the House..”- ibid) makes her distinct. Ruth’s identification as a comrade (Cde) masculinises her and relates to her ‘active’ role. All these characteristics are seen as alien to other women and this suggests that she was living outside the expected gendered categories. However, having such rare character does not dissociate her from wifehood, how she is associated with the areas of (m)otherhood and care, which the rest of the wives fall into implicates her as a wife. In fact, it seems her warrior character was actually in defence of the roles of a wife as conceptualised by patriarchy. For example, “It is undisputable that the nation has been robbed of a fiery fighter, a mother and a true champion of the total liberation of women” (The Herald, 6 January 2005) identifies her as a mother and patriarchy closely relates (m)otherhood to wifehood. The fact that most if not all of the heroines do not have identities that stand absolutely on their own reflects that women do not have a complete or whole personal identity in patriarchal contexts. Identifying them through their husbands becomes a way of acting the patriarchal society that exists. “The wife of…” that characterise most of The Herald articles sets the heroine’s identity as resting on the identity of a hero-husband. It appears we can only get to know about the women through knowing the identities of their husbands. Nagel (1998:257) reflects: our presence in the masculine institutions of state – the government and the military – seems unwelcome unless we occupy the familiar supporting roles; secretary, lover, wife. We are more adrift from the nation, less likely to be called to ‘important’ and recognized public duty, and our contributions more likely to be seen as ‘private’, as linked only to ‘women’s issues’, and as such, less valued and acknowledged. Bringing the husbands to the fore reveals the centrality of patriarchy in society, whilst at the same time reinforcing dominant (patriarchal) gendered scripts for social relationships. Also, almost all the articles take time and effort to reflect on the heroic acts and identities of the husbands instead of focusing on the late heroic figure. This suggests that heroines do not have any history or any story to tell outside the his/tory of the hero. Essentially, the emphasis that has been placed on wifehood chronicles its value and significance in patriarchal spaces. In patriarchal gender configurations, legitimate wifehood entails (m)otherhood and therefore naturalises the gendered occupation of certain spaces and the enactment of certain gendered behaviours and practices. Also reflected is that however controversial a woman’s character may be, she still cannot escape from wifehood. This makes wifehood an instrument and model that is used to control women, and it continues to be bolstered in Zimbabwean society. The articles from The Herald reveal that the heroines lived like patriotic women since they were wives and had managed to live up to the expectations of wifehood. Important also is how this resonates with Foucault’s (1977) sentiments about self-discipline and regulations. Being a wife, the woman has to discipline her body. So much is said about the heroines sacrificing their own interests to live up to expectations of wifehood, they also remain committed to their marriages despite the husband’s absence and they did not remarry after the deaths of the husbands. This reflects qualities of self-discipline and self-control which are associated with normative expectations for women’s genders and sexualities. Since wifehood entails that the heroines are identified within patriarchy, by associating them with heroes, they have an incomplete heroic identity. This means that their heroine identities do not reach fruition unless they are associated with heroes, whose acts were more public and acknowledged than theirs. Since the heroines are associated with wifehood, it becomes necessary to qualify the marriage institution as a heroine construct. This is because as wives, the heroines in question find themselves in the institution of marriage. Qualifying matrimony on the heroine construct The identification of the heroines as wives is a normalisation and instrumentalisation of marriage in Zimbabwe’s nation-craft. Foucault (1977, 1983) mirrors how considering the nation as a body entails that people conduct themselves in ways that make the nation healthy and therefore (re)productive. In addition to laying the foundation of a heteronormative nationhood, the marriage institution is used to provide some guidelines as to how individuals discipline themselves to contribute to the nation’s well-being. Naming the heroines as ‘wives’ automatically locates them in the institution of marriage and dramatises Althusser’s (1971) role of ideology and ISAs in this institution. This kind of identification thus reflects and buttresses the value that is associated with the marriage institution. The value that is placed on marriage may be evidenced in the case of Ruth Chinamano, suggesting that women should not put on mini-skirts as this tends to destroy marriages because men leave their wives and rush to women wearing mini-skirts (The Herald 5 January 2005). There is a suggestion that it is natural and normal for a woman citizen to find herself in this space. It is also important to note that the marriage institution is closely related to the institution of the family and as such, the female heroines are meant to carry family values. Talking about the heroines as wives is thus an attempt to reflect that the heroines have been in a marital situation and therefore have lived as ‘normal’ women. Important also is the fact that all the articles mention that the heroines kept on holding to their marriages despite being left by their husbands when they had gone to fight for liberation, or that they did not remarry despite the deaths of their husbands. It is also important to note that the marriage institution is mirrored as an institution that the heroines valued, and stayed committed and loyal to till death. The above speaks to ideas of purity and sexual surveillance that are associated with the bodies of women. Being committed to the marriage institution becomes synonymous with being committed to the nation. Women’s marital discipline therefore becomes symmetrical to one’s commitment to the nation; women come to embody the cultural boundaries of a nation that cannot be broken, a nation that remains unwavering and unique. This sounds very familiar as the nation is usually conceptualised as feminine by the use of pronouns such as ‘she’ and ‘her’ (Yuval-Davis & Anthias 1989) as well as by the axiomatic expression, ‘mother of the nation’. Staying in the marriage institution becomes synonymous with being inside the family, with being unique and private and, therefore, with being a pure and able (re)presentative of a nation’s unique culture and well-being. In many ways, this leaves going beyond the family, defending the family and the nation, as man’s natural business. The ways in which the marriage institution is used metaphorically to show the relationship between the nation and its subjects is made clear by Mugabe’s sentiments that juxtapose Johanna Nkomo’s commitment to her marriage with her commitment to the struggle. Mugabe says, “Mama MaFuyane represented the quiet but unbending dignity of an African princess born and married to the turbulence of struggle” (The Herald 4 June 2003). Important to note is the quietness and incorruptible dignity associated with ‘good’ or legitimate women. Interesting also is the construction ‘African princess’, which tries to link Johanna Nkomo to a pastoral past in a bid to reflect cultural preservation. Quite interesting, however, is the marriage metaphor that is used. Also referring to Johanna Nkomo, another Zanu-PF and government top official and now current President, Emmerson Mnangagwa, says, “You stood by your husband during and after the struggle and continued to be a torch bearer for the empowerment of women…” (The Herald 8 June 2003). For Julia Zvobgo, Mugabe reveals how she supported her husband and his cause by smuggling political messages and mobilising medicines for the liberation fighters. It is interesting, therefore, that seeing the nation in marriage terms entails conceptualising it as a human body, that should be disciplined and under surveillance, but also (re)produce. Johanna Nkomo’s marriage to Joshua Nkomo is symmetrical to the relationship between an individual and the nation. The nation is seen as a living body that enters into marital relationships and obviously desires qualities such as commitment, chastity, obedience and sacrifice (evoking Foucault’s (1977) discipline and self-surveillance), without which the marital relationship becomes strained or collapses. When Mugabe refers so much to qualities displayed by Johanna Nkomo and other heroines in their marriages, inter-alia, commitment, sacrifice, loyalty, resilience, quietness, dignity and resilience, he means much more than this. The issue goes beyond individuals, or personal marital relationships, to become a microcosm of national identity and national order. The bigger picture here is how individuals and groups should commit themselves to the fundamental ideals of nationalism and live within them without any blemish. This is further supported by what Mugabe says in the same article that Johanna Nkomo “…symbolised the hopeful and uncomplaining self-denial of a marriage whose joy and comfort the pangs of struggle took away” (The Herald 4 June 2003). What is implied therefore is that while men do a practical and direct service to the bigger marriage partner, the nation, the women should be supportive and remain committed to the micro marriages since these are functional to the creation and survival of the nation. The functionality of the micro marriage to the macro marriage is graphically illuminated in this article in the words of Mugabe who says, “She came under enormous pressure from the occupying racist settler colonial Rhodesian regime. But she would not crack, she would not betray the cause of her husband which was the cause of her people” (The Herald 5 June 2003.) The way in which heroines remained committed to their marriages and faithful to their husbands metaphorises a commitment and faithfulness to the ideals of nationalism. The association of the national heroines with the marriage institution depicts them as products of nationalism in as much as it (re)produces nationalism. Belonging to a marriage institution is shown as the normal and natural thing to do. In this case, the marriage institution works as a tool to (re)produce nationalism. Locating the heroines in this institution also means loading them with certain expectations, and behavioural practices that are gendered and sexualised, to satisfy a patriarchal and hetero-normative culture. Notably, patriarchy has made it almost impossible to think of the marriage institution without the normalisation and naturalisation of (m)otherhood, making it challenging to think of Zimbabwe’s heroine construct outside marriage and (m)otherhood. Normalising (m)otherhood and the heroine construct Foucault (1977,1983) warns of ways in which power and authority use scientific knowledge and reason to rationalise prevailing systems, thoughts and ideas to make them cyclic or a continuous repetition. Being a wife, and belonging to the institution of marriage, the woman is more often than not, expected to be a (m)other and or demonstrate qualities of (m)otherhood. Based on the above argument, it is intelligible that all the heroines at the National Heroes Acre portray (m)otherhood as inextricably linked to nationhood and they also (re)produce it and normalise it as part of Zimbabwean nationalism. All of the articles express that national heroines had children and performed (m)otherly roles. This figures the woman as a body that (re)produces and cares for the nation to ensure its continuity; hence they are called ‘mothers of the revolution’ (The Herald 19 January 2010). The feminised body is also seen as a useful ‘other’ whose occupation of particular spaces and performance of particular roles is seen as ‘functional’ to nationhood. The articles reflect on ways in which the heroines were good (m)others who managed to take care of the children and give them an education. Dr Samuel Takawira said “the family had lost a mother figure who stood by the family” (The Herald 15 January 2010) and this is confirmed by Mugabe who says, “She was a true mother to all her children” (The Herald, 16 January 2010). For the heroines, it appears the period they were left alone by their husbands during the liberation struggle was a litmus test which proved that m(otherhood) is a role ‘natural’ to women. It also appears that their abilities to be good (m)others are linked to their location, which ultimately is the home, the family, and the institution of marriage. In addition, after independence, most of the heroines are associated with helping the poor, disadvantaged children and women, and people with ‘disabilities.’ Basically, they are located within the institution of care, love and compassion, which are difficult to distinguish from m(otherhood). For example, Johanna Nkomo was the patron of the Children of Hope Foundation (The Herald 5 June 2003) and all other heroines are associated with domains of the weak, disadvantaged and poor. Noting the above, the value that is placed on (m)otherhood is illuminating and the given narratives and commemorations of the heroines make attempts to show that they lived up to it. The Herald articles covering their deaths and burials emphasise on ways in which these narrations and commemorations are of significance to the nation and to nationhood. In respect of Johanna Nkomo, Mugabe says, “We were convinced that she…would continue to be with us, reflexively playing her warm, motherly role our nation had grown to take for granted” (The Herald 5 of June 2003). Commenting on Sunny Ntombiyelanga Takawira, Victoria Chitepo alludes to ways in which the late heroine had been instrumental in the formation of women’s social clubs and nursery schools for children (The Herald 18 January 2010). On the same heroine, Acting Prime Minister, Arthur Mutambara, says Sunny was “mother of the whole nation” (The Herald 16 January 2010) and continued to say that Zimbabweans should learn the lessons of sacrifice, commitment and perseverance from her. There is, therefore, an effort to write and read heroines not only as mothers to their specific children, but as (m)others of the whole nation, reflecting ways in which women are valued because of their (re)productive capacities as well as their performative abilities to give care. When Johanna Nkomo dies, the then Vice President of Zimbabwe, Simon Muzenda says, “Her death is not only a loss to the Nkomo family, but to the nation at large” (The Herald 5 of June 2003”) and the article is entitled, “Zimbabwe has lost an illustrious mother” (ibid). Zimbabwe is taken as a living being, a body that had been born of a woman. In this case, Zimbabwe ceases to be a geographical space and becomes a living organism that feels. Even Ruth Chinamano, who appears to have abandoned her children for the struggle (The Herald 5 January 2005), is located in defence of the weak as the then vice-President Joseph Msika says the, “National heroine stood for poor, vulnerable groups” (The Herald 7 January 2005). This is reflective of her protective (m)otherly nature and the very fact that this statement stands out reveals that it testifies to everything that surrounds her character. Also, her primary concerns in the parliament seem to be the general primary and marginalised concerns which patriarchy has associated with femininity. Ruth is known for fighting for the poor, children, families of the late freedom fighters and also raising women ‘issues’ in parliament. However she did this, and whatever the results, it is clear that she is associated with the weak and her role is in caring, mothering, loving and supporting. Even her so-called ‘ferocious fights’ and controversial lobbies are located in the perimeters of (m)otherhood, hence Msika rightly points out that she stood for the vulnerable (ibid) and that “She always reminded the government of the need to take care of the welfare of the children and spouses of fallen heroes” (ibid). I therefore argue that in as much as Ruth Chinamano could stand up to some men, in as much as she had a ‘controversial’ character, and in as much as she was fearless and ferocious, all this made her life oscillate around care, welfarism and love, which are gendered spaces. It seems that even the struggle itself failed to transform her or enable her to break the gender boundaries prescribed by patriarchy. Instead, she becomes nothing but an active performer of the female gender script. She, therefore, does not stand outside the boundaries that are associated with the other heroines. Looking at the foregoing, one may be forgiven to link Zimbabwe’s heroines to Nehanda (a shared past), who is figured as a mother who raised (nationalist) children who fought against the colonial regime. Thinking of the (m)other as such reflects how she should be ‘protected’ and, therefore, stay in the home so as to continue performing her role of bearing children, raising them and, therefore, supporting the struggle in her own unique sense. More so, the fact that Nehanda’s (m)otherhood is founded on sacrifice, relates to ways in which heroines in particular, and women in general, are taken seriously or put on a pedestal only when they sacrifice to (re)produce the nation. It is in the above context that Zimbabwe’s current heroines qualify to be such. Being wives of known nationalists, who supported husbands, took care of the children and demonstrated (m)otherly love and care to their families and the nation, they become worthy archetypes of the woman patriot/nationalist, hence their deaths are a loss to the whole nation. Nagel (1998) argues that by performing traditional roles assigned to them by nationalism, like supporting husbands, caring for children, and doing any other service to their families, women become performers of nationalism. Consequently, they become performers of gender and sexuality. Nagel’s (1998) sentiments become lively when Mugabe comments on the heroic acts of Johanna Nkomo. Mugabe says: Through shear effort and determination, she raised her family virtually all her children single handedly, ensuring that they receive good education while their father was in detention or had left the country to lead the struggle. She took most of the pressure thus keeping her husband sequestered and thus focused on the enormous challenges of leading the struggle for independence, therein lies her heroic contribution.” (The Herald 5 June 2003). Mugabe does the same with regard to Sunny Nombiyelanga Takawira. He notes that Sunny had all the qualities of motherhood such as love, humility and care, and lived up to them (The Herald 18 January 2010). The above sentiments by Mugabe naturalise the family, and the home as a natural space for women and naturalise (m)otherhood as a woman/wife’s normal role. He seems to articulate that this is the way in which women serve their nation as opposed to men who should be away from home fighting the enemy. In this case, the article constitutes childcare as a preserve for (m)otherhood as well, as that it is difficult for the woman to live the marriage, or family. The above reflects that women (re)produce the nation; they give birth to it through care and support. The women’s roles in the families become a microcosm of the roles of women in the nation. Many theorists of nationalism have noted the tendency of nationalism to liken the nation to a family (McClintock, 1991, Skurski, 1994); it is a male-headed household in which both men and women have ‘natural’ roles to play. This echoes Yuval-Davis and Anthias’ (1989) seminal assertions that while women may be subordinated politically in nationalists’ movements and politics, they occupy an important symbolic place as mothers of the nation, with impeccable purity. Resultant is the nationalists’ special interest in the sexuality and sexual behaviour of their women. While traditionalist men may be defenders of the family and the nation, women are thought by traditionalists to embody family and national honour to an extent that women’s shame is the family’s shame; the nation’s shame is the man’s shame. As reflected above the national heroines are the exemplifiers of nationalism in as much as they (re)produce it. All the heroines at the National Heroes Acre, therefore, signify and (re)produce the general location and expectations of women in Zimbabwe. Any patriotic woman would discipline and submit herself to such a system. As mothers, both of children and of the revolution, the women patriots involve themselves in areas of education and mobilisation. It is important to note that they function ‘well’ in these areas because they are at home and not at the war front, they are within the families with children, and that they are wives of known nationalists. Yuval-Davis and Anthias (1989) further note that women are central in the (re)production of national culture. This makes a lot of sense considering that women are left with the role of socialising the children. Important also, is how the role of mobilisation is associated with women. All the heroines have been praised for being transmitters of the nation’s culture, which is evidenced by their abilities to raise children and their morality. They have also been praised for their abilities to mobilise others as well as sourcing material needs for their husbands. The then-minister of Information, Nathan Shamhuyarira, notes that the Zanu-PF Women’s league highlighted Mama MaFuyane’s contribution in mobilising women within the party and her social welfare work. Again, her contributions are associated with educating and caring. Shamhuyarira says, “It was an unanimous decision spearheaded by the Women’s league. She was very helpful in mobilising women in the provinces within and outside the party” (The Herald 5 June 2003). The same is also said about the rest of the heroines. This reflects that mobilising, educating and moralising are roles that are left for women. Since this has to be done while the husbands are into politics, it reveals that the role of women in the Zimbabwean nation is to protect the nation’s culture and to pass it on to the next generations, while men’s role is to defend and fight for the nation. Shamhuyarira’s sentiments were repeated by Zanu-PF Women’s League spokesperson who says, “We will always cherish her deep-seated values of hard work, family centeredness and cultural preservation” (ibid). Important to note is that the qualities that are associated with the family cross their immediate boundaries and go on to figure the qualities of nationhood. Significantly, this is commensurate with the female gender. I argue that the worthiness of these women to be accorded with the heroic status is primarily because they had managed to perform their gendered roles as required by the imaginations of Zimbabwe nationalism. In many ways, the narrated practices and behaviours of the conferred heroines polarise gender and sexual identities. In addition to revealing the politics of (m)othering in Zimbabwe, the ways in which the heroine is constructed and (re)produced imagines and performs Zimbabwean nationalism as heteronormative. The heroine and the normalisation and naturalisation of heterosexuality So far, the paper has reflected on how nationalist history force Nehanda into wifehood, and ways in which her figure is usually depicted together with that of Kaguvi, suggesting a marital relationship. In addition, the paper has reflected how all the heroines, except Sabina Mugabe, who is Robert Mugabe’s sister and is largely seen as a mother figure to him, are located in the marriage institution as wives, as well as the ways in which heroines have been used to normalise marriage and (m)otherhood. Ultimately, the above sections reflect how the national heroine exemplifies and (re)produces a conventional heterosexual family where female fecundity is valued. The implication is that patriotic women should be wives, married, have children, pass on the national culture and perform roles that (re)produce and support the fundamentals of Zimbabwean nationalism. It is alleged that if they manage to do this, then there will always be a healthy and (re)productive nationhood. In this case, heterosexuality becomes the rationale in so far as it ensures the said national continuity. Subjects thus have to discipline their sexuality to make sure that the nation remains healthy. It is in this sense that the heroines’ identification as wives and (m)others perform and (re)produce the heterosexual ethic of Zimbabwean nationalism. Coupled with their dead or alive husbands, the heroines become archetypal (re)presentatives of a Zimbabwean family where the wife belongs to and is identified through the husband, where the couple lives under the guidance of the marriage institution, where family continuity has to be guaranteed by giving birth to children and therefore, where heterosexuality is the norm and the natural. With the kind of family that is exemplified by the national heroines, with the kind of space that they have been located to, and with the kind of roles and responsibilities ascribed to them, it is unimaginable to think of any other family formation that goes beyond the heterosexual ideal in Zimbabwean nationhood. Wifehood, m(otherhood) and all their associated characteristics normalise, naturalise and (re)produce the heterosexual family that enables Zimbabwe’s dominant nation-making. Images of (m)others and fathers pervade The Herald coverage of the deaths and burials of national heroines. This is an attempt to bring in binary gender and sexual divisions which cannot be crossed if the well-being of the nation needs to be preserved. Interestingly, the image of Leopold Takawira as “the Roaring Lion of Chirumhanzi”, and that of Sunny Ntombiyelanga Takawira as “a roaring lioness” (The Herald 18 January 2010), seem to reflect the ‘natural’ and ‘normal’ gender and sexual categories that characterise Zimbabwean nationhood. Members of these binary categories work in their unique ways towards national imperatives. Having couples at the national shrine, and the tendency to turn to the marital profiles of heroines and their late husband’s, is meant to reflect on the nature of the national family in Zimbabwe. The (re)presentation of the national heroines constructs a conventional family that has polarised gender and sexual roles for its subjects and where these binary gender and sexual practices are supposed to be respected for the well-being of the nation. Nationalism defines the practices of each gender and sexual category and provides some kind of rationality for the different practices characterising each gender and, therefore, enables the continuous performance of such practices. This situation brings sense to Butler’s (1990) sentiments that gender and sexuality are performed in the everyday lives of the subjects of the nation. Zimbabwe’s heroines are shown to have lived up to the expectations of nationalism. More importantly, however, the narratives of their heroism have been drawn to live up to the expectations of the conventional gender and sexual binaries. Constructing them as heroines and having them on the national shrine is materialising the gender and sexual meanings that they embody. Heroines, glory and marginality Descriptive words such as purity, morality, chastity, loyalty, care, sacrifice, resilience and emotional are usually associated with a particular gender and sex to such an extent that it has been internalised. In the above sections, I have reflected on the ways in which most of these descriptive words feature in what is said about the heroines. The Herald articles reveal that all heroines have been described using a number of the above terms. It appears all the current heroines have been praised for not entering into other marriage commitments after the deaths of their husbands. One may suggest that another marriage was going to disturb child care, pollute the heroine’s body and dishonour both the husband and the nation. Thus, it was commonsensical to maintain their purity and chastity by avoiding other marriages that would contaminate them. This actually puts them in the realm of morality, which is very important in figuring the nation’s uniqueness. Chastity and commitment to the ideals of the marriage and husband is equated to unquestionable loyalty to the ideals of Zimbabwean nationalism. In any case, Mugabe makes it amply clear that the cause for which Johanna suffered for was that of her husband and her people (The Herald 4 June 2003), and so one may be forgiven for suggesting that it was not her own cause, she did it for others. All kinds of suffering and denial should be expected and endured as sacrifices to one’s husband, as well as in the service of nationalism. This is why Mugabe sings praises for Johanna Nkomo, for “She stoically accepted that the man she married was the man she would lose and cede to the struggle, making herself a virtual widow, her children virtual orphans” (The Herald 5 June 2003). The other heroines are also highly praised for having many of the above qualities. If commitment to the husband and the children makes a woman remain within the family, then it means that the family is very essential to her. She cannot survive without it. On a broader level, the family represents the nation, and what is articulated, therefore, is that one’s commitment to nationalism should never be betrayed. More specific to this work, there is an imperative that one should be committed to one’s gender and sexual ‘identity’. All the heroines are glorified as having been fully committed to the family and nation to motivate patriarchal and national control on women’s bodies as well as to encourage self-surveillance. Many theorists of nationalism have noted the tendency of nationalism to liken the nation to a family (McClintock, 1991, Skurski, 1994); it is a male headed household in which both men and women have ‘natural’ roles to play. While women may be subordinated politically in nationalists’ movements and politics, they occupy an important symbolic place as mothers of the nation, their purity must be impeccable, and so nationalists often have a special interest in the sexuality and sexual behaviour of their women (Nagel, 1998). As such, the dressing of women becomes important. Ruth Chinamano is well known for her parliamentary suggestions that women should be banned from wearing mini-skirts and that modelling should be banned as it exposed the bodies of women, thereby robbing them, and consequently the nation, of dignity (The Herald 5 January 2005). The above alludes to Foucault’s sentiments of reading the woman’s body as that of the nation. There are therefore attempts to control the sexuality of women in Zimbabwe as well as to set boundaries for their gender. When it is mentioned that the heroines did not marry when their husbands died, and when it is mentioned that they remained loyal to their marriages, it becomes clear that purity, chastity and loyalty are very essential qualities of nationalist women and therefore of heroines. Taking it from this sense, therefore, being a nationalist woman means living within certain confinements of gender and sexual categories that are characterised by particular descriptions. Referring to Johanna Nkomo, Mugabe underlines her sacrifices, loyalty, resilience and commitment to the family as very crucial. He says; To be the wife of a nationalist politician in those days was not easy. One was exposed to a hard life in cruelty, pain, self-denial constant danger and tragedy. Mama Mafuyana met all these pressures but labored steadfast, unflinching, loyal, virtuous and committed to the family. (The Herald 4 June 2003) Emmerson Mnangagwa added to the above point by saying, “We will remember you and your resilience, inspiration, dignity as a mother and determination” (The Herald 8 June 2003). The issue of suffering, commitment, hardworking and undefeated love for the family is also echoed by Maud Muzenda as she reflected on Sunny Ntombiyelanga Takawira’s life (The Herald 15 January 2010). Moreover, Rugare Gumbo, the-then Zanu-PF deputy secretary for administration commended “She belonged to the generation of brave and enduring women…” (The Herald 18 January 2010) and described her as ‘consistent’, and ‘resolute’ woman (ibid). Suffering and endurance seem to be qualities that are associated with femininity. I argue, therefore, that when Sunny suffered and endured because of the preoccupations of her husband, she was actually performing her own gender, just like the rest of the heroines. She was acting loyal and subservient. Julia Zvobgo is also shown to have been committed and loyal just like the rest of the heroines. It is evident that the traditional roles of women are receiving applause and I argue that the current women at the Heroes’ Acre have been rewarded for performing their gender in line with the expectations of Zimbabwean nationalism. Above all, there is also an attempt to associate all the heroines with care. As has already been mentioned in the previous sections, all of the heroines are described, in one way or the other, as full of love and care, qualities that are linked to (m)otherhood. I argue that by qualifying the above terms on the heroines, the heroines are shown to have lived up to the expectations of nationalism. More important to my case, however, is that they have lived up to the expectations of conventional gender and sexual binaries. Constructing them as heroines and having them on the national shrine is materialising the gender and sexual meanings that they embody. Conclusion: Politics of the spectacular, nationhood and citizenship Power and authority are enabled by the formation of the subject in a manner that identifies and (re)produces the subject (Althusser 1971; Foucault 1977). Nationalism in general, and in Zimbabwe in particular, is embedded with power and authority that has created and (re)produced the national heroine in particular ways that naturalise women’s subordinate identities and the framing of their abilities within (m)otherhood. Looking at those on whom heroine status is conferred in Zimbabwe, specifically from 2000 to 2010 (a period dubbed the third Chimurenga by the Zanu-PF), nationalism has created a gendered and sexualised national (m)otherhood that tallies with the ideals of ‘patriotic’ history. The national heroine subject is both a product of nationalism, thus she has been selected and (re)created as a national model for (m)otherhood, and is also an instrument of nationalism, in that she is used to (re)present, (re)produce and perform the ideals of nationalism in its gendered and sexualised sense. The idea of honouring, of nationalising, of preserving, of distinguishing, of symbolising, of continuous reference and commemoration, and of incepting into history, gives rise to the (re)production of the nationalist woman and a performance of gendered and sexualised identities. The paper has shown the ways in which nationalism, gender and sexuality are conventional and polarised discourses that can be read on those on whom heroine status is conferred. Althusser’s (1971) concept of ideology and ISAs, which organise social life so that the dominant ideology can create subjects who (re)produce the social order, has been important in tackling the conferring of the heroine status as a discursive issue. According to Althusser, the goal of those in power is achieved by constructing ‘subjective consciousness’ through socialisation and interpellation. Accepting and glorifying the heroine status in Zimbabwe evidences the idea of interpellation. Hence, Althusser argues that subjective consciousness is both produced and guaranteed by power relations. I have used this concept to unravel the hidden, complex and often neglected discourses behind the conferring of national heroines in Zimbabwe. While nationalism produces the heroine, the heroine also (re)produces a Zimbabwean nationalism which is gendered and sexualised. As such, in as much as the heroines are constructed and performed by Zimbabwean nationalism, the heroines are texts that (re)construct and perform Zimbabwean nationalism, thereby (re)producing some kind of continuous repetition. In the same way, Zimbabwean nationalism constructs and performs a gendered and sexualised heroine in as much as the gendered and sexualised heroine is a text that constructs and performs Zimbabwean nationalism and, thereby, maintaining conventional, dichotomised gender and sexual discourses and maintaining a particular kind of Zimbabwean nationalism. Also, Foucault (1977) brings to fore the concept of bio-power, which is very useful in the analysis of the bodily aspects of the subject formation, which in this case is the Zimbabwean national heroine. Foucault posits that power and authority are founded on scientific and expert knowledge about individuals as both social and biological beings and thus modern forms of governments make use of this knowledge on the subjects to keep them at bay. The heroine construct, which is a product and (re)producer of nationalism, is “anchored in familial scripts and the invention of the nation as biological families” (Lewis, 2008:107). This reflects that scientific knowledge about human beings, whether social or biological, is a useful resource in the (re)construction and (re)production of nationalism as well as gendered and sexualised bodies. Thus, social and biological scientific knowledge about human beings has (re)constructed a ‘patriotic’ and nationalist heroine who conforms to the principles of Zimbabwean nationalism patriarchal citizenship. The selection of heroines falls more into the complex body politics of Zimbabwean nationalism than it is simply the result of the relationship between the heroines and the men in powerful positions. It is an ideologically-driven process that ensures the knowledge about national bodies is concretised and performed. I argue that far from “falsification of history in Zimbabwe” (Goredema and Chigora 2009:76), the selection of heroines actually adds on to Zimbabwean history, which has seen its nationalism constructed through the complex interplay of gender, sexuality and ‘patriotic’ nationalism. All of the heroines buried at the national shrine fit the gendered and sexualised text that is used to construct the Zimbabwean nation, especially if one takes into cognisance that nationalism figures a country as a biological being where different subjects enact or perform certain roles in the well-being of the whole body. The connection dramatically completes the nature of the conventional family that is constituted by patriarchal, gendered and sexualised connotations. By bringing in this particular group of women and their narrativisation into patriotic history, the Zimbabwean family is (re)constituted and so is Zimbabwean nationalism. The point being made is that Zimbabwe is a family because of family unity and because the members of the family are guided by loyalty, commitment and particular boundaries related to their specific roles. Therefore, the conferring of the heroine status in Zimbabwe is an (un)conscious and insidious process of inclusion and exclusion that is meant to (re)produce and (re)construct the nationalist woman and her place; as well as (re)produce, naturalise and authorise inherent gendered and sexualised identities and hierarchies in the making of Zimbabwean nationalism and citizenship. This process is founded on the complex but existing interconnectedness between gender, sexuality and nationalism and reduces the heroine to both a product and also an instrument of Zimbabwean nation-craft under the Zanu-PF. The Herald coverage on the deaths and burials of the heroines dramatises the ways in which gendered and sexualised discourses have been internalised, naturalised and normalised in a complex way that sustains them. While the deaths and burial processes of national heroines are symbolic of the imagined threatened (m)otherhood and nationhood, the deaths, funeral proceedings and burials at the national ‘shrine’ also (re)presented the material and symbolic presence of (m)otherhood and nationhood. This (m)otherhood and nationhood could be retrieved and performed by the living to (re)generate the ‘threatened’ (m)othering and nationhood. Those who fail to retrieve and perform the presented and visibilised texts of Zimbabwean nation-craft are automatically excluded from nationhood and citizenship. Bibliography Althusser, L. (1971). Lenin and Philosophy. New York: Monthly Review Press. Anderson, B. (1983). Imagined Communities. Reflections on the Origins and Spread of Nationalism. London: Verso. Baliber, E. (1991). “The Nation Form: History and Ideology.” In Race, Nation, Class: Ambiguous Identities, ed. Baliber, E and Wallerstain, I. 96-106. London: Verso. Biggs, M. (1999). “Putting the State on the Map: Cartography, Territory, and European State Formation.” In Comparative Studies in Society and History 41:374-405. Butler, J. (1990). Gender Trouble: Feminism and the Subversion of Identity. New York: Routledge. Christiansen, L. B. (2009). “Gendering the Nation. Negotiations of Gender, Power and Culture in Zimbabwe 2004-2008.” PhD Thesis. Roskilde: Roskilde University. Chiroro, B. (2005). “Persistent inequalities: Women and electoral politics in the Zimbabwean elections in 2005”, Journal of African Elections, 4 (2): 91-106. Friedman, J. (1992). “The Past in the Future: History and the Politics of Identity.” In American Anthropologist. 94: 837-859. Foucault, M. (1983). “The Subject and Power.” In Beyond Structuralism and Hermeneutics, ed. Dreyfus, H. L. and Rabinow, P. 208-226. Chicago: University Chicago Press. Foucault, M. (1978). The History of Sexuality, Volume 1: An Introduction. New York: Pantheon Books. Foucault, M. (1977). Discipline and Punish: The Birth of Prison. New York: Vintage Books. Goredema, D. And Chigora, P. (2009). “Fake Heroines and the falsification of history in Zimbabwe 1980-2009”, In African Journal of History and Culture (AJHC) Vol. 1 (5):076-083. Gramsci, A. (1971). Selections from the Prison Notebooks. London: Lawrence & Wishart. Hroch, M. (1993). “From National Movement to Fully Formed Nation: The Nation-Building Process in Europe.” In Becoming National, ed. Eley, G. and Suny, R.G. 60-77. Oxford: Oxford University Press. Kriger, N. (1992). Zimbabwe’s Guerrilla War: Peasant Voices. Cambridge: Cambridge University Press. Lewis, D. (2008). “Rethinking Nationalism in Relation to Foucault’s History of Sexuality and Adrienne Rich’s “Compulsory Heterosexuality and Lesbian Existence” in Sexualities, 11(1/2):104-109. Mayer, T. (2000). (ed.), Gender Ironies of Nationalism: Sexing the Nation. London: Routledge. Mazarire, G.C. 2003, ‘The politics of the womb’: Women, politics and the environment in pre-colonial Chivi, Southern Zimbabwe, c. 1840 to 1900, Zambezia, vol. 30, no. 1, pp 35-50. McClintock, A. (1995). “No Longer in a Future Heaven: Women and Nationalism in South Africa”, In Transition, 51:104-123. McClintock, A. (1993). “Family Feuds: Gender, Nationalism and the Family”, In Feminist Review, 44: 61-80. McFadden, P. (2002). Becoming Post Colonial; African Women Changing the Meaning of Self. Canada: Queens University. Nagel, J. (1998). “Masculinity and Nationalism: Gender and Sexuality in the Making of Nations”, In Ethnic and Racial Studies, 21 (2): 243-269. Ndlovu-Gatsheni, S. & Muzondidya, J. (2011). (eds.), Redemptive or Grotesque Nationalism? Rethinking Contemporary Politics in Zimbabwe. Oxford: Peter Lang. Ndlovu-Gatsheni, S. & Willems, W. (2010). “Reinvoking the Past in the Present: Changing Identities and Appropriation of Joshua Nkomo in post-colonial Zimbabwe”, In African Identities, 8(3): 191-208. Ndlovu-Gatsheni, S. & Willems, W. (2009). “Making Sense of Cultural Nationalism and the Politics of Commemoration under the Third Chimurenga in Zimbabwe”, In Journal of Southern African Studies, 35(4):944-965. Raftopoulos, B. (2003). “The state in Crisis: Authoritarian nationalism, selective citizenship and distortions of democracy in Zimbabwe”, In Amanda Hammar, Brian Raftopoulos and Stig Jensen, (eds.), Zimbabwe’s unfinished business: Rethinking land, state and nation in the context of crisis. Harare: Weaver Press. Ranger, T. (1985). Peasant Consciousness and Guerrilla war in Zimbabwe. London: James Currey. Ratele, K. (2007). “Native Chief and White Headman: A Critical African Gender Analysis of Culture”, In Agenda, 72: 65-76. Smith, A.D. (1998). Nationalism and Modernism. London: Routledge. Tsanga, A. et al. (2004). Children and Women’s Rights in Zimbabwe Theory and Practice. A Critical Analysis in Relation to Women and Children’s Conventions. Harare: Unicef. Turino, T. (2000). Nationalist, Cosmopolitans, and Popular Music in Zimbabwe. Chicago: Chicago University Press. Walby, S. (1997). Gender Transformations. London: Routledge. Willems, W. (2009). “Imagining the Power of the Media: Global News, Nationalism and Popular Culture in the context of the Zimbabwean Crisis, 2000-2007” PhD Thesis. SOAS: University of London. Yuval-Davis, N. And Anthias, F. (1989). Women-Nation-State. London: Macmillan. Zake, I. (2002). “The Construction of the National(ist) Subject: Applying the Ideas of Louis Althusser and Michel Foucault to Nationalism. In Social Thought and Research. Vol 25 (1&2):217-246. The Herald coverage: Sunny Ntombiyelanga Takawira 15 January 2010 page 1: National hero Takawira’s widow dies page 5: continuation 16 January 2010 page 1: President consoles Takawira family 18 January 2010 page 1: Amai Takawira to be buried today page 2: continuation page 3: Mai Takawira: Still waters that ran deep 19 January 2010 page 1: We’re masters of our destiny, says President Ruth Chinamano 3 January 2005 page 1: Veteran Nationalist Chinamano dies page 4: continuation 4 January 2005 page 1: Chinamano declared national heroine page 4: continuation 5 January 2005 page 1: Chinamano to be buried tomorrow page 7: Chinamano: A true warrior 6 January 2005 page 1: President consoles Chinamano family page 2: continuation 7 January 2005 page 1: Chinamano laid to rest page 2: continuation 12 January 2005 page 1: President pays tribute to Chinamano page 2: continuation Julia Tukai Zvobgo 17 February 2004 page 3: Julia Zvobgo dies 18 February 2004 page 4: President consoles Zvobgo family 19 February 2004 page 6: Politburo to decide on Julia Zvobgo status 20 February 2004 page 1: Julia Zvobgo declared national heroine page 2: continuation page 9: Julia Zvobgo leaves a legacy of endurance 21 February 2004 page 14: Heroine’s body leaves for Masvingo 23 February 2004 page 1: Amai Zvobgo hailed page 2: continuation Johanna Nkomo 4 June 2003 page 1: Johanna Nkomo ‘Mama MaFuyane’ dies page 2: continuation 5 June 2003 page 1: Mama MaFuyane declared national heroine page 2: continuation page 8: Zimbabwe has lost an illustrious 6 June 2003 page 4: Mama MaFuyane’s body to be flown into Harare today 7 June 2003 page 2: Mama MaFuyane’s body arrives in Harare Footnotes [1] The national heroes’ acre is where those identified as national hero/ines are buried [2] http://www.veritaszim.net/node/4827 [3] http://mediamachines.org/log/2017/3/2/cultural-texts [4] I use this concept in a dual but related sense. First, to reflect the glorified and superfluous identities of mothering related to purity, care, provision, protection, sacrifice and perseverance. Second, in a subversive sense that teases the particularisation of motherhood as a marginalised ‘other’ and with specific roles and spaces within patriarchal families and nations. [5] Nehanda and Kaguvi are Zimbabwe’s most revered spirit mediums [6] Josiah Magama Tongogara is an honoured and glorified national liberation hero, he was a military commander and chief of defense during Zimbabwe’s war of liberation.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftn1",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftn2",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftn3",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftn4",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftn5",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftn6",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftnref1",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftnref2",
    "http://www.veritaszim.net/node/4827",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftnref3",
    "http://mediamachines.org/log/2017/3/2/cultural-texts",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftnref4",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftnref5",
    "https://www.csagup.org/2021/06/28/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/#_ftnref6"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2021/06/"
}