{
  "title": "Call for Applications: One-Year International Research and Advocacy Exchange",
  "permalink": "https://www.csagup.org/2024/11/18/call-for-applications-one-year-international-research-and-advocacy-exchange/",
  "datePublished": "2024-11-18T11:26:24+00:00",
  "dateLabel": "18th November 2024",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>The Centre for Sexualities, AIDS, and Gender (CSA&amp;G) at the University of Pretoria seeks two (2) participants to join a one-year international exchange focused on countering anti-rights forces impacting historically marginalised communities. This exchange, hosted in partnership with the Norwegian Students’ and Academics’ International Assistance Fund (SAIH) in Norway and Colors Rainbow (CRB), a leading Myanmar LGBTIA+ organisation (currently based in Chiang MAI, Thailand), offers a unique opportunity to conduct impactful research and build advocacy skills within an international framework.</p>\n<p>Funded by the Norwegian Agency for Exchange Cooperation (Norec), the CSA&amp;G, SAIH and CRB are launching this exchange to empower participants through hands-on experience across three countries: South Africa, Norway, and Thailand. Participants will spend three months each in Pretoria, Oslo, and Chiang Mai, developing research and advocacy strategies that bolster the work of their host organisations.</p>\n<p>Participation in this project constitutes a one-year paid commitment. All accommodation, travel, and activity costs will be covered by the project.</p>\n<p>For more details on the project background, timeline and activities, see the project’s concept note <a href=\"https://cdn.sanity.io/files/llblvlgl/production/3443b6e612e4cb32bc78ff5e1e7265df467082b0.pdf\">here</a></p>\n<p><strong><u>Eligibility Requirements:</u></strong></p>\n<ul>\n<li>Must be a recent graduate of the University of Pretoria (within the last five years) and under the age of 35, or will have completed their studies by January 2025;</li>\n<li>Have studied in a field relevant to the project e.g. gender studies, development studies, human rights, environmental studies;</li>\n<li>Have a particular interest in or knowledge of authoritarianism, anti-gender and/or anti-environmentalism;</li>\n<li>Availability to fully participate in the year-long program, including international travel;</li>\n<li>Must have research experience and be familiar with quantitative or qualitative research methods;</li>\n<li>Preference will be given to <em>Just Leaders</em> alumni who fit the above criteria.</li>\n</ul>\n<p>To apply, please send your CV and a short letter of motivation to Pfarelo Matsila (pfarelo.matsila@up.ac.za) by midnight Monday 02nd December 2024. Please direct any questions about the project or application process to Pfarelo.</p>\n</body></html>",
  "contentText": "The Centre for Sexualities, AIDS, and Gender (CSA&G) at the University of Pretoria seeks two (2) participants to join a one-year international exchange focused on countering anti-rights forces impacting historically marginalised communities. This exchange, hosted in partnership with the Norwegian Students’ and Academics’ International Assistance Fund (SAIH) in Norway and Colors Rainbow (CRB), a leading Myanmar LGBTIA+ organisation (currently based in Chiang MAI, Thailand), offers a unique opportunity to conduct impactful research and build advocacy skills within an international framework. Funded by the Norwegian Agency for Exchange Cooperation (Norec), the CSA&G, SAIH and CRB are launching this exchange to empower participants through hands-on experience across three countries: South Africa, Norway, and Thailand. Participants will spend three months each in Pretoria, Oslo, and Chiang Mai, developing research and advocacy strategies that bolster the work of their host organisations. Participation in this project constitutes a one-year paid commitment. All accommodation, travel, and activity costs will be covered by the project. For more details on the project background, timeline and activities, see the project’s concept note here Eligibility Requirements: Must be a recent graduate of the University of Pretoria (within the last five years) and under the age of 35, or will have completed their studies by January 2025; Have studied in a field relevant to the project e.g. gender studies, development studies, human rights, environmental studies; Have a particular interest in or knowledge of authoritarianism, anti-gender and/or anti-environmentalism; Availability to fully participate in the year-long program, including international travel; Must have research experience and be familiar with quantitative or qualitative research methods; Preference will be given to Just Leaders alumni who fit the above criteria. To apply, please send your CV and a short letter of motivation to Pfarelo Matsila (pfarelo.matsila@up.ac.za) by midnight Monday 02nd December 2024. Please direct any questions about the project or application process to Pfarelo.",
  "contentLinks": [
    "https://cdn.sanity.io/files/llblvlgl/production/3443b6e612e4cb32bc78ff5e1e7265df467082b0.pdf"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2024/11/"
}