{
  "title": "The Erecting of Nehanda",
  "permalink": "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/",
  "datePublished": "2021-08-18T08:43:27+01:00",
  "dateLabel": "18th August 2021",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><strong><em>Tinashe Mawere</em></strong></a></p>\n<p style=\"text-align: center;\"><strong>&nbsp;</strong><strong>Please note: </strong><em>This is part of a longer draft paper “In search of a curved Nehanda” in which I focus on the Mbuya Nehanda statue and its impacts on the recognition and (re)positioning of women. I show how the erection of the statue is a continuation of the grand nationalist-patriarchal version of Nehanda that follows the patriotic trend and continues a gendered (re)positioning of women, especially by putting them on pedestals to service patriarchal ends. This includes the glorification of women’s gendered responsibilities of (m)otherhood and care. I argue how the need to maintain such a narrative of identities relates to the debate around the ‘image’ of Nehanda to be visibilised, (re)membered, honored and appreciated as ‘our’ (his)tory, hence the preference&nbsp;of an ‘old’ Nehanda to that of a ‘youthful’ Nehanda&nbsp;as a public statue for Mbuya Nehanda.</em></p>\n<p>&nbsp;</p>\n<h2><strong>Introduction: Statues, erections and (re)membering Nehanda</strong></h2>\n<p>There are both visible and insidious connections between gender, sexuality and nationalism in Zimbabwe’s memorialisation and erection<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> of the statue of Mbuya Nehanda. I concur with Butler’s (1990) sentiments that gender and sexuality are performed in the everyday lives of the subjects of the nation. Statues, by their very nature, are phallic and erectile objects as they stand firm, visible and threatening, pointing to masculinities and particular forms of power that invite visibility and obedience to power.</p>\n<p>On the 25<sup>th</sup> of May 2021 on Africa day, I watched a live broadcast in which the Mbuya Nehanda statue was finally unveiled by the Zimbabwean president, Emmerson Dambudzo Mnangagwa. This was after delays in finishing the project and also after the rejection of the earlier model (due to its youthfulness). Just like the burial of national hero/ines, the unveiling of the statue of Nehanda (albeit under the covid-19 global pandemic) was turned into a major national event that feeds into Zanu-PF’s politics of the spectacular. Among others, works such as Mawere (2021, 2020, 2019, 2016), Ncube (2014), Fontein (2010, 2009), Muchemwa (2010), Ndlovu-Gatsheni &amp; Willems (2009) and Thram (2006) have reflected on some of Zanu-Pf’s politics of the spectacular such as heroes burials, galas, songs and campaign advertisement in ways that resonate with Askew’s (2002) perspectives on performance.</p>\n<p>Nehanda Charwe Nyakasikana, who is popularly known as “Mbuya Nehanda”, was a powerful spirit medium and heroine of the 1896/7 First Chimurenga war against British settler colonialism (Beach 1979; Cobbing 1977; Ranger 1967). She is one of the greatest African female heroines who shaped and influenced the early African liberation struggle against colonialism and allowed herself to be captured to avoid more bloodshed. The Nehanda medium, Charwe was hanged in 1898 for her contributions in mobilising communities against colonial rule. Before she was hanged she declared that her bones would rise again (Shoko 2006; Beach 1979; Cobbing 1977; Ranger 1967) to lead a new, victorious rebellion. The symbolism of rebirthing (which is articulated by her rising bones) which relates to Nehanda’s status as a woman is very significant in the construction of her identities, location(s) and belonging. In narratives of Zimbabwean nation-building, Nehanda has been associated with loyalty to her people and nation, mobilisation in defence of the nation, re-birth of the nation and (re)production of citizens.</p>\n<p>The Nehanda statue was erected at Julius Nyerere and Samora Machel junction in Harare<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a>. Since Nyerere and Machel, (nationalists and former presidents of Tanzania and Mozambique respectively) played significant roles in Africa’s liberation struggles, locating Nehanda’s statue at this intersection seems to give Nehanda a regional or African appeal. The statue is also close to the Reserve Bank of Zimbabwe, the courts and the parliament of Zimbabwe which are some of the city’s grand spaces.</p>\n<p>There were diverse views regarding the erection of the Nehanda statue, mainly around costs, priority, and politicking. Some dismissed the project as a non-developmental issue, hence an undermining of important projects. Although some saw it as necessary, they disagreed with the timing and considered it a non-priority issue in the face of failing health, roads and economic systems. Some people argued that the erection of statues is anti-cultural as evidenced by their absence at sites such as Great Zimbabwe. However, others saw the Nehanda statue as a symbol of liberation and called for more such monuments, regarding those who disagreed with the erection of the statue as people full of self-hate who do not appreciate history and heritage. Proponents of the landmark also argued that colonial/empire statues (such as Rhodes’ grave and David Livingston statue at Vic Falls) already exist, so why not liberation war aligned statues?</p>\n<p>The above are very valid points which should be critiqued in depth. I, however, depart from the above debate and focus on issues around the statue model that was rejected by Mnangagwa and the one that he accepted as representative of Mbuya Nehanda. In <em>The Herald</em> newspaper, the presidential spokesperson George Charamba said, “The President didn’t agree and as it turns out that youthful face will be put away and will have a Nehanda who is closer to how the good lady looked in real life which means a lot more wrinkled” (<em>The Herald</em> 19 December 2020).<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a> The National Museums and Monuments of Zimbabwe Executive Director, Godfrey Mahachi, pointed out that the picture used in the creation of the statue came from the National Archives of Zimbabwe, which is the image of Mbuya Nehanda as ‘most known Zimbabweans’ (<em>The Herald</em> 4 June 2021)<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a>. During the unveiling of the accepted statue, Mnangagwa posits; “This statue is a bold and unapologetic statement that we are a people who know who we are and where we come from. It is a declaration that we stand proud of our nation and history” (<em>The Guardian 26 May </em>2021).<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a> In the above statement, Mnangagwa makes the problematic issues of identity, nation and history very simplistic.</p>\n<p>Monuments in general and statues in particular are tangible or physical representations of places, people or events that have value and significance to a community, people or nation. They help people to remember or associate themselves with their past(s). However, memory, memorials and monuments are political assemblies, recalling and (re)presenting histories and identities selectively, drawing popular attention to specific events and obliterating or obscuring others for specific purposes (Becker 2011; Ranger 2009; Thram 2006; Osborne 2001).</p>\n<p>The erection of the Nehanda statue and the narratives around it should invite us to question what history is (re)captured, what memory is (re)captured and (re)membered, what past, present and future is performed and for whose benefit. In discussing the erection of the Nehanda statue, I problematise the fundamental ideological and discursive issues around gender and sexuality, focusing primarily on the gendered nuances characterising the erection of the statue.</p>\n<h2><strong>The normal and the expected: Nehanda statue, cityscapes and (re)positioning of women</strong></h2>\n<p>It is normal and expected that the erection of the Nehanda statue is seen as progressive to the recognition and empowerment of women. This is because (re)positioning Nehanda in public space seems to be breaking power hierarchies associated with space and giving agency to women. However, the choice of an old image of Mbuya Nehanda over a young/youthful and curved one to occupy the public space makes one rethink the state’s intentions<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a>. The celebration and honoring of Mbuya Nehanda is one example of how women are often revered when they make sacrifices (Mawere 2021). This is in contrast with heroics of war (for men) which are often connected to less passive and more aggressive tactics as shown in Mugabe’s (2001) account of heroes.</p>\n<p>Generally, space is highly politicised (Schmidt 1990, 1988). Spatial arenas are often politicised along lines of race, ethnicity, gender and class regimes and the politico-aesthetics of inclusion and exclusion. Cityscapes have long been contested terrains where issues around gender, masculinities and sexuality have played out. Historically, the city has been conceptualised as a space for men, hence women who enter the city find themselves negatively labelled, perhaps as in crisis or vulnerable. Generally, there has been considerable surveillance and policing of women in the city, since the city is taken for granted as a space for men (Mawere 2019, 2016; Gaidzanwa 1993, 1992, 1985).</p>\n<p>The erection of the Mbuya Nehanda statue at a public and popular junction in the city of Harare is narrated as a move for gender parity and the reimagining and recognition of women in the Zimbabwean society. &nbsp;The presence of women statues even in countries such as the US and UK is very low (Buchholz 2019).<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a> This keeps historical contributions of women insignificant and therefore their presence in the public invisible, setting the agenda for patriarchal magnificence.</p>\n<p>The Nehanda statue signifies the personal contributions of the historic Nehanda, as well as the contributions of women to the struggle and national discourse, hence adding another narrative to dominant discourses of gender and space. Mnangagwa takes the position of a god, bringing back the dead Nehanda to life and glory in the cityscape, an urban space traditionally associated with men. By locating Nehanda at the centre of the cityscape, one is tempted to think that the state officially and publicly recognised the agency of women in public spaces. The performance would then be seen as challenging sexual and gender categories that normally marginalise feminine sexualities and relegate women and femininities to marginal and boxed locations such as the home and care.</p>\n<p>However, a deeper discursive analysis of the political aesthetic of the statue and the politico-aesthetic around its creation challenges our thinking of the erection as a (re)positioning (in the sense of relocating and decentering marginal identities). Instead, what the erection achieves is a (re)positioning of Nehanda and women in general in a sense of (re)producing or repeating and affirming the present and dominant narratives.</p>\n<p>Noting the acceptance an old image of Mbuya Nehanda, I argue that what the state erected is a cornered<a href=\"#_ftn8\" name=\"_ftnref8\">[8]</a> Nehanda and cornered womanhood/femininities, devoid of any erotic and agentive power. In many ways, the ‘erect’ statue amplifies the history and culture of the surveillance of women in Zimbabwe. It visibilises the ways in which bodies that are threateningly sexual and ‘contagious’ are directly and or indirectly denied public space. It reveals how these ‘impure’ bodies are disallowed to provide role models for patriotic nationhood and (m)otherhood. As such, the erection of the Nehanda statue promotes the invisibility of women in public and important spaces and promotes a narrow model of womanhood and motherhood that advances Zimbabwe’s patriotic and gendered nation-craft.</p>\n<h2><strong>Satisfying the male gaze and celebrating a cornered Nehanda</strong></h2>\n<p>The status of women and their voices in the public arena is generally mediated by men (Schmidt 1992), hence history continues to be written largely by men. The involvement of women in the whole process of the Mbuya Nehanda statue erection is questionable, more so their involvement in performing active and agentive roles. Rather, women’s role in the making of national narratives is deliberately undermined and ignored by nationalist historians and politicians (Mawere 2021, 2019; Ranger 2005; Zhuwarara 2001). The erection and (re)location of Nehanda is not outside her popular gendered role of national mobilisation, (re)production and (m)otherhood (looking over the nation and her children). This is buttressed by the politico-aesthetic surrounding the erection of the Nehanda statue.</p>\n<p>As articulated by Charamba, Mnangagwa “disapproved the widely condemned statue of the first chimurenga heroine Mbuya Nehanda due to its youthfulness which did not depict her true physical appearance” (<em>The Herald</em> 19 December 2020). The popular picture of Nehanda, which was then used to create the unveiled Nehanda statue was when Nehanda was old, tired, captured, fleshless and about to be hanged. Making use of that picture continues the colonial dehumanisation, as well as the nationalist-patriarchal narrative of her gendered identity and roles in the nation. Thus, from colonial captivity, Nehanda lands into the captivity of patriotic and patriarchal history and parochial national imagination.</p>\n<p>In an interview with the Herald, the National Museums and Monuments of Zimbabwe Executive Director, Godfrey Mahachi, commented that the statue of Nehanda is meant to “remind us of how our forefathers resisted colonial conquest” (Herald 13 July 2020)<a href=\"#_ftn9\" name=\"_ftnref9\">[9]</a>, hence reflecting that this had nothing to do with ‘foremothers’ and apparently excluding and marginalising women as beneficiaries of the Nehanda statue as well as subjugating them to male power. The statue is affirming the patriotic and patriarchal shape and nature of Zimbabwean citizenship. In many ways, the statue keeps Nehanda and women in general in the bondage of both colonial and nationalist patriarchs. In this sense, the statue performs the ordinary script and fails to (re)imagine an agentive Nehanda and agentive womanhood and motherhood.</p>\n<p>Looking at the image of Nehanda that was accepted and acceptable, its placement in the cityscape and the popular narratives around the statue, one sees a creation of the male gaze. Nehanda’s magnificent power is limited to overlooking the nation<a href=\"#_ftn10\" name=\"_ftnref10\">[10]</a>, watching and modelling womanhood and (m)otherhood as defined by the patriarchal gaze, taking care of the nation and like a hen, enclosing her children under her wings, hence her limitations to the (re)productive role, (re)producing citizens.<a href=\"#_ftn11\" name=\"_ftnref11\">[11]</a> The presence of Nehands’s statue symbolises the ways in which women are (re)presented in society, their (re)presentation and normalisation as care givers and (re)producers of citizens and the ways in which their visibility in the public space and political arena should drive and sensitises the important location of (m)otherhood in a patriarchal and nationalist sense.</p>\n<p>The cornered Nehanda (who is shaped by (his)tory) expresses both women victimhood and patriarchal normativity. In this sense, silence is promoted since this Nehanda story is the common one in colonial, nationalist and patriotic (his)tories. A performance of this story obviously silences the other voices and other imaginations that are possible in the rejected and unspeakable curved Nehanda.</p>\n<p>The twitter satire/meme that links the curved Nehanda to Zimbabwe’s controversial socialites like the late Moana and Madam Boss or the ‘Slay Queen’ tradition<a href=\"#_ftn12\" name=\"_ftnref12\">[12]</a> is reflective of how ‘normal’ certain voices have become to the extent that alternative voices and imaginations are seen as absurd and unspeakable. Old stories have been repeatedly performed to the extent that only their narrations are sensible.<a href=\"#_ftn13\" name=\"_ftnref13\">[13]</a> However, in some ways, the memes that are generated in the public media in response to the curved Nehanda also offer disobedient voices. The memes confirm that characters like Moana and Madam Boss are public figures and have already occupied the public space. The rejection of the curved Nehanda (who is as curved as Moana or Madam Boss) reflects the surveillance, policing and attempts to invisibilise women who entre the public arena. This has been characteristic in Zimbabwe as women politicians and entertainers are always policed and several attempts to silence them are made (Mawere 2019, 2016).</p>\n<p>The rejection is an example of how women’s sexuality should be concealed. The rejection of the youthful Nehanda with her erotic body-visible and powerful sexuality embodied in the image buttresses the surveillance, censoring and physical and psychological elimination of young and powerful women from public spaces (Mawere 2019, 2016). This also relates to the historical policing of women’s dressing in Zimbabwe (Mawere 2019; Gaidzanwa 1993). Those women who make it in the public arena are given negatives terms such as Slay Queens, hence one twimbo referred to the curved Nehanda as Slay’handa<a href=\"#_ftn14\" name=\"_ftnref14\">[14]</a>.</p>\n<p>In many ways, the above associate women public figures with contagious sexualities and associates their prominence with the absurd and presenting women as witches (Mawere 2019; Gaidzanwa 1985). The rejection of the curved Nehanda is a clarion declaration that particular bodies are unwanted and unspeakable, that the state will not allow young and erotic women into public spaces. It is also a call that women and their sexual bodies should remain boxed and only allowed public spaces and recognition if they express a parochial and gendered identity that tallies with gendered roles and nation-craft. This resonates with Ndlovu-Gatsheni’s (2009:8) sentiments that nation-craft is “a highly sedimented phenomenon that has operated through privileging certain features of social life while suppressing or de-emphasising others that are considered repugnant to its chosen agenda” of what Ranger (2005, 2004) terms patriotic nation-building, which is grotesquely gendered and sexist.</p>\n<p>The curved Nehanda offers some imagination of women’s resistance against socially constructed and constrictive gender relations and a whole corpus of patriarchal determinism and oppression. It is in the rejected curved Nehanda that lies silenced voices, empowerment and provocative agency for women. The curved Nehanda imagines an irresistible body worth recognising, celebrating and emulating, and not one that is ‘mournable’, ‘unagentive’ and inviting sympathy. The curved Nehanda (who is rejected because she is not embracing (his)tory) offers a departure from unrepresentative (his)tories and moves beyond constructed margins and centers. This, in many ways challenges the notion of history as fixed and unchangeable and the future as predetermined, hence questioning Mnangagwa’s idea of a known identity and a known history. The unveiled Nehanda statue reveals the apparent patriarchal uses of particular women and their visibilities to regulate and censor women; hence the censored expression of women in the public space is symbolically performed by the rejection of the curved and erotic Nehanda.</p>\n<p>Thus, the choice of a rather non-erotic frail body with a full garb is a censored expression of womanhood, a mark of women’s limitations, especially if allowed to enter the public space. On the other hand, the rejected statue depicting a young and curved woman shows the ‘unacceptable’ and uncensored expression of womanhood. Even as a statue, Mbuya Nehanda’s burden continues as the statue is now a visual text through which patriarchy speaks. This shows that (re)presentation is a contested and ambivalent subject.</p>\n<p>The images of women articulated by the accepted Nehanda statue show women as victims and biological mothers, thus in victimhood and (re)production, with men like Mnangagwa acting as their saviours by recognising and idolising their roles in the national script.&nbsp; The Nehanda statue turns to be a continuation of what Gaidzanwa (1992) terms the domestication of women and this is even evidenced by the renaming of the maternity ward at Parirenyatwa Hospital in Harare to Nehanda maternity ward.</p>\n<p>Snatching Zanu-PF’s own tool and using it to demonstrate the Zanu-PF led government’s failure as done with the Zimbabwean flag by Evan Mawarire (Mawere 2020), the Almagamated Rural Teachers’ Union members performed a flash demonstration at the unveiled statue. They made symbolic cries of hunger and as children, asked the maternal Nehanda to feed and take care of them amidst Zanu-PF’s neglect. Although sending a disobedient voice to the partisan interest of Zanu-PF, the union also cemented Nehanda’s role as (m)othering and caring for the nation.</p>\n<p>Considering the above, we still have what Wilson-Tagoe (2000) conceptualises as narratives of history rather than narratives out of history. I argue that the curved Nehanda represents narratives out of history. In many ways, the cornered statue shows the precarious nature of women’s lives as long as they are conduits for national and patriarchal excesses.</p>\n<p>The youthful image of Nehanda, with a daring figure (re)present the erotic, but suppressed realities and voices of women, which is basically the source of their power and agency (Mawere 2019, 2016; Lorde 1982; McFadden<a href=\"#_ftn15\" name=\"_ftnref15\">[15]</a>). There is a general fear, surveillance and suppression of female sexuality in public spaces, unless if it satisfies or serves a male (and often colonial gaze). So, the unveiled statue of an old woman appeals to the nationalist, gendered and sexualised discourses that drive Zimbabwean nation-craft. Rather than (re)presenting the agency of women and their positive and active occupation of public spaces, the statue visualises and performs the existing patriarchal script.</p>\n<p>In many ways, the erected statue (re)presents the (re)productive abilities of women that give rise to citizens rather than a sexuality and a gender that has agency. The statue is a loud voice shouting and compelling normative and naturalised identities and roles for women, and dramatising honor for sacrificing for and (re)producing the nation. The Nehanda statue (re)locates women and femininities in positions of care, especially when linked to how she is located in the dominant patriotic-nationalist narratives. In this sense, Nehanda the woman, the myth and the unveiled statue symbolises the apparent presence of honorary women who enforce subordination by acting as role models. There is a sense in which the statue symbolises women who are used to guide and mobilise other women to stay within their boundaries to drive the patriarchal agenda.</p>\n<h2><strong>Conclusion: a suppressed erotic, in search of a curved Nehanda</strong></h2>\n<p>For Mnangagwa, the increasing presence of heroines at Zimbabwe’s national heroes’ acre, where they perform as role models of wo(man)hood, (m)otherhood, female patriotism and good citizenship was not enough. Zimbabwe’s nationalist history (re)presents the figure of Nehanda as symbolic, sacrificial, resilient, and as unyielding and stubborn to colonial ‘penetration’ and measuring up to the expected principles national loyalty. The concepts of purity, morality, chastity, care, emotional, sacrifice, resilience and loyalty are glorified characteristics associated with ‘respectable’ and celebrated women in Zimbabwe, hence Nehanda is (re)invented as an ultimate link to and exemplar of (m)otherhood.</p>\n<p>By erecting the statue of Mbuya Nehanda as a symbol of honor, an ambivalent discourse which affirms gendered roles in nation-craft is (re)produced. The erection of the statue is symbolic of the retrieval of the imagined threatened (m)otherhood and its material and symbolic presence. This was very important following narratives that Grace Mugabe and earlier on Joice Mujuru as well as the feminised and homosexualised opposition MDC wanted to take over presidency, hence gender boundaries had to be reaffirmed (Mawere 2019).</p>\n<p>Nehanda’s symbolic occupation of the cityscape (a public and popular space) might show women’s occupation of spaces previously reserved for men. However, the form and shape that the statue takes in this public and popular space complies with gendered expectations and the limitations of women’s identities and roles. The statue appropriates the identity layers that embody the romanticised national woman. The stereotypical portrayal of women, depicting stagnant identities, unchanging and limiting roles is very patriarchal.</p>\n<p>The cornered Nehanda that is (re)imagined by the unveiled statue of Mbuya Nehanda (re)represent a cornered history and cornered identities satisfying parochial and patriarchal ends. The statue lacks mythical consciousness best suited for legends and which give room for reinvention. I concur that “Mbuya Nehanda, both the woman and the myth, has been appropriated by male nationalists, and her image has been transformed into a patriarchal instrument of power (Muponde &amp; Taruringa 2002: xi).</p>\n<p>The Mbuya Nehanda statue is a phallic object representing male erections, excitements and power. Mbuya Nehanda returns under patriarchal control, with no superior identity, claim or assertiveness, but as the ‘ordinary’ woman with no indication or energy to fight other struggles. Once again, this presents a battlefield over women’s bodies in the making of Zimbabwe’s national history. The rejection of the youthful and curved Nehanda statue should be understood in terms of how it frustrated the normalised identities and roles of women because of its inherent erotic aesthetics. A curved Mbuya Nehanda would challenge violations and allow the ‘unsilencing’ of narratives that have been boxed/constrained/oppressed. It would mean many more and diverse narratives of Mbuya Nehanda that are fluid to circumstances and that show stubbornness in being contained.</p>\n<h2><strong>Bibliography</strong></h2>\n<p>Askew, K. 2002, <em>Performing the nation: Swahili music and cultural politics in Tanzania, </em>London: University of Chicago Press.</p>\n<p>Beach, D.N. 1979, ‘Chimurenga’: the Shona Rising of 1896–97, <em>The Journal of African History, </em>vol. 20, no. 3, pp. 395-420.</p>\n<p>Becker, H. 2011, Commemorating heroes in Windhoek and Eenhana: memory, culture and nationalism in Namibia, 1990–2010, <em>Africa, </em>vol. 81, no. 4, pp. 519-543.</p>\n<p>Birrell, R. 2008, Jacques Rancière and the (Re) distribution of the sensible: Five lessons in Artistic Research, <em>Art &amp; Research</em>:<em> A Journal of Ideas, Contexts and Methods, </em>vol. 2, no. 1, pp. 1-11.</p>\n<p>Butler, J. 1990, <em>Gender Trouble: Feminism and the Subversion of Identity,</em> New York: Routledge.</p>\n<p>Cobbing, J. 1977, The absent priesthood: Another look at the Rhodesian risings of 1896–1897, <em>The Journal of African History</em>, vol. 18, no. 1, pp. 61-84.</p>\n<p>Fontein, J. 2010, Between tortured bodies and resurfacing bones: The politics of the dead in Zimbabwe, <em>Journal of Material Culture, </em>vol. 15, no. 4, pp. 423-448.</p>\n<p>Fontein, J. 2009, The politics of the dead: Living heritage, bones, and commemoration in Zimbabwe<em>, </em><a href=\"http://www.theasa.org/publications/asaonline/articles/asaonline0102.pdf\" class=\"broken_link\"><em>http://www.theasa.org/publications/asaonline/articles/asaonline0102.pdf</em></a><em><u>,</u></em> accessed 13/8/2013<em>. </em></p>\n<p>Gaidzanwa. R. 1993, The politics of the body and the politics of control: An analysis of class, gender and cultural issues in student politics at the University of Zimbabwe. <em>Zambezia</em>, (20)2.</p>\n<p>Gaidzanwa. R. 1992, The ideology of domesticity and struggles of women workers: The case of Zimbabwe, <em>Paper presented at the international workshop on women organizing in the process of industrialization</em>, Institute of Social Studies, The Hague, 1991</p>\n<p>Gaidzanwa. R. 1985, <em>Images of women in Zimbabwean literature</em>. Harare: College Press</p>\n<p>Lorde, A. 1982, Uses of the Erotic: The Erotic as Power. In Zami/Sister <em>Outsider/Undersong</em>, New York: Quality Paperback Book Club.</p>\n<p>Mawere, T. 2021, ‘The Zimbabwean National Heroine: (Re)reading Nationalism, Gender and Sexuality’, CSA&amp;G, Gender Justice, University of Pretoria (28 June 2021) <a href=\"https://www.justgender.org/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/\">https://www.justgender.org/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/</a> [Retrieved 30 June 2021]</p>\n<p>Mawere, T. 2020, The politics and symbolism of the #ThisFlag in Zimbabwe, <em>Strategic Review for Southern Africa</em>, (42)1</p>\n<p>Mawere, T. 2019, <em>Gendered and Sexual Imagi(nations), the 2018 Zimbabwean E(r)ections and the Aftermath</em>. Pretoria: CSA&amp;G Press.</p>\n<p>Mawere, T. 2016, Decentering Nationalism: Representing and Contesting Chimurenga in Zimbabwean Popular Culture, PhD Dissertation. Cape Town: University of the Western Cape.</p>\n<p>Muchemwa, K.Z. 2010, Galas, biras, state funerals and the necropolitan imagination in re‐constructions of the Zimbabwean nation, 1980–2008, <em>Social dynamics, </em>vol. 36, no. 3, pp. 504-514.</p>\n<p>Muchemwa, K.Z. 2005, Some thoughts on history, memory and writing in Zimbabwe. In R Muponde and R Primorac, eds <em>Versions of Zimbabwe: New approaches to literature and culture</em>. Harare: Weaver Press 195-202.</p>\n<p>Mugabe, R. G. 2001, <em>Inside the Third Chimurenga: our land is our prosperity</em>. Harare: Department of Information and Publicity, Office of the President and Cabinet.</p>\n<p>Muponde, R. &amp; Taruvinga, M (eds) 2002, <em>Sign and Taboo, perspectives on the poetic fiction of Yvonne Vera.</em> Harare: Weaver Press</p>\n<p>Ncube, L. 2014, ‘Bhora Mugedhi versus Bhora Musango’: The interface between football discourse and Zimbabwean politics, <em>International Review for the Sociology of Sport, </em>pp. 1-18.</p>\n<p>Ndlovu-Gatsheni, S. J. &amp; Willems, W. 2009, Making sense of cultural nationalism and the politics of commemoration under the Third Chimurenga in Zimbabwe, <em>Journal of Southern African Studies, </em>vol. 35, no. 4, pp. 945-965.</p>\n<p>Ndlovu-Gatsheni, S. J. <em>Do “Zimbabweans” Exist? Trajectories of nationalism, national identity formation and crisis in a postcolonial state</em>. Oxford: Peter Lang</p>\n<p>Osborne, B.S. 2001, Landscapes, memory, monuments, and commemoration: Putting identity in its place, <em>Canadian Ethnic Studies, </em>vol. 33, no. 3, pp. 39-77.</p>\n<p>Ranciere, J. 2006, <em>The politics of aesthetics</em>, Trans. Gabriel Rockhill, with an afterword by Slavoj Zizek, London: Continuum.</p>\n<p>Ranger, T. 2009, The politics of memorialisation in Zimbabwe, <em>Nations and their Histories: Constructions and Representations. </em>New York: Palgrave Macmillan<em>, </em>pp. 62-76.</p>\n<p>Ranger, T. 2005, “The uses and abuses of history in Zimbabwe” In <em>Skinning the skunk: Facing Zimbabwean futures</em>, edited by Mai Palmberg and Ranka Primorac, 1-15. Uppsala: Nordic African Institute.</p>\n<p>Ranger, T. 2004, Nationalist historiography, patriotic history and the history of the nation: the struggle over the past in Zimbabwe, <em>Journal of Southern African Studies, </em>vol. 30, no. 2, pp. 215-234.</p>\n<p>Ranger, T.O. 1967, <em>Revolt in Southern Rhodesia, 1896-7: A study in African resistance, </em>Evanston: Northwestern University Press.</p>\n<p>Schmidt, E. 1992, <em>Peasants, traders and wives: Shona women in the history of Zimbabwe, 1870-1939</em>. Portsmouth, NH: Heinemann</p>\n<p>Schmidt, E. 1990, Negotiated spaces and contested terrain: Men, women, and the law in colonial Zimbabwe, 1890–1939, <em>Journal of Southern African Studies, </em>vol. 16, no. 4, pp. 622-648.</p>\n<p>Schmidt, E. 1988, Farmers, hunters, and gold-washers: a reevaluation of women’s roles in precolonial and colonial Zimbabwe, <em>African economic history</em>, pp. 45-80.</p>\n<p>Shoko, T. 2006, “My bones shall rise again”: War veterans, spirits and land reform in Zimbabwe<em>, </em><em>African Studies Centre </em>vol. 68.</p>\n<p>Thram, D. 2006, Patriotic history and the politicisation of memory: manipulation of popular music to re-invent the liberation struggle in Zimbabwe, <em>Critical Arts: A Journal of South-North Cultural Studies, </em>vol. 20, no. 2, pp. 75-88.</p>\n<p>Zhuwarara, R. 2001, <em>An introduction to Zimbabwean literature</em>. Harare: College Press.</p>\n<h3><strong>Footnotes</strong></h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> I regard erection in a dual sense of the physical construction of the statue and also in the symbolic sense of the phallic where male power is constructed and asserted.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> The accepted and unveiled ‘cornered’ Mbuya Nehanda Statue in Harare:<a href=\"https://www.google.com/search?q=Mbuya+Nehanda+Statue&amp;rlz=1C1GCEU_enZA897ZA897&amp;sxsrf=ALeKk01Wl75M2t5ZmcAnRzr61AtqzFwfNA:1627988755280&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=2ahUKEwictdPb2pTyAhXLT8AKHQi0C50Q_AUoAXoECAEQAw&amp;biw=1366&amp;bih=600#imgrc=NAheriiZfBA_LM\">https://www.google.com/search?q=Mbuya+Nehanda+Statue&amp;rlz=1C1GCEU_enZA897ZA897&amp;sxsrf=ALeKk01Wl75M2t5ZmcAnRzr61AtqzFwfNA:1627988755280&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=2ahUKEwictdPb2pTyAhXLT8AKHQi0C50Q_AUoAXoECAEQAw&amp;biw=1366&amp;bih=600#imgrc=NAheriiZfBA_LM</a></p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> Mbuya Nehnda statues to be redone: <a href=\"https://www.herald.co.zw/mbuya-nehanda-statue-to-be-redone/\">https://www.herald.co.zw/mbuya-nehanda-statue-to-be-redone/</a></p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> The Mbuya Nehanda picture from the National Archives of Zimbabwe: <a href=\"https://www.google.com/search?q=Mbuya+Nehanda+&amp;tbm=isch&amp;ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&amp;oq=Mbuya+Nehanda+&amp;gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&amp;sclient=img&amp;ei=FyMJYd6lO9mElwSomZ3oCw&amp;bih=600&amp;biw=1366&amp;rlz=1C1GCEU_enZA897ZA897#imgrc=8F0qWW0XsAQGFM\">https://www.google.com/search?q=Mbuya+Nehanda+&amp;tbm=isch&amp;ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&amp;oq=Mbuya+Nehanda+&amp;gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&amp;sclient=img&amp;ei=FyMJYd6lO9mElwSomZ3oCw&amp;bih=600&amp;biw=1366&amp;rlz=1C1GCEU_enZA897ZA897#imgrc=8F0qWW0XsAQGFM</a></p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> Mnangagwa praises the Mbuya Nehanda statue:<a href=\"https://www.theguardian.com/global-development/2021/may/26/anger-in-zimbabwe-at-nehanda-statue-amid-collapsing-economy\">https://www.theguardian.com/global-development/2021/may/26/anger-in-zimbabwe-at-nehanda-statue-amid-collapsing-economy</a></p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> The rejected young/youthful and curved image of Mbuya Nehanda:&nbsp; <a href=\"https://www.google.com/search?q=Mbuya+Nehanda+&amp;tbm=isch&amp;ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&amp;oq=Mbuya+Nehanda+&amp;gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&amp;sclient=img&amp;ei=FyMJYd6lO9mElwSomZ3oCw&amp;bih=600&amp;biw=1366&amp;rlz=1C1GCEU_enZA897ZA897#imgrc=KNrnkafk6W2AwM\">https://www.google.com/search?q=Mbuya+Nehanda+&amp;tbm=isch&amp;ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&amp;oq=Mbuya+Nehanda+&amp;gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&amp;sclient=img&amp;ei=FyMJYd6lO9mElwSomZ3oCw&amp;bih=600&amp;biw=1366&amp;rlz=1C1GCEU_enZA897ZA897#imgrc=KNrnkafk6W2AwM</a></p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\">[7]</a> Gap between male and female statues in monumental: <a href=\"https://www.statista.com/chart/17299/number-of-public-statues-depicting-men-and-women-in-the-us-and-the-uk/\">https://www.statista.com/chart/17299/number-of-public-statues-depicting-men-and-women-in-the-us-and-the-uk/</a></p>\n<p><a href=\"#_ftnref8\" name=\"_ftn8\">[8]</a> I use cornered to denote the normative and linear as well as to denote entrapment.</p>\n<p><a href=\"#_ftnref9\" name=\"_ftn9\">[9]</a> Mahachi on Mbuya Nehanda statue: <a href=\"https://www.herald.co.zw/mbuya-nehanda-statue-demystified/\">https://www.herald.co.zw/mbuya-nehanda-statue-demystified/</a></p>\n<p><a href=\"#_ftnref10\" name=\"_ftn10\">[10]</a> Geo-location of Nehanda statue in the city of Harare: <a href=\"https://www.google.com/search?q=Mbuya+Nehanda+&amp;tbm=isch&amp;ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&amp;oq=Mbuya+Nehanda+&amp;gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&amp;sclient=img&amp;ei=FyMJYd6lO9mElwSomZ3oCw&amp;bih=600&amp;biw=1366&amp;rlz=1C1GCEU_enZA897ZA897#imgrc=sb6wDIUKvj07hM\">https://www.google.com/search?q=Mbuya+Nehanda+&amp;tbm=isch&amp;ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&amp;oq=Mbuya+Nehanda+&amp;gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&amp;sclient=img&amp;ei=FyMJYd6lO9mElwSomZ3oCw&amp;bih=600&amp;biw=1366&amp;rlz=1C1GCEU_enZA897ZA897#imgrc=sb6wDIUKvj07hM</a></p>\n<p><a href=\"#_ftnref11\" name=\"_ftn11\">[11]</a> This (re)presentation of women as (m)others and taking care of children (and citizens) also characterise the recent memorial statue of Princess Diana erected at Kensington Palace: <a href=\"https://theconversation.com/diana-statue-and-the-tension-between-the-public-and-private-british-monarchy-164034\">https://theconversation.com/diana-statue-and-the-tension-between-the-public-and-private-british-monarchy-164034</a></p>\n<p><a href=\"#_ftnref12\" name=\"_ftn12\">[12]</a> Nehanda memes: <a href=\"https://www.youtube.com/watch?v=AgYcAho06OQ\">https://www.youtube.com/watch?v=AgYcAho06OQ</a></p>\n<p><a href=\"#_ftnref13\" name=\"_ftn13\">[13]</a> The sensible falls within the boundaries of what is affective, visible and audible, what is within the boundaries of spaces and times and is carefully re/constructed to instill particular thoughts, emotions, behaviors and actions that tally with prevailing dominant ideologies (Mawere 2016; Birrell 2008; Ranciere 2006)</p>\n<p><a href=\"#_ftnref14\" name=\"_ftn14\">[14]</a> Zimbabweans mock Nehanda statue: <a href=\"https://www.zimbabwevoice.com/2020/12/01/zimbabweans-mock-slay-queen-mbuya-nehanda-statue/\">https://www.zimbabwevoice.com/2020/12/01/zimbabweans-mock-slay-queen-mbuya-nehanda-statue/</a></p>\n<p><a href=\"#_ftnref15\" name=\"_ftn15\">[15]</a> Patricia McFadden, Standpoint. Sexual Pleasure as Feminist Choice <a href=\"http://www.agi.ac.za/sites/default/files/image_tool/images/429/feminist_africa_journals/archive/02/fa_2_standpoint_1.pdf\" class=\"broken_link\">http://www.agi.ac.za/sites/default/files/image_tool/images/429/feminist_africa_journals/archive/02/fa_2_standpoint_1.pdf</a></p>\n</body></html>",
  "contentText": "by Tinashe Mawere Please note: This is part of a longer draft paper “In search of a curved Nehanda” in which I focus on the Mbuya Nehanda statue and its impacts on the recognition and (re)positioning of women. I show how the erection of the statue is a continuation of the grand nationalist-patriarchal version of Nehanda that follows the patriotic trend and continues a gendered (re)positioning of women, especially by putting them on pedestals to service patriarchal ends. This includes the glorification of women’s gendered responsibilities of (m)otherhood and care. I argue how the need to maintain such a narrative of identities relates to the debate around the ‘image’ of Nehanda to be visibilised, (re)membered, honored and appreciated as ‘our’ (his)tory, hence the preference of an ‘old’ Nehanda to that of a ‘youthful’ Nehanda as a public statue for Mbuya Nehanda. Introduction: Statues, erections and (re)membering Nehanda There are both visible and insidious connections between gender, sexuality and nationalism in Zimbabwe’s memorialisation and erection[1] of the statue of Mbuya Nehanda. I concur with Butler’s (1990) sentiments that gender and sexuality are performed in the everyday lives of the subjects of the nation. Statues, by their very nature, are phallic and erectile objects as they stand firm, visible and threatening, pointing to masculinities and particular forms of power that invite visibility and obedience to power. On the 25th of May 2021 on Africa day, I watched a live broadcast in which the Mbuya Nehanda statue was finally unveiled by the Zimbabwean president, Emmerson Dambudzo Mnangagwa. This was after delays in finishing the project and also after the rejection of the earlier model (due to its youthfulness). Just like the burial of national hero/ines, the unveiling of the statue of Nehanda (albeit under the covid-19 global pandemic) was turned into a major national event that feeds into Zanu-PF’s politics of the spectacular. Among others, works such as Mawere (2021, 2020, 2019, 2016), Ncube (2014), Fontein (2010, 2009), Muchemwa (2010), Ndlovu-Gatsheni & Willems (2009) and Thram (2006) have reflected on some of Zanu-Pf’s politics of the spectacular such as heroes burials, galas, songs and campaign advertisement in ways that resonate with Askew’s (2002) perspectives on performance. Nehanda Charwe Nyakasikana, who is popularly known as “Mbuya Nehanda”, was a powerful spirit medium and heroine of the 1896/7 First Chimurenga war against British settler colonialism (Beach 1979; Cobbing 1977; Ranger 1967). She is one of the greatest African female heroines who shaped and influenced the early African liberation struggle against colonialism and allowed herself to be captured to avoid more bloodshed. The Nehanda medium, Charwe was hanged in 1898 for her contributions in mobilising communities against colonial rule. Before she was hanged she declared that her bones would rise again (Shoko 2006; Beach 1979; Cobbing 1977; Ranger 1967) to lead a new, victorious rebellion. The symbolism of rebirthing (which is articulated by her rising bones) which relates to Nehanda’s status as a woman is very significant in the construction of her identities, location(s) and belonging. In narratives of Zimbabwean nation-building, Nehanda has been associated with loyalty to her people and nation, mobilisation in defence of the nation, re-birth of the nation and (re)production of citizens. The Nehanda statue was erected at Julius Nyerere and Samora Machel junction in Harare[2]. Since Nyerere and Machel, (nationalists and former presidents of Tanzania and Mozambique respectively) played significant roles in Africa’s liberation struggles, locating Nehanda’s statue at this intersection seems to give Nehanda a regional or African appeal. The statue is also close to the Reserve Bank of Zimbabwe, the courts and the parliament of Zimbabwe which are some of the city’s grand spaces. There were diverse views regarding the erection of the Nehanda statue, mainly around costs, priority, and politicking. Some dismissed the project as a non-developmental issue, hence an undermining of important projects. Although some saw it as necessary, they disagreed with the timing and considered it a non-priority issue in the face of failing health, roads and economic systems. Some people argued that the erection of statues is anti-cultural as evidenced by their absence at sites such as Great Zimbabwe. However, others saw the Nehanda statue as a symbol of liberation and called for more such monuments, regarding those who disagreed with the erection of the statue as people full of self-hate who do not appreciate history and heritage. Proponents of the landmark also argued that colonial/empire statues (such as Rhodes’ grave and David Livingston statue at Vic Falls) already exist, so why not liberation war aligned statues? The above are very valid points which should be critiqued in depth. I, however, depart from the above debate and focus on issues around the statue model that was rejected by Mnangagwa and the one that he accepted as representative of Mbuya Nehanda. In The Herald newspaper, the presidential spokesperson George Charamba said, “The President didn’t agree and as it turns out that youthful face will be put away and will have a Nehanda who is closer to how the good lady looked in real life which means a lot more wrinkled” (The Herald 19 December 2020).[3] The National Museums and Monuments of Zimbabwe Executive Director, Godfrey Mahachi, pointed out that the picture used in the creation of the statue came from the National Archives of Zimbabwe, which is the image of Mbuya Nehanda as ‘most known Zimbabweans’ (The Herald 4 June 2021)[4]. During the unveiling of the accepted statue, Mnangagwa posits; “This statue is a bold and unapologetic statement that we are a people who know who we are and where we come from. It is a declaration that we stand proud of our nation and history” (The Guardian 26 May 2021).[5] In the above statement, Mnangagwa makes the problematic issues of identity, nation and history very simplistic. Monuments in general and statues in particular are tangible or physical representations of places, people or events that have value and significance to a community, people or nation. They help people to remember or associate themselves with their past(s). However, memory, memorials and monuments are political assemblies, recalling and (re)presenting histories and identities selectively, drawing popular attention to specific events and obliterating or obscuring others for specific purposes (Becker 2011; Ranger 2009; Thram 2006; Osborne 2001). The erection of the Nehanda statue and the narratives around it should invite us to question what history is (re)captured, what memory is (re)captured and (re)membered, what past, present and future is performed and for whose benefit. In discussing the erection of the Nehanda statue, I problematise the fundamental ideological and discursive issues around gender and sexuality, focusing primarily on the gendered nuances characterising the erection of the statue. The normal and the expected: Nehanda statue, cityscapes and (re)positioning of women It is normal and expected that the erection of the Nehanda statue is seen as progressive to the recognition and empowerment of women. This is because (re)positioning Nehanda in public space seems to be breaking power hierarchies associated with space and giving agency to women. However, the choice of an old image of Mbuya Nehanda over a young/youthful and curved one to occupy the public space makes one rethink the state’s intentions[6]. The celebration and honoring of Mbuya Nehanda is one example of how women are often revered when they make sacrifices (Mawere 2021). This is in contrast with heroics of war (for men) which are often connected to less passive and more aggressive tactics as shown in Mugabe’s (2001) account of heroes. Generally, space is highly politicised (Schmidt 1990, 1988). Spatial arenas are often politicised along lines of race, ethnicity, gender and class regimes and the politico-aesthetics of inclusion and exclusion. Cityscapes have long been contested terrains where issues around gender, masculinities and sexuality have played out. Historically, the city has been conceptualised as a space for men, hence women who enter the city find themselves negatively labelled, perhaps as in crisis or vulnerable. Generally, there has been considerable surveillance and policing of women in the city, since the city is taken for granted as a space for men (Mawere 2019, 2016; Gaidzanwa 1993, 1992, 1985). The erection of the Mbuya Nehanda statue at a public and popular junction in the city of Harare is narrated as a move for gender parity and the reimagining and recognition of women in the Zimbabwean society. The presence of women statues even in countries such as the US and UK is very low (Buchholz 2019).[7] This keeps historical contributions of women insignificant and therefore their presence in the public invisible, setting the agenda for patriarchal magnificence. The Nehanda statue signifies the personal contributions of the historic Nehanda, as well as the contributions of women to the struggle and national discourse, hence adding another narrative to dominant discourses of gender and space. Mnangagwa takes the position of a god, bringing back the dead Nehanda to life and glory in the cityscape, an urban space traditionally associated with men. By locating Nehanda at the centre of the cityscape, one is tempted to think that the state officially and publicly recognised the agency of women in public spaces. The performance would then be seen as challenging sexual and gender categories that normally marginalise feminine sexualities and relegate women and femininities to marginal and boxed locations such as the home and care. However, a deeper discursive analysis of the political aesthetic of the statue and the politico-aesthetic around its creation challenges our thinking of the erection as a (re)positioning (in the sense of relocating and decentering marginal identities). Instead, what the erection achieves is a (re)positioning of Nehanda and women in general in a sense of (re)producing or repeating and affirming the present and dominant narratives. Noting the acceptance an old image of Mbuya Nehanda, I argue that what the state erected is a cornered[8] Nehanda and cornered womanhood/femininities, devoid of any erotic and agentive power. In many ways, the ‘erect’ statue amplifies the history and culture of the surveillance of women in Zimbabwe. It visibilises the ways in which bodies that are threateningly sexual and ‘contagious’ are directly and or indirectly denied public space. It reveals how these ‘impure’ bodies are disallowed to provide role models for patriotic nationhood and (m)otherhood. As such, the erection of the Nehanda statue promotes the invisibility of women in public and important spaces and promotes a narrow model of womanhood and motherhood that advances Zimbabwe’s patriotic and gendered nation-craft. Satisfying the male gaze and celebrating a cornered Nehanda The status of women and their voices in the public arena is generally mediated by men (Schmidt 1992), hence history continues to be written largely by men. The involvement of women in the whole process of the Mbuya Nehanda statue erection is questionable, more so their involvement in performing active and agentive roles. Rather, women’s role in the making of national narratives is deliberately undermined and ignored by nationalist historians and politicians (Mawere 2021, 2019; Ranger 2005; Zhuwarara 2001). The erection and (re)location of Nehanda is not outside her popular gendered role of national mobilisation, (re)production and (m)otherhood (looking over the nation and her children). This is buttressed by the politico-aesthetic surrounding the erection of the Nehanda statue. As articulated by Charamba, Mnangagwa “disapproved the widely condemned statue of the first chimurenga heroine Mbuya Nehanda due to its youthfulness which did not depict her true physical appearance” (The Herald 19 December 2020). The popular picture of Nehanda, which was then used to create the unveiled Nehanda statue was when Nehanda was old, tired, captured, fleshless and about to be hanged. Making use of that picture continues the colonial dehumanisation, as well as the nationalist-patriarchal narrative of her gendered identity and roles in the nation. Thus, from colonial captivity, Nehanda lands into the captivity of patriotic and patriarchal history and parochial national imagination. In an interview with the Herald, the National Museums and Monuments of Zimbabwe Executive Director, Godfrey Mahachi, commented that the statue of Nehanda is meant to “remind us of how our forefathers resisted colonial conquest” (Herald 13 July 2020)[9], hence reflecting that this had nothing to do with ‘foremothers’ and apparently excluding and marginalising women as beneficiaries of the Nehanda statue as well as subjugating them to male power. The statue is affirming the patriotic and patriarchal shape and nature of Zimbabwean citizenship. In many ways, the statue keeps Nehanda and women in general in the bondage of both colonial and nationalist patriarchs. In this sense, the statue performs the ordinary script and fails to (re)imagine an agentive Nehanda and agentive womanhood and motherhood. Looking at the image of Nehanda that was accepted and acceptable, its placement in the cityscape and the popular narratives around the statue, one sees a creation of the male gaze. Nehanda’s magnificent power is limited to overlooking the nation[10], watching and modelling womanhood and (m)otherhood as defined by the patriarchal gaze, taking care of the nation and like a hen, enclosing her children under her wings, hence her limitations to the (re)productive role, (re)producing citizens.[11] The presence of Nehands’s statue symbolises the ways in which women are (re)presented in society, their (re)presentation and normalisation as care givers and (re)producers of citizens and the ways in which their visibility in the public space and political arena should drive and sensitises the important location of (m)otherhood in a patriarchal and nationalist sense. The cornered Nehanda (who is shaped by (his)tory) expresses both women victimhood and patriarchal normativity. In this sense, silence is promoted since this Nehanda story is the common one in colonial, nationalist and patriotic (his)tories. A performance of this story obviously silences the other voices and other imaginations that are possible in the rejected and unspeakable curved Nehanda. The twitter satire/meme that links the curved Nehanda to Zimbabwe’s controversial socialites like the late Moana and Madam Boss or the ‘Slay Queen’ tradition[12] is reflective of how ‘normal’ certain voices have become to the extent that alternative voices and imaginations are seen as absurd and unspeakable. Old stories have been repeatedly performed to the extent that only their narrations are sensible.[13] However, in some ways, the memes that are generated in the public media in response to the curved Nehanda also offer disobedient voices. The memes confirm that characters like Moana and Madam Boss are public figures and have already occupied the public space. The rejection of the curved Nehanda (who is as curved as Moana or Madam Boss) reflects the surveillance, policing and attempts to invisibilise women who entre the public arena. This has been characteristic in Zimbabwe as women politicians and entertainers are always policed and several attempts to silence them are made (Mawere 2019, 2016). The rejection is an example of how women’s sexuality should be concealed. The rejection of the youthful Nehanda with her erotic body-visible and powerful sexuality embodied in the image buttresses the surveillance, censoring and physical and psychological elimination of young and powerful women from public spaces (Mawere 2019, 2016). This also relates to the historical policing of women’s dressing in Zimbabwe (Mawere 2019; Gaidzanwa 1993). Those women who make it in the public arena are given negatives terms such as Slay Queens, hence one twimbo referred to the curved Nehanda as Slay’handa[14]. In many ways, the above associate women public figures with contagious sexualities and associates their prominence with the absurd and presenting women as witches (Mawere 2019; Gaidzanwa 1985). The rejection of the curved Nehanda is a clarion declaration that particular bodies are unwanted and unspeakable, that the state will not allow young and erotic women into public spaces. It is also a call that women and their sexual bodies should remain boxed and only allowed public spaces and recognition if they express a parochial and gendered identity that tallies with gendered roles and nation-craft. This resonates with Ndlovu-Gatsheni’s (2009:8) sentiments that nation-craft is “a highly sedimented phenomenon that has operated through privileging certain features of social life while suppressing or de-emphasising others that are considered repugnant to its chosen agenda” of what Ranger (2005, 2004) terms patriotic nation-building, which is grotesquely gendered and sexist. The curved Nehanda offers some imagination of women’s resistance against socially constructed and constrictive gender relations and a whole corpus of patriarchal determinism and oppression. It is in the rejected curved Nehanda that lies silenced voices, empowerment and provocative agency for women. The curved Nehanda imagines an irresistible body worth recognising, celebrating and emulating, and not one that is ‘mournable’, ‘unagentive’ and inviting sympathy. The curved Nehanda (who is rejected because she is not embracing (his)tory) offers a departure from unrepresentative (his)tories and moves beyond constructed margins and centers. This, in many ways challenges the notion of history as fixed and unchangeable and the future as predetermined, hence questioning Mnangagwa’s idea of a known identity and a known history. The unveiled Nehanda statue reveals the apparent patriarchal uses of particular women and their visibilities to regulate and censor women; hence the censored expression of women in the public space is symbolically performed by the rejection of the curved and erotic Nehanda. Thus, the choice of a rather non-erotic frail body with a full garb is a censored expression of womanhood, a mark of women’s limitations, especially if allowed to enter the public space. On the other hand, the rejected statue depicting a young and curved woman shows the ‘unacceptable’ and uncensored expression of womanhood. Even as a statue, Mbuya Nehanda’s burden continues as the statue is now a visual text through which patriarchy speaks. This shows that (re)presentation is a contested and ambivalent subject. The images of women articulated by the accepted Nehanda statue show women as victims and biological mothers, thus in victimhood and (re)production, with men like Mnangagwa acting as their saviours by recognising and idolising their roles in the national script. The Nehanda statue turns to be a continuation of what Gaidzanwa (1992) terms the domestication of women and this is even evidenced by the renaming of the maternity ward at Parirenyatwa Hospital in Harare to Nehanda maternity ward. Snatching Zanu-PF’s own tool and using it to demonstrate the Zanu-PF led government’s failure as done with the Zimbabwean flag by Evan Mawarire (Mawere 2020), the Almagamated Rural Teachers’ Union members performed a flash demonstration at the unveiled statue. They made symbolic cries of hunger and as children, asked the maternal Nehanda to feed and take care of them amidst Zanu-PF’s neglect. Although sending a disobedient voice to the partisan interest of Zanu-PF, the union also cemented Nehanda’s role as (m)othering and caring for the nation. Considering the above, we still have what Wilson-Tagoe (2000) conceptualises as narratives of history rather than narratives out of history. I argue that the curved Nehanda represents narratives out of history. In many ways, the cornered statue shows the precarious nature of women’s lives as long as they are conduits for national and patriarchal excesses. The youthful image of Nehanda, with a daring figure (re)present the erotic, but suppressed realities and voices of women, which is basically the source of their power and agency (Mawere 2019, 2016; Lorde 1982; McFadden[15]). There is a general fear, surveillance and suppression of female sexuality in public spaces, unless if it satisfies or serves a male (and often colonial gaze). So, the unveiled statue of an old woman appeals to the nationalist, gendered and sexualised discourses that drive Zimbabwean nation-craft. Rather than (re)presenting the agency of women and their positive and active occupation of public spaces, the statue visualises and performs the existing patriarchal script. In many ways, the erected statue (re)presents the (re)productive abilities of women that give rise to citizens rather than a sexuality and a gender that has agency. The statue is a loud voice shouting and compelling normative and naturalised identities and roles for women, and dramatising honor for sacrificing for and (re)producing the nation. The Nehanda statue (re)locates women and femininities in positions of care, especially when linked to how she is located in the dominant patriotic-nationalist narratives. In this sense, Nehanda the woman, the myth and the unveiled statue symbolises the apparent presence of honorary women who enforce subordination by acting as role models. There is a sense in which the statue symbolises women who are used to guide and mobilise other women to stay within their boundaries to drive the patriarchal agenda. Conclusion: a suppressed erotic, in search of a curved Nehanda For Mnangagwa, the increasing presence of heroines at Zimbabwe’s national heroes’ acre, where they perform as role models of wo(man)hood, (m)otherhood, female patriotism and good citizenship was not enough. Zimbabwe’s nationalist history (re)presents the figure of Nehanda as symbolic, sacrificial, resilient, and as unyielding and stubborn to colonial ‘penetration’ and measuring up to the expected principles national loyalty. The concepts of purity, morality, chastity, care, emotional, sacrifice, resilience and loyalty are glorified characteristics associated with ‘respectable’ and celebrated women in Zimbabwe, hence Nehanda is (re)invented as an ultimate link to and exemplar of (m)otherhood. By erecting the statue of Mbuya Nehanda as a symbol of honor, an ambivalent discourse which affirms gendered roles in nation-craft is (re)produced. The erection of the statue is symbolic of the retrieval of the imagined threatened (m)otherhood and its material and symbolic presence. This was very important following narratives that Grace Mugabe and earlier on Joice Mujuru as well as the feminised and homosexualised opposition MDC wanted to take over presidency, hence gender boundaries had to be reaffirmed (Mawere 2019). Nehanda’s symbolic occupation of the cityscape (a public and popular space) might show women’s occupation of spaces previously reserved for men. However, the form and shape that the statue takes in this public and popular space complies with gendered expectations and the limitations of women’s identities and roles. The statue appropriates the identity layers that embody the romanticised national woman. The stereotypical portrayal of women, depicting stagnant identities, unchanging and limiting roles is very patriarchal. The cornered Nehanda that is (re)imagined by the unveiled statue of Mbuya Nehanda (re)represent a cornered history and cornered identities satisfying parochial and patriarchal ends. The statue lacks mythical consciousness best suited for legends and which give room for reinvention. I concur that “Mbuya Nehanda, both the woman and the myth, has been appropriated by male nationalists, and her image has been transformed into a patriarchal instrument of power (Muponde & Taruringa 2002: xi). The Mbuya Nehanda statue is a phallic object representing male erections, excitements and power. Mbuya Nehanda returns under patriarchal control, with no superior identity, claim or assertiveness, but as the ‘ordinary’ woman with no indication or energy to fight other struggles. Once again, this presents a battlefield over women’s bodies in the making of Zimbabwe’s national history. The rejection of the youthful and curved Nehanda statue should be understood in terms of how it frustrated the normalised identities and roles of women because of its inherent erotic aesthetics. A curved Mbuya Nehanda would challenge violations and allow the ‘unsilencing’ of narratives that have been boxed/constrained/oppressed. It would mean many more and diverse narratives of Mbuya Nehanda that are fluid to circumstances and that show stubbornness in being contained. Bibliography Askew, K. 2002, Performing the nation: Swahili music and cultural politics in Tanzania, London: University of Chicago Press. Beach, D.N. 1979, ‘Chimurenga’: the Shona Rising of 1896–97, The Journal of African History, vol. 20, no. 3, pp. 395-420. Becker, H. 2011, Commemorating heroes in Windhoek and Eenhana: memory, culture and nationalism in Namibia, 1990–2010, Africa, vol. 81, no. 4, pp. 519-543. Birrell, R. 2008, Jacques Rancière and the (Re) distribution of the sensible: Five lessons in Artistic Research, Art & Research: A Journal of Ideas, Contexts and Methods, vol. 2, no. 1, pp. 1-11. Butler, J. 1990, Gender Trouble: Feminism and the Subversion of Identity, New York: Routledge. Cobbing, J. 1977, The absent priesthood: Another look at the Rhodesian risings of 1896–1897, The Journal of African History, vol. 18, no. 1, pp. 61-84. Fontein, J. 2010, Between tortured bodies and resurfacing bones: The politics of the dead in Zimbabwe, Journal of Material Culture, vol. 15, no. 4, pp. 423-448. Fontein, J. 2009, The politics of the dead: Living heritage, bones, and commemoration in Zimbabwe, http://www.theasa.org/publications/asaonline/articles/asaonline0102.pdf, accessed 13/8/2013. Gaidzanwa. R. 1993, The politics of the body and the politics of control: An analysis of class, gender and cultural issues in student politics at the University of Zimbabwe. Zambezia, (20)2. Gaidzanwa. R. 1992, The ideology of domesticity and struggles of women workers: The case of Zimbabwe, Paper presented at the international workshop on women organizing in the process of industrialization, Institute of Social Studies, The Hague, 1991 Gaidzanwa. R. 1985, Images of women in Zimbabwean literature. Harare: College Press Lorde, A. 1982, Uses of the Erotic: The Erotic as Power. In Zami/Sister Outsider/Undersong, New York: Quality Paperback Book Club. Mawere, T. 2021, ‘The Zimbabwean National Heroine: (Re)reading Nationalism, Gender and Sexuality’, CSA&G, Gender Justice, University of Pretoria (28 June 2021) https://www.justgender.org/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/ [Retrieved 30 June 2021] Mawere, T. 2020, The politics and symbolism of the #ThisFlag in Zimbabwe, Strategic Review for Southern Africa, (42)1 Mawere, T. 2019, Gendered and Sexual Imagi(nations), the 2018 Zimbabwean E(r)ections and the Aftermath. Pretoria: CSA&G Press. Mawere, T. 2016, Decentering Nationalism: Representing and Contesting Chimurenga in Zimbabwean Popular Culture, PhD Dissertation. Cape Town: University of the Western Cape. Muchemwa, K.Z. 2010, Galas, biras, state funerals and the necropolitan imagination in re‐constructions of the Zimbabwean nation, 1980–2008, Social dynamics, vol. 36, no. 3, pp. 504-514. Muchemwa, K.Z. 2005, Some thoughts on history, memory and writing in Zimbabwe. In R Muponde and R Primorac, eds Versions of Zimbabwe: New approaches to literature and culture. Harare: Weaver Press 195-202. Mugabe, R. G. 2001, Inside the Third Chimurenga: our land is our prosperity. Harare: Department of Information and Publicity, Office of the President and Cabinet. Muponde, R. & Taruvinga, M (eds) 2002, Sign and Taboo, perspectives on the poetic fiction of Yvonne Vera. Harare: Weaver Press Ncube, L. 2014, ‘Bhora Mugedhi versus Bhora Musango’: The interface between football discourse and Zimbabwean politics, International Review for the Sociology of Sport, pp. 1-18. Ndlovu-Gatsheni, S. J. & Willems, W. 2009, Making sense of cultural nationalism and the politics of commemoration under the Third Chimurenga in Zimbabwe, Journal of Southern African Studies, vol. 35, no. 4, pp. 945-965. Ndlovu-Gatsheni, S. J. Do “Zimbabweans” Exist? Trajectories of nationalism, national identity formation and crisis in a postcolonial state. Oxford: Peter Lang Osborne, B.S. 2001, Landscapes, memory, monuments, and commemoration: Putting identity in its place, Canadian Ethnic Studies, vol. 33, no. 3, pp. 39-77. Ranciere, J. 2006, The politics of aesthetics, Trans. Gabriel Rockhill, with an afterword by Slavoj Zizek, London: Continuum. Ranger, T. 2009, The politics of memorialisation in Zimbabwe, Nations and their Histories: Constructions and Representations. New York: Palgrave Macmillan, pp. 62-76. Ranger, T. 2005, “The uses and abuses of history in Zimbabwe” In Skinning the skunk: Facing Zimbabwean futures, edited by Mai Palmberg and Ranka Primorac, 1-15. Uppsala: Nordic African Institute. Ranger, T. 2004, Nationalist historiography, patriotic history and the history of the nation: the struggle over the past in Zimbabwe, Journal of Southern African Studies, vol. 30, no. 2, pp. 215-234. Ranger, T.O. 1967, Revolt in Southern Rhodesia, 1896-7: A study in African resistance, Evanston: Northwestern University Press. Schmidt, E. 1992, Peasants, traders and wives: Shona women in the history of Zimbabwe, 1870-1939. Portsmouth, NH: Heinemann Schmidt, E. 1990, Negotiated spaces and contested terrain: Men, women, and the law in colonial Zimbabwe, 1890–1939, Journal of Southern African Studies, vol. 16, no. 4, pp. 622-648. Schmidt, E. 1988, Farmers, hunters, and gold-washers: a reevaluation of women’s roles in precolonial and colonial Zimbabwe, African economic history, pp. 45-80. Shoko, T. 2006, “My bones shall rise again”: War veterans, spirits and land reform in Zimbabwe, African Studies Centre vol. 68. Thram, D. 2006, Patriotic history and the politicisation of memory: manipulation of popular music to re-invent the liberation struggle in Zimbabwe, Critical Arts: A Journal of South-North Cultural Studies, vol. 20, no. 2, pp. 75-88. Zhuwarara, R. 2001, An introduction to Zimbabwean literature. Harare: College Press. Footnotes [1] I regard erection in a dual sense of the physical construction of the statue and also in the symbolic sense of the phallic where male power is constructed and asserted. [2] The accepted and unveiled ‘cornered’ Mbuya Nehanda Statue in Harare:https://www.google.com/search?q=Mbuya+Nehanda+Statue&rlz=1C1GCEU_enZA897ZA897&sxsrf=ALeKk01Wl75M2t5ZmcAnRzr61AtqzFwfNA:1627988755280&source=lnms&tbm=isch&sa=X&ved=2ahUKEwictdPb2pTyAhXLT8AKHQi0C50Q_AUoAXoECAEQAw&biw=1366&bih=600#imgrc=NAheriiZfBA_LM [3] Mbuya Nehnda statues to be redone: https://www.herald.co.zw/mbuya-nehanda-statue-to-be-redone/ [4] The Mbuya Nehanda picture from the National Archives of Zimbabwe: https://www.google.com/search?q=Mbuya+Nehanda+&tbm=isch&ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&oq=Mbuya+Nehanda+&gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&sclient=img&ei=FyMJYd6lO9mElwSomZ3oCw&bih=600&biw=1366&rlz=1C1GCEU_enZA897ZA897#imgrc=8F0qWW0XsAQGFM [5] Mnangagwa praises the Mbuya Nehanda statue:https://www.theguardian.com/global-development/2021/may/26/anger-in-zimbabwe-at-nehanda-statue-amid-collapsing-economy [6] The rejected young/youthful and curved image of Mbuya Nehanda: https://www.google.com/search?q=Mbuya+Nehanda+&tbm=isch&ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&oq=Mbuya+Nehanda+&gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&sclient=img&ei=FyMJYd6lO9mElwSomZ3oCw&bih=600&biw=1366&rlz=1C1GCEU_enZA897ZA897#imgrc=KNrnkafk6W2AwM [7] Gap between male and female statues in monumental: https://www.statista.com/chart/17299/number-of-public-statues-depicting-men-and-women-in-the-us-and-the-uk/ [8] I use cornered to denote the normative and linear as well as to denote entrapment. [9] Mahachi on Mbuya Nehanda statue: https://www.herald.co.zw/mbuya-nehanda-statue-demystified/ [10] Geo-location of Nehanda statue in the city of Harare: https://www.google.com/search?q=Mbuya+Nehanda+&tbm=isch&ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&oq=Mbuya+Nehanda+&gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&sclient=img&ei=FyMJYd6lO9mElwSomZ3oCw&bih=600&biw=1366&rlz=1C1GCEU_enZA897ZA897#imgrc=sb6wDIUKvj07hM [11] This (re)presentation of women as (m)others and taking care of children (and citizens) also characterise the recent memorial statue of Princess Diana erected at Kensington Palace: https://theconversation.com/diana-statue-and-the-tension-between-the-public-and-private-british-monarchy-164034 [12] Nehanda memes: https://www.youtube.com/watch?v=AgYcAho06OQ [13] The sensible falls within the boundaries of what is affective, visible and audible, what is within the boundaries of spaces and times and is carefully re/constructed to instill particular thoughts, emotions, behaviors and actions that tally with prevailing dominant ideologies (Mawere 2016; Birrell 2008; Ranciere 2006) [14] Zimbabweans mock Nehanda statue: https://www.zimbabwevoice.com/2020/12/01/zimbabweans-mock-slay-queen-mbuya-nehanda-statue/ [15] Patricia McFadden, Standpoint. Sexual Pleasure as Feminist Choice http://www.agi.ac.za/sites/default/files/image_tool/images/429/feminist_africa_journals/archive/02/fa_2_standpoint_1.pdf",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn1",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn2",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn3",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn4",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn5",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn6",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn7",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn8",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn9",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn10",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn11",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn12",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn13",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn14",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftn15",
    "http://www.theasa.org/publications/asaonline/articles/asaonline0102.pdf",
    "https://www.justgender.org/the-zimbabwean-national-heroine-rereading-nationalism-gender-and-sexuality/",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref1",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref2",
    "https://www.google.com/search?q=Mbuya+Nehanda+Statue&rlz=1C1GCEU_enZA897ZA897&sxsrf=ALeKk01Wl75M2t5ZmcAnRzr61AtqzFwfNA:1627988755280&source=lnms&tbm=isch&sa=X&ved=2ahUKEwictdPb2pTyAhXLT8AKHQi0C50Q_AUoAXoECAEQAw&biw=1366&bih=600#imgrc=NAheriiZfBA_LM",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref3",
    "https://www.herald.co.zw/mbuya-nehanda-statue-to-be-redone/",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref4",
    "https://www.google.com/search?q=Mbuya+Nehanda+&tbm=isch&ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&oq=Mbuya+Nehanda+&gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&sclient=img&ei=FyMJYd6lO9mElwSomZ3oCw&bih=600&biw=1366&rlz=1C1GCEU_enZA897ZA897#imgrc=8F0qWW0XsAQGFM",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref5",
    "https://www.theguardian.com/global-development/2021/may/26/anger-in-zimbabwe-at-nehanda-statue-amid-collapsing-economy",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref6",
    "https://www.google.com/search?q=Mbuya+Nehanda+&tbm=isch&ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&oq=Mbuya+Nehanda+&gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&sclient=img&ei=FyMJYd6lO9mElwSomZ3oCw&bih=600&biw=1366&rlz=1C1GCEU_enZA897ZA897#imgrc=KNrnkafk6W2AwM",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref7",
    "https://www.statista.com/chart/17299/number-of-public-statues-depicting-men-and-women-in-the-us-and-the-uk/",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref8",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref9",
    "https://www.herald.co.zw/mbuya-nehanda-statue-demystified/",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref10",
    "https://www.google.com/search?q=Mbuya+Nehanda+&tbm=isch&ved=2ahUKEwiejfLd2pTyAhVZwoUKHahMB70Q2-cCegQIABAA&oq=Mbuya+Nehanda+&gs_lcp=CgNpbWcQAzIECCMQJzIFCAAQgAQyBAgAEEMyBQgAEIAEMgUIABCABDIECAAQQzIFCAAQgAQyBQgAEIAEMgUIABCABDIECAAQQ1Di4CtY4uArYIv2K2gAcAB4AIAB5AGIAeQBkgEDMi0xmAEAoAEBqgELZ3dzLXdpei1pbWfAAQE&sclient=img&ei=FyMJYd6lO9mElwSomZ3oCw&bih=600&biw=1366&rlz=1C1GCEU_enZA897ZA897#imgrc=sb6wDIUKvj07hM",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref11",
    "https://theconversation.com/diana-statue-and-the-tension-between-the-public-and-private-british-monarchy-164034",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref12",
    "https://www.youtube.com/watch?v=AgYcAho06OQ",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref13",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref14",
    "https://www.zimbabwevoice.com/2020/12/01/zimbabweans-mock-slay-queen-mbuya-nehanda-statue/",
    "https://www.csagup.org/2021/08/18/the-erecting-of-nehanda/#_ftnref15",
    "http://www.agi.ac.za/sites/default/files/image_tool/images/429/feminist_africa_journals/archive/02/fa_2_standpoint_1.pdf"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2021/08/"
}