{
  "title": "CSA&G welcomes new director: Prof Rebecca Hodes",
  "permalink": "https://www.csagup.org/2021/08/05/csag-welcomes-new-director-prof-rebecca-hodes/",
  "datePublished": "2021-08-05T15:04:36+01:00",
  "dateLabel": "5th August 2021",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p><img decoding=\"async\" class=\"alignleft size-medium wp-image-1860 lazy\" src=\"https://www.csagup.org/wp-content/uploads/2021/08/REBECCA-HODES-PROFILE-PIC-with-logo-300x200.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2021/08/REBECCA-HODES-PROFILE-PIC-with-logo-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2021/08/REBECCA-HODES-PROFILE-PIC-with-logo-300x200.jpg 300w, https://www.csagup.org/wp-content/uploads/2021/08/REBECCA-HODES-PROFILE-PIC-with-logo-1030x687.jpg 1030w, https://www.csagup.org/wp-content/uploads/2021/08/REBECCA-HODES-PROFILE-PIC-with-logo-768x512.jpg 768w, https://www.csagup.org/wp-content/uploads/2021/08/REBECCA-HODES-PROFILE-PIC-with-logo-705x470.jpg 705w, https://www.csagup.org/wp-content/uploads/2021/08/REBECCA-HODES-PROFILE-PIC-with-logo.jpg 1417w\" data-sizes=\"(max-width: 300px) 100vw, 300px\">The Centre for Sexualities, AIDS and Gender (CSA&amp;G) at the University of Pretoria (UP) is pleased to announce the appointment of our new Director, Prof Rebecca Hodes, with effect from 1 August 2021. This follows the retirement of our founding Director, Mary Crewe, in 2020.</p>\n<p>Rebecca Hodes (D.Phil, Oxon) is a medical historian. While directing the CSA&amp;G, she will also have an appointment as Associate Professor in the Department of Historical and Heritage Studies at UP. Before her appointment at UP, Rebecca served as the Director of the AIDS and Society Research Unit in the Centre for Social Science Research at the University of Cape Town.</p>\n<p>Rebecca is a founder and co-Principal Investigator of the Mzantsi Wakho research study, about medicines-taking and sexual health among South African youth. She is the author of <em>Broadcasting the Pandemic: A History of HIV/AIDS on South African Television</em> (HSRC Press, 2014), a monograph that combines analyses of health communications and social movements.</p>\n<p>Rebecca’s academic writing has been published in <em>AIDS</em>, <em>AIDS Care</em>, <em>African Affairs</em>, the <em>African Journal of AIDS Research,</em> <em>Critical Public Health,</em> <em>Global Public Health</em>, the <em>Journal of Southern African Studies</em>, the <em>International Journal of African Histories Studies</em>, <em>Medical Humanities</em>, the <em>Social History of Medicine</em>, the <em>South African Historical Journal</em>, and the <em>South African Medical Journal</em>, in addition to other peer-reviewed journals and edited volumes.</p>\n<p>Her current research interests encompass histories of science, race and sex; popular responses to epidemics; qualitative and participatory research methods; bioethics, and the medical and pharmaceutical humanities.</p>\n<p>The CSA&amp;G team looks forward to starting a new chapter in our history under the guidance and leadership of our new Director. The Centre thanks Mary Crewe for her vision and leadership as founding director of the CSA&amp;G – an innovative university centre that, over the course of its decades of history, has served as a model for research and transformative leadership.</p>\n</body></html>",
  "contentText": "The Centre for Sexualities, AIDS and Gender (CSA&G) at the University of Pretoria (UP) is pleased to announce the appointment of our new Director, Prof Rebecca Hodes, with effect from 1 August 2021. This follows the retirement of our founding Director, Mary Crewe, in 2020. Rebecca Hodes (D.Phil, Oxon) is a medical historian. While directing the CSA&G, she will also have an appointment as Associate Professor in the Department of Historical and Heritage Studies at UP. Before her appointment at UP, Rebecca served as the Director of the AIDS and Society Research Unit in the Centre for Social Science Research at the University of Cape Town. Rebecca is a founder and co-Principal Investigator of the Mzantsi Wakho research study, about medicines-taking and sexual health among South African youth. She is the author of Broadcasting the Pandemic: A History of HIV/AIDS on South African Television (HSRC Press, 2014), a monograph that combines analyses of health communications and social movements. Rebecca’s academic writing has been published in AIDS, AIDS Care, African Affairs, the African Journal of AIDS Research, Critical Public Health, Global Public Health, the Journal of Southern African Studies, the International Journal of African Histories Studies, Medical Humanities, the Social History of Medicine, the South African Historical Journal, and the South African Medical Journal, in addition to other peer-reviewed journals and edited volumes. Her current research interests encompass histories of science, race and sex; popular responses to epidemics; qualitative and participatory research methods; bioethics, and the medical and pharmaceutical humanities. The CSA&G team looks forward to starting a new chapter in our history under the guidance and leadership of our new Director. The Centre thanks Mary Crewe for her vision and leadership as founding director of the CSA&G – an innovative university centre that, over the course of its decades of history, has served as a model for research and transformative leadership.",
  "contentLinks": [],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2021/08/REBECCA-HODES-PROFILE-PIC-with-logo-300x200.jpg"
  ],
  "sourceArchive": "https://www.csagup.org/2021/08/"
}