{
  "title": "Reflections on what I do at the CSA&G – Vuyisa Mamanzi",
  "permalink": "https://www.csagup.org/2020/04/22/reflections-on-what-i-do-at-the-csag/",
  "datePublished": "2020-04-22T12:11:55+01:00",
  "dateLabel": "22nd April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><strong><em>Vuyisa Mamanzi</em></strong></a></p>\n<h2><strong>My background </strong></h2>\n<p><a href=\"https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa.jpg\"><img fetchpriority=\"high\" decoding=\"async\" class=\"alignleft size-medium wp-image-209 lazy\" src=\"https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-300x300.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-300x300.jpg\" alt=\"Vuyisa Mamanzi\" width=\"300\" height=\"300\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-300x300.jpg 300w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-80x80.jpg 80w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-36x36.jpg 36w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-180x180.jpg 180w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-120x120.jpg 120w, https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa.jpg 302w\" data-sizes=\"(max-width: 300px) 100vw, 300px\"></a>I grew up in Gugulethu, a township located just outside Cape Town. I obtained my undergraduate and postgraduate education at the University of the Western Cape. I completed my honours degree in Anthropology and my research project looked at unemployment and its impact on being a ‘real man’: A study investigating coping strategies utilized by men living in Gugulethu. In 2015, I worked as a research assistant at the School of Public Health/Management Studies at the University of Cape Town, part-time. My work involved transcription, data analysis and conducting in-depth interviews on a project that focused on “Childbearing, family planning and the relationships among women living with HIV in Gugulethu”. I am completing my master’s degree, through UWC; and the research is an ethnographic study on power relations between black employers and black employees in the Nyanga mini-bus taxi industry.</p>\n<p>I joined the Centre for Sexualities, AIDS and Gender (CSA&amp;G) team in January 2018 as a project manager and researcher. My responsibilities included organising and overseeing the day to day logistics of the Just Leaders project. The project is a CSA&amp;G volunteer and leadership development programme. It endeavours to build a movement of active citizen student leaders that promote social justice, critical consciousness and inclusive practices at the University of Pretoria. Our work on this project is greatly influenced by the ideology of the Brazilian educator and writer Paulo Freire, who states that “for liberation you need education that inspires you to think critically, education that frees the mind instead of numbing it”. One of the achievements that I am most proud of currently, is leading a team of three researchers in developing the Just Leaders curriculum for our 9-week entry-level course. The course looks at a range of topics such as structural violence, stigma, sexual and reproductive health and rights, social justice, access to quality education, activism and social movements, democracy and political citizenship, and leadership for change. The course is aimed at registered UP students and it has been well received. An amazing aspect of the Just Leaders programme is that it provides our student volunteers with skills and an opportunity to be drivers and agents for change. Upon invitation, we also conduct and facilitate race, sexualities and gender awareness talks/workshops on and off campus.</p>\n<p>What I enjoy about our awareness raising and prevention work, is our pedagogical approach. Our work takes on a more intersectional approach to dynamics such as sexualities, race, class and gender which inform student experiences. The <a href=\"https://www.csagup.org/key-projects/just-leadership/\" target=\"_blank\" rel=\"noopener\"><strong>Just Leaders</strong></a> theory of change states:</p>\n<p><em>“Through promoting social justice, critical consciousness and inclusive practices, we will co-create university environments that are responsive and transformed by <strong>just leaders. </strong></em></p>\n<p><a href=\"https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n.jpg\"><img decoding=\"async\" class=\"aligncenter wp-image-1226 size-medium lazy\" src=\"https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n-300x200.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n-300x200.jpg\" alt=\"Just Leaders\" width=\"300\" height=\"200\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n-300x200.jpg 300w, https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n-768x512.jpg 768w, https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n-705x470.jpg 705w, https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n.jpg 960w\" data-sizes=\"(max-width: 300px) 100vw, 300px\"></a></p>\n<p>Whether facilitating dialogues, workshops or giving a presentation for lecturers and students, our focus is situating knowledge from the students’ lived experiences by developing communities of practice where learning is contextual and meaningful. We create conducive environments for learning by removing power hierarchies and employing teachers as learners and learners as teachers philosophy.&nbsp; What we see happening when this philosophy is applied is that students question! We enter into conversations, where we begin to question our own privilege, power and positionality. We start confronting the uncomfortable truths about ourselves. An exploration of ‘contradiction’ takes place because we are all living in a space of contradiction. I am reminded of a lecturer, who, after one of our sessions shared that: <em>students have the ability to intellectually grasp theories and articulate them well but struggle to practice what they learn in their daily interactions. </em></p>\n<p>We also often hear these issues from students<em>:</em></p>\n<ul>\n<li><em>There’s a lack of understanding about our backgrounds and history. </em></li>\n<li><em>In class, there is a fear of saying the ‘wrong’ thing to each other. </em></li>\n<li><em>I grew up as a black person in the suburbs and thought racism was over.</em></li>\n<li><em>“I’m ghetto and a cheese girl” (blackness as a layered and multifaceted phenomenon, it also includes questions of class)</em></li>\n<li><em>“I’m white and I don’t feel I have privilege, I don’t quite get it, as I’m from a poor family”</em></li>\n<li><em>“Black peers positioned as angry and attacking”</em></li>\n<li><em>“Being around white people, I have had to sacrifice/compromise”</em></li>\n<li><em>“Was bizarre to see racism at UP when I came (as white person) from a multi-racial school”</em></li>\n</ul>\n<p>What these utterances shed light on, is the reality that we do not always get practice right. There are pitfalls, habits and places where we go to, when we are in fear; directing us, silencing us, or making us loud. Work that challenges taken for granted knowledge that has been naturalised over time through socialisation is challenging. Often time, some people are comfortable with the status quo. Our work greatly involves getting people to be comfortable with being uncomfortable, and this is not always easy. For example, work around race, class, gender, sexualities is difficult. Often, when you have any form of privilege you want to hold on to it and fear of losing that privilege often makes people defensive and not open to challenging beliefs that may be harmful to others.</p>\n<p>One of the most challenging subjects that I have had to discuss and deal with is sexual and gender-based violence. As a woman and particularly working at an institution of higher learning, it has become evident that those who are mostly at risk of gendered and sexual violence, are young women and specifically students.</p>\n<p>In South Africa gender-based violence (GBV) has overwhelmed the country and the Post-School Education and Training System (PSET). Amidst protest action in 2016 on our campuses, institutions stressed the need for the PSET to actively address GBV on campuses (DHET, 2019). As a result, policy and programming became a vital course of action. The University of Pretoria (UP) recently reviewed and developed its Anti-Discrimination Policy, an all-encompassing policy that tackles issues around all forms of discrimination.</p>\n<p>In alignment with above mentioned, my work at the CSA&amp;G, also involves being part of a team that facilitates anti-sexual harassment training workshops for both students and staff members, to familiarise the campus community with the anti- sexual harassment policy, as well as to raise awareness and prevention around sexual and gender-based violence (SGBV). This includes working closely with the Transformation Office, tasked with driving anti-discrimination work at UP, and the #SpeakOut Office. The latter is staffed by trained and mentored student volunteers who have been capacitated to listen, support, provide relevant information as requested, and refer accordingly. Peer support allows for an informal space to unpack an experience, where one will be listened to and supported, enabling a student to make an informed decision. Rape and sexual assault may require urgent and immediate intervention and volunteers are trained to refer all students to the relevant support services at UP.</p>\n<p>Studies have shown that a large proportion of abuse and violence that students experience is perpetrated outside the institution’s premises, often time by intimate partners, family members, friends, neighbours, acquaintances and those unknown to the complainant (Vetten, 2014). Bearing this in mind, even though cases of this nature fall beyond the jurisdiction of institutions, this does not stop us from providing information, guidance, assistance and support to students who have experienced SGBV. Given the nature our work, providing student friendly services (including HIV testing and counselling), and our visibility and the rapport we have established with students; more often than not students prefer to access our offices for information, assistance and support with regards to SGBV that may have occurred on or off campus. This proximity to students has enabled me to have first-hand knowledge of the lived experiences of students and their struggles in accessing justice through the criminal justice system.</p>\n<p>The South African government is increasingly passing legislation to combat GBV as seen in the establishment of the police’s Family Violence Child Protection and Sexual Offences service (FCS), the Thuthuzela Care Centres based in health facilities, and the reintroduction of sexual offences courts. In spite of these progressive policies, we continue to experience a drastic increase of SGBV. These causes include socio-cultural drivers, a weak response by the criminal justice system and lack of proper implementation of these policies. This has fuelled distrust and disappointment in the criminal justice system; therefore, discouraging reporting and further silencing survivors of SGBV. This was evident while supporting students who had fallen victim to SGBV and chose to seek justice through the criminal justice system. Two separate incidents were reported at different police stations but the outcome was the same. Our criminal justice system failed these students and justice was denied. Both students expressed feelings of disappointment, frustration and discouragement.</p>\n<p>I observed:</p>\n<ol>\n<li>The failure of the investigation officer to follow up and contact the complainant after statements were taken.</li>\n<li>Re-traumatisation as a result of having to give a second statement because a new detective was now assigned to the case.</li>\n<li>The incorrect recording of the initial statement and inappropriate behaviour by a warrant officer who was tasked with taking down a statement.</li>\n</ol>\n<p>I understand and share some of frustration experienced by the students. I witnessed the inappropriate conduct of a warrant officer when I accompanied someone when she gave a statement about her GBV experience. The warrant officer who was taking down the statement alluded to the complainant’s attractiveness as a possible reason for her experience; and used inappropriate sexual language to describe the actions of the accused. Hearing I was an isiXhosa speaker, the warrant officer also spoke to me in isiXhosa, effectively excluding the complainant from our conversation. Not only was this disrespectful to her, I saw it as an attempt to set up an intimacy between us. This played out in two ways: the warrant officer effectively asked me out on a date and, in a subsequent text message, suggested that, between us, the complainant’s story seemed improbable.</p>\n<p>The above narrative is not an isolated incident but an experience shared by many survivors who have tried to seek justice through the South African criminal justice system. Ross (1993) correctly identified that even though police investigators receive instructions to be ‘sympathetic’, they still hold onto myths surrounding rape, such as, women are prone to lay false complaints of rape. This is evident in the manner in which police handle women who lodge complaints. Often time, women are treated with suspicion and find themselves having to prove that they have been raped.</p>\n<p>Myths and stereotypes about rape and rape victims worsen the plight of victims of sexual offences. They trivialise the harm of sexual victimisation and blame victims for its occurrence. The consequences of these ideas may be unsympathetic, disbelieving and inappropriate responses to victims by society in general.&nbsp; Our work at the CSA&amp;G pays particular attention to the social context of violence and the ways in which this violence manifests within patterns of gender, sexism and individual institutions. In addressing GBV we look at the complex interplay of different genders, sexualities and forms of masculinities. And we focus on dismantling harmful behaviours and promoting understanding of social justice and GBV that is transformative for the world we live in (Crewe et.al, 2017).</p>\n<p>Another project that I had the pleasure of working on is the Gender Justice project, which focuses on strengthening gender equality and social justice. Here we provide a platform for our partners in the region (Zimbabwe and South Africa); to critically and collectively reflect on the challenges in their practice and engage with new forms of evidence and trends. The aim is to develop new avenues and means through which our partners are able to work toward the attainment of more open and inclusive societies. Often time in the work we do, people with disabilities (PWD’s) and children are silenced and invisible. This became evident when some of our partners reflected on their challenges in working with PWD’s. Some of the identified challenges included difficulty in communicating with people who had speech impairments, and information that was not accessible to people who are visually impaired. It was also highlighted that PWD’s face social exclusion and they are also invisible at the family level. In our continued efforts to strengthen practice and maximise impact in working towards achieving social justice, once again it became evident that children were the most vulnerable. In relation to the SGBV cases presented during discussion by the different partners, all the survivors/victims were children. Hamida Ismail-Mauto, who works for SRHR Africa Trust (SAT) Zimbabwe, highlighted that gender inequalities at population level contribute towards extreme vulnerability of women and young girls with disabilities as they suffer rape and sexual disempowerment, mostly by family and community members who are supposed to protect them.</p>\n<p>What has become evident in my line of work is that many of us walk and live in spaces of risk, but others disproportionally bear most of the burden of risk. We are also reminded that we all collude with patriarchy. So, in working towards dismantling any system; we need to have the will to be compassionate towards people as they are going through transformations. Often time people are challenged by something that rocks them to the core. I personally, like bell hooks, am mindful of how I confront power. Especially when one does not realise what they are participating in, is an exploitation, an oppression or hurting someone. Bell hooks exhorts us to confront and be confronted in ways that are not re-wounding or re-traumatising. Again, social justice allows communities and citizens to revitalise social belief in the alternatives to social oppression and marginalisation (Crewe, et.al, 2017).</p>\n<p>Finally, Francis Nyamjoh while delivering the Archie Mafeje Memorial Lecture, urged us to accept that one’s independence will always be thwarted by one’s dependency on others; reminding us to see debt and indebtedness as a normal way of being human, through relationships with others.<strong>&nbsp;</strong></p>\n<h2><strong>Bibliography</strong></h2>\n<p>Centre for Sexualities, AIDS and Gender. 2017. Policy Brief Social Justice and gender Inequity. Centre for Sexualities, AIDS and Gender, University of Pretoria</p>\n<p>Crewe, M., Burns, C, Kruger, C. &amp; Maritz, J. 2017. Gender-based Justice: Reflections on social justice and social change. Centre for Sexualities, AIDS and Gender, University of Pretoria</p>\n<p>DHET, 2019. Policy Framework to address Gender Based Violence in the Post-School Education and Training System.</p>\n<p>Freire, P.1974. Education for critical consciousness. New York: Seabury.</p>\n<p>Ross, K. 1993. Women, rape and violence in South Africa. Community Law Centre, University of the Western Cape.</p>\n<p>Vetten, L. 2014. Policy brief 72 Rape and other forms of sexual violence in South Africa. Institute for Security Studies.</p>\n</body></html>",
  "contentText": "By Vuyisa Mamanzi My background I grew up in Gugulethu, a township located just outside Cape Town. I obtained my undergraduate and postgraduate education at the University of the Western Cape. I completed my honours degree in Anthropology and my research project looked at unemployment and its impact on being a ‘real man’: A study investigating coping strategies utilized by men living in Gugulethu. In 2015, I worked as a research assistant at the School of Public Health/Management Studies at the University of Cape Town, part-time. My work involved transcription, data analysis and conducting in-depth interviews on a project that focused on “Childbearing, family planning and the relationships among women living with HIV in Gugulethu”. I am completing my master’s degree, through UWC; and the research is an ethnographic study on power relations between black employers and black employees in the Nyanga mini-bus taxi industry. I joined the Centre for Sexualities, AIDS and Gender (CSA&G) team in January 2018 as a project manager and researcher. My responsibilities included organising and overseeing the day to day logistics of the Just Leaders project. The project is a CSA&G volunteer and leadership development programme. It endeavours to build a movement of active citizen student leaders that promote social justice, critical consciousness and inclusive practices at the University of Pretoria. Our work on this project is greatly influenced by the ideology of the Brazilian educator and writer Paulo Freire, who states that “for liberation you need education that inspires you to think critically, education that frees the mind instead of numbing it”. One of the achievements that I am most proud of currently, is leading a team of three researchers in developing the Just Leaders curriculum for our 9-week entry-level course. The course looks at a range of topics such as structural violence, stigma, sexual and reproductive health and rights, social justice, access to quality education, activism and social movements, democracy and political citizenship, and leadership for change. The course is aimed at registered UP students and it has been well received. An amazing aspect of the Just Leaders programme is that it provides our student volunteers with skills and an opportunity to be drivers and agents for change. Upon invitation, we also conduct and facilitate race, sexualities and gender awareness talks/workshops on and off campus. What I enjoy about our awareness raising and prevention work, is our pedagogical approach. Our work takes on a more intersectional approach to dynamics such as sexualities, race, class and gender which inform student experiences. The Just Leaders theory of change states: “Through promoting social justice, critical consciousness and inclusive practices, we will co-create university environments that are responsive and transformed by just leaders. Whether facilitating dialogues, workshops or giving a presentation for lecturers and students, our focus is situating knowledge from the students’ lived experiences by developing communities of practice where learning is contextual and meaningful. We create conducive environments for learning by removing power hierarchies and employing teachers as learners and learners as teachers philosophy. What we see happening when this philosophy is applied is that students question! We enter into conversations, where we begin to question our own privilege, power and positionality. We start confronting the uncomfortable truths about ourselves. An exploration of ‘contradiction’ takes place because we are all living in a space of contradiction. I am reminded of a lecturer, who, after one of our sessions shared that: students have the ability to intellectually grasp theories and articulate them well but struggle to practice what they learn in their daily interactions. We also often hear these issues from students: There’s a lack of understanding about our backgrounds and history. In class, there is a fear of saying the ‘wrong’ thing to each other. I grew up as a black person in the suburbs and thought racism was over. “I’m ghetto and a cheese girl” (blackness as a layered and multifaceted phenomenon, it also includes questions of class) “I’m white and I don’t feel I have privilege, I don’t quite get it, as I’m from a poor family” “Black peers positioned as angry and attacking” “Being around white people, I have had to sacrifice/compromise” “Was bizarre to see racism at UP when I came (as white person) from a multi-racial school” What these utterances shed light on, is the reality that we do not always get practice right. There are pitfalls, habits and places where we go to, when we are in fear; directing us, silencing us, or making us loud. Work that challenges taken for granted knowledge that has been naturalised over time through socialisation is challenging. Often time, some people are comfortable with the status quo. Our work greatly involves getting people to be comfortable with being uncomfortable, and this is not always easy. For example, work around race, class, gender, sexualities is difficult. Often, when you have any form of privilege you want to hold on to it and fear of losing that privilege often makes people defensive and not open to challenging beliefs that may be harmful to others. One of the most challenging subjects that I have had to discuss and deal with is sexual and gender-based violence. As a woman and particularly working at an institution of higher learning, it has become evident that those who are mostly at risk of gendered and sexual violence, are young women and specifically students. In South Africa gender-based violence (GBV) has overwhelmed the country and the Post-School Education and Training System (PSET). Amidst protest action in 2016 on our campuses, institutions stressed the need for the PSET to actively address GBV on campuses (DHET, 2019). As a result, policy and programming became a vital course of action. The University of Pretoria (UP) recently reviewed and developed its Anti-Discrimination Policy, an all-encompassing policy that tackles issues around all forms of discrimination. In alignment with above mentioned, my work at the CSA&G, also involves being part of a team that facilitates anti-sexual harassment training workshops for both students and staff members, to familiarise the campus community with the anti- sexual harassment policy, as well as to raise awareness and prevention around sexual and gender-based violence (SGBV). This includes working closely with the Transformation Office, tasked with driving anti-discrimination work at UP, and the #SpeakOut Office. The latter is staffed by trained and mentored student volunteers who have been capacitated to listen, support, provide relevant information as requested, and refer accordingly. Peer support allows for an informal space to unpack an experience, where one will be listened to and supported, enabling a student to make an informed decision. Rape and sexual assault may require urgent and immediate intervention and volunteers are trained to refer all students to the relevant support services at UP. Studies have shown that a large proportion of abuse and violence that students experience is perpetrated outside the institution’s premises, often time by intimate partners, family members, friends, neighbours, acquaintances and those unknown to the complainant (Vetten, 2014). Bearing this in mind, even though cases of this nature fall beyond the jurisdiction of institutions, this does not stop us from providing information, guidance, assistance and support to students who have experienced SGBV. Given the nature our work, providing student friendly services (including HIV testing and counselling), and our visibility and the rapport we have established with students; more often than not students prefer to access our offices for information, assistance and support with regards to SGBV that may have occurred on or off campus. This proximity to students has enabled me to have first-hand knowledge of the lived experiences of students and their struggles in accessing justice through the criminal justice system. The South African government is increasingly passing legislation to combat GBV as seen in the establishment of the police’s Family Violence Child Protection and Sexual Offences service (FCS), the Thuthuzela Care Centres based in health facilities, and the reintroduction of sexual offences courts. In spite of these progressive policies, we continue to experience a drastic increase of SGBV. These causes include socio-cultural drivers, a weak response by the criminal justice system and lack of proper implementation of these policies. This has fuelled distrust and disappointment in the criminal justice system; therefore, discouraging reporting and further silencing survivors of SGBV. This was evident while supporting students who had fallen victim to SGBV and chose to seek justice through the criminal justice system. Two separate incidents were reported at different police stations but the outcome was the same. Our criminal justice system failed these students and justice was denied. Both students expressed feelings of disappointment, frustration and discouragement. I observed: The failure of the investigation officer to follow up and contact the complainant after statements were taken. Re-traumatisation as a result of having to give a second statement because a new detective was now assigned to the case. The incorrect recording of the initial statement and inappropriate behaviour by a warrant officer who was tasked with taking down a statement. I understand and share some of frustration experienced by the students. I witnessed the inappropriate conduct of a warrant officer when I accompanied someone when she gave a statement about her GBV experience. The warrant officer who was taking down the statement alluded to the complainant’s attractiveness as a possible reason for her experience; and used inappropriate sexual language to describe the actions of the accused. Hearing I was an isiXhosa speaker, the warrant officer also spoke to me in isiXhosa, effectively excluding the complainant from our conversation. Not only was this disrespectful to her, I saw it as an attempt to set up an intimacy between us. This played out in two ways: the warrant officer effectively asked me out on a date and, in a subsequent text message, suggested that, between us, the complainant’s story seemed improbable. The above narrative is not an isolated incident but an experience shared by many survivors who have tried to seek justice through the South African criminal justice system. Ross (1993) correctly identified that even though police investigators receive instructions to be ‘sympathetic’, they still hold onto myths surrounding rape, such as, women are prone to lay false complaints of rape. This is evident in the manner in which police handle women who lodge complaints. Often time, women are treated with suspicion and find themselves having to prove that they have been raped. Myths and stereotypes about rape and rape victims worsen the plight of victims of sexual offences. They trivialise the harm of sexual victimisation and blame victims for its occurrence. The consequences of these ideas may be unsympathetic, disbelieving and inappropriate responses to victims by society in general. Our work at the CSA&G pays particular attention to the social context of violence and the ways in which this violence manifests within patterns of gender, sexism and individual institutions. In addressing GBV we look at the complex interplay of different genders, sexualities and forms of masculinities. And we focus on dismantling harmful behaviours and promoting understanding of social justice and GBV that is transformative for the world we live in (Crewe et.al, 2017). Another project that I had the pleasure of working on is the Gender Justice project, which focuses on strengthening gender equality and social justice. Here we provide a platform for our partners in the region (Zimbabwe and South Africa); to critically and collectively reflect on the challenges in their practice and engage with new forms of evidence and trends. The aim is to develop new avenues and means through which our partners are able to work toward the attainment of more open and inclusive societies. Often time in the work we do, people with disabilities (PWD’s) and children are silenced and invisible. This became evident when some of our partners reflected on their challenges in working with PWD’s. Some of the identified challenges included difficulty in communicating with people who had speech impairments, and information that was not accessible to people who are visually impaired. It was also highlighted that PWD’s face social exclusion and they are also invisible at the family level. In our continued efforts to strengthen practice and maximise impact in working towards achieving social justice, once again it became evident that children were the most vulnerable. In relation to the SGBV cases presented during discussion by the different partners, all the survivors/victims were children. Hamida Ismail-Mauto, who works for SRHR Africa Trust (SAT) Zimbabwe, highlighted that gender inequalities at population level contribute towards extreme vulnerability of women and young girls with disabilities as they suffer rape and sexual disempowerment, mostly by family and community members who are supposed to protect them. What has become evident in my line of work is that many of us walk and live in spaces of risk, but others disproportionally bear most of the burden of risk. We are also reminded that we all collude with patriarchy. So, in working towards dismantling any system; we need to have the will to be compassionate towards people as they are going through transformations. Often time people are challenged by something that rocks them to the core. I personally, like bell hooks, am mindful of how I confront power. Especially when one does not realise what they are participating in, is an exploitation, an oppression or hurting someone. Bell hooks exhorts us to confront and be confronted in ways that are not re-wounding or re-traumatising. Again, social justice allows communities and citizens to revitalise social belief in the alternatives to social oppression and marginalisation (Crewe, et.al, 2017). Finally, Francis Nyamjoh while delivering the Archie Mafeje Memorial Lecture, urged us to accept that one’s independence will always be thwarted by one’s dependency on others; reminding us to see debt and indebtedness as a normal way of being human, through relationships with others. Bibliography Centre for Sexualities, AIDS and Gender. 2017. Policy Brief Social Justice and gender Inequity. Centre for Sexualities, AIDS and Gender, University of Pretoria Crewe, M., Burns, C, Kruger, C. & Maritz, J. 2017. Gender-based Justice: Reflections on social justice and social change. Centre for Sexualities, AIDS and Gender, University of Pretoria DHET, 2019. Policy Framework to address Gender Based Violence in the Post-School Education and Training System. Freire, P.1974. Education for critical consciousness. New York: Seabury. Ross, K. 1993. Women, rape and violence in South Africa. Community Law Centre, University of the Western Cape. Vetten, L. 2014. Policy brief 72 Rape and other forms of sexual violence in South Africa. Institute for Security Studies.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa.jpg",
    "https://www.csagup.org/key-projects/just-leadership/",
    "https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n.jpg"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2018/04/Vuyisa-300x300.jpg",
    "https://www.csagup.org/wp-content/uploads/2019/09/71101376_2879054538789540_5531141175362191360_n-300x200.jpg"
  ],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}