{
  "title": "#MenAreTrash vs. #NotAllMen",
  "permalink": "https://www.csagup.org/2020/04/22/menaretrash-vs-notallmen/",
  "datePublished": "2020-04-22T11:49:44+01:00",
  "dateLabel": "22nd April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <strong><em>Martin Mushomba</em></strong></p>\n<p><em>I am studying for a Masters in Medicinal Plant Sciences at the <a href=\"http://www.up.ac.za/\" target=\"_blank\" rel=\"noopener noreferrer\">University of Pretoria</a>. I joined the <a href=\"https://www.csagup.org/key-projects/just-leadership/\" target=\"_blank\" rel=\"noopener\">Just Leaders programme</a> at the Centre for Sexualities, AIDS and Gender mainly because I wanted to learn more about social justice. I am part of the student research cohort. And, I wrote this opinion piece because it got me thinking about my role in the greater social justice project.</em></p>\n<p>For a long time, Gender-based Violence (GBV) has been a serious problem in South Africa. The last two years have seen an increase in social justice activism against GBV moving from the streets to social media platforms. In 2018, the hashtag <strong>#MenAreTrash</strong> emerged as social justice activists spoke out against the ignorance and lack of awareness of endemic GBV in South African society.</p>\n<p>The hashtag exploded on South African Twitter bringing a social issue which was often raised by activists and street protests to everyone’s lips – or fingertips in this case. The hashtag <strong>#MenAreTrash</strong> resurfaced once more in 2019 following the brutal rape and murder of UCT student Uyinenne Mrwetyana, along with other hashtags like <strong>#AmINext.</strong></p>\n<p>What has been common whenever <strong>#MenAreTrash</strong> was brought up regarding GBV was the knee-jerk response <strong>#NotAllMen</strong>. The latter hashtag represented those (often men) who objected to the branding of “all men” which they perceived as being grossly unfair. The <strong>#NotAllMen</strong> camp positioned themselves against <strong>#MenAreTrash</strong> by taking offense at being labelled as “trash”, while others pointed to equally horrendous actions carried out by women in an attempt to show that there’s enough blame to go around. Many women also took up the <strong>#NotAllMen</strong> tag by telling stories of men who have supported and carried them through their lives, and of how the men in their lives valued and cared for them. A number of women also expressed their disapproval of the <strong>#MenAreTrash</strong> as being demonising and offensive towards men, thus making men victims of online gender-based abuse.</p>\n<p>Despite <strong>#MenAreTrash</strong> being a response to the violence against women and children (and society’s ignorance of it) the attempt to attain justice for the oppressed and vulnerable was suddenly being misconstrued as an attack against good and seemingly blameless men. Internationally, feminist movements both in public and online have been met with a stern disapproval from those on the opposing side of the political spectrum. An example of this clash is the rise of Men’s Rights Activists (MRAs) who have previously risen up to challenge campaigns about women’s rights. MRAs strive to raise awareness that men are also victims of gender-based oppression. More radical MRAs argue that in a world that is accustomed to seeing only women &amp; children as victims, men today have become the worst victims of gender-based forms of oppression.</p>\n<p>An interesting documentary illustrated the clash between feminist anti-GBV and pro-men activism. In 2016, American feminist and film maker Cassie Jaye endeavoured to create a documentary film about Men’s Rights Activism. She called it The Red Pill. During her making of the documentary, she kept a video journal of her thoughts during the course of the interviews and filming. Her original intention behind making the documentary was to expose Men’s Rights Activism as a hateful bigoted movement and to dismiss the notion that men are real victims of gender-based oppression. During the course of making the documentary, Cassie is confronted by a problem she had vehemently refused to acknowledge. This had a significant impact on her worldview and by the end of the documentary, she came to admit that men can also be victims of numerous forms of gender-based violence.</p>\n<p>Many on the anti-feminist side or the <strong>#NotAllMen</strong> camp may count <em>The Red Pill</em> as a big win in this cultural war, having a “die-hard feminist” admit men are also victims of gender-based oppression. However, it’s important to remember that <em>The Red Pill</em> was never made to dismiss GBV against women, neither did the film-maker ever change her stance on the need to fight against GBV against women. If it was a matter of camps, then she never really changed camps. If she had been in the <strong>#MenAreTrash</strong> camp before (which she probably was) then I don’t think the making of <em>The Red Pill</em> turned her to the <strong>#NotAllMen</strong> camp either. Rather, I think it got her to realise that along with all the suffering women face daily, men also experience suffering and this needs to be acknowledged.</p>\n<p>Sadly, the battle for the recognition of gender-based oppression in the online space is seemingly becoming a new battle of the sexes. MRAs are becoming an emotional reactionary response to movements like <strong>#MenAreTrash</strong> for boldly calling society to change and focus on women’s oppression. While there is a great need to highlight men’s issues, MRAs tends to be mired with unpleasant individuals, bigots, misogynists, chauvinists and people who are more against women’s empowerment than being against the abuse of men. This often serves to extinguish the chance for constructive dialogue between the camps.</p>\n<p>I personally believe that it is possible to promote awareness on GBV against women while simultaneously recognising the need for MRAs. In doing so, it should be noted that <strong>#MenAreTrash</strong> forms part of an important movement for bringing awareness to a very serious problem in society, the vulnerability of women and children to abuse as well as their lack of having a voice in patriarchal systems. Women are still more vulnerable to many forms of abuse in South African as they still remain economically &amp; socially disenfranchised. The hashtags used when reacting to gender-based oppression should not be used to attack individuals, they should be used to initiate dialogue on these pressing issues.</p>\n<p>Just as <strong>#MenAreTrash</strong> should be used to open an important dialogue on GBV, a hashtag like <strong>#NotAllMen</strong> could be used to highlight that while men can also be victims of GBV, there are differences between the types of violence (emotional, institutional, psychological), especially when power dynamics are at play. It’s useful to note that the <strong>#NotAllMen </strong>response to GBV could spark conversations on how hard it is for many women to challenge patriarchal oppression. Whenever a woman or child in many communities, families or organisations attempts to report sexual or physical abuse by a man, the first response is often to defend the man, especially when the man is in a position of social, political or economic authority. <strong>#NotAllMen</strong> is the kind of excuse given when an important man in a family or community is allegedly accused of rape. One could also use this hashtag to raise the problems of many women who’ve falsely accused innocent men for abuse.</p>\n<p>The conversations spawning from these hashtags can shine invaluable light on why GBV is made harder by societal patriarchal biases that are often in place. Having brought millions of people online to discussing these contentious issues, these hashtags offer us an opportunity to start a conversation on GBV. The ultimate purpose of activism is to bring about public awareness which can then turn into actions discussions and finally result in a positive change. So rather than seeing this as a new frontier of war, it should be seen as a great opportunity to educate and facilitate dialogue between millions of people in matters of women’s empowerment, GBV and gender-based abuse against both men and women.</p>\n</body></html>",
  "contentText": "by Martin Mushomba I am studying for a Masters in Medicinal Plant Sciences at the University of Pretoria. I joined the Just Leaders programme at the Centre for Sexualities, AIDS and Gender mainly because I wanted to learn more about social justice. I am part of the student research cohort. And, I wrote this opinion piece because it got me thinking about my role in the greater social justice project. For a long time, Gender-based Violence (GBV) has been a serious problem in South Africa. The last two years have seen an increase in social justice activism against GBV moving from the streets to social media platforms. In 2018, the hashtag #MenAreTrash emerged as social justice activists spoke out against the ignorance and lack of awareness of endemic GBV in South African society. The hashtag exploded on South African Twitter bringing a social issue which was often raised by activists and street protests to everyone’s lips – or fingertips in this case. The hashtag #MenAreTrash resurfaced once more in 2019 following the brutal rape and murder of UCT student Uyinenne Mrwetyana, along with other hashtags like #AmINext. What has been common whenever #MenAreTrash was brought up regarding GBV was the knee-jerk response #NotAllMen. The latter hashtag represented those (often men) who objected to the branding of “all men” which they perceived as being grossly unfair. The #NotAllMen camp positioned themselves against #MenAreTrash by taking offense at being labelled as “trash”, while others pointed to equally horrendous actions carried out by women in an attempt to show that there’s enough blame to go around. Many women also took up the #NotAllMen tag by telling stories of men who have supported and carried them through their lives, and of how the men in their lives valued and cared for them. A number of women also expressed their disapproval of the #MenAreTrash as being demonising and offensive towards men, thus making men victims of online gender-based abuse. Despite #MenAreTrash being a response to the violence against women and children (and society’s ignorance of it) the attempt to attain justice for the oppressed and vulnerable was suddenly being misconstrued as an attack against good and seemingly blameless men. Internationally, feminist movements both in public and online have been met with a stern disapproval from those on the opposing side of the political spectrum. An example of this clash is the rise of Men’s Rights Activists (MRAs) who have previously risen up to challenge campaigns about women’s rights. MRAs strive to raise awareness that men are also victims of gender-based oppression. More radical MRAs argue that in a world that is accustomed to seeing only women & children as victims, men today have become the worst victims of gender-based forms of oppression. An interesting documentary illustrated the clash between feminist anti-GBV and pro-men activism. In 2016, American feminist and film maker Cassie Jaye endeavoured to create a documentary film about Men’s Rights Activism. She called it The Red Pill. During her making of the documentary, she kept a video journal of her thoughts during the course of the interviews and filming. Her original intention behind making the documentary was to expose Men’s Rights Activism as a hateful bigoted movement and to dismiss the notion that men are real victims of gender-based oppression. During the course of making the documentary, Cassie is confronted by a problem she had vehemently refused to acknowledge. This had a significant impact on her worldview and by the end of the documentary, she came to admit that men can also be victims of numerous forms of gender-based violence. Many on the anti-feminist side or the #NotAllMen camp may count The Red Pill as a big win in this cultural war, having a “die-hard feminist” admit men are also victims of gender-based oppression. However, it’s important to remember that The Red Pill was never made to dismiss GBV against women, neither did the film-maker ever change her stance on the need to fight against GBV against women. If it was a matter of camps, then she never really changed camps. If she had been in the #MenAreTrash camp before (which she probably was) then I don’t think the making of The Red Pill turned her to the #NotAllMen camp either. Rather, I think it got her to realise that along with all the suffering women face daily, men also experience suffering and this needs to be acknowledged. Sadly, the battle for the recognition of gender-based oppression in the online space is seemingly becoming a new battle of the sexes. MRAs are becoming an emotional reactionary response to movements like #MenAreTrash for boldly calling society to change and focus on women’s oppression. While there is a great need to highlight men’s issues, MRAs tends to be mired with unpleasant individuals, bigots, misogynists, chauvinists and people who are more against women’s empowerment than being against the abuse of men. This often serves to extinguish the chance for constructive dialogue between the camps. I personally believe that it is possible to promote awareness on GBV against women while simultaneously recognising the need for MRAs. In doing so, it should be noted that #MenAreTrash forms part of an important movement for bringing awareness to a very serious problem in society, the vulnerability of women and children to abuse as well as their lack of having a voice in patriarchal systems. Women are still more vulnerable to many forms of abuse in South African as they still remain economically & socially disenfranchised. The hashtags used when reacting to gender-based oppression should not be used to attack individuals, they should be used to initiate dialogue on these pressing issues. Just as #MenAreTrash should be used to open an important dialogue on GBV, a hashtag like #NotAllMen could be used to highlight that while men can also be victims of GBV, there are differences between the types of violence (emotional, institutional, psychological), especially when power dynamics are at play. It’s useful to note that the #NotAllMen response to GBV could spark conversations on how hard it is for many women to challenge patriarchal oppression. Whenever a woman or child in many communities, families or organisations attempts to report sexual or physical abuse by a man, the first response is often to defend the man, especially when the man is in a position of social, political or economic authority. #NotAllMen is the kind of excuse given when an important man in a family or community is allegedly accused of rape. One could also use this hashtag to raise the problems of many women who’ve falsely accused innocent men for abuse. The conversations spawning from these hashtags can shine invaluable light on why GBV is made harder by societal patriarchal biases that are often in place. Having brought millions of people online to discussing these contentious issues, these hashtags offer us an opportunity to start a conversation on GBV. The ultimate purpose of activism is to bring about public awareness which can then turn into actions discussions and finally result in a positive change. So rather than seeing this as a new frontier of war, it should be seen as a great opportunity to educate and facilitate dialogue between millions of people in matters of women’s empowerment, GBV and gender-based abuse against both men and women.",
  "contentLinks": [
    "http://www.up.ac.za/",
    "https://www.csagup.org/key-projects/just-leadership/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}