{
  "title": "Reflections on stigma, HIV and COVID-19",
  "permalink": "https://www.csagup.org/2020/04/22/reflections-on-stigma-hiv-and-covid-19/",
  "datePublished": "2020-04-22T07:30:37+01:00",
  "dateLabel": "22nd April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by<a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><strong><em> Chris Joubert</em></strong></a></p>\n<p>As someone who works in HIV testing services, I have heard a lot of misconceptions about HIV. This misinformation ranges from the origins of HIV, to how it’s spread and treated. It wasn’t surprising to see similar trends with the Covid-19 pandemic.</p>\n<p>In these times, information is more accessible and therefore spreads very quickly. This, like everything else, has its pros and cons. The cons being that it’s very easy to spread misinformation. Fortunately, on the pro side it is also possible to spread the truth. By being able to quickly relay information on a global scale, world leaders can share strategies for dealing with epidemics and pandemics. Scientists can share data to help give a clear picture and to contain the virus so that it does not keep spreading. Moreover, they can communicate with other scientists, with the objective of finding a vaccine and/or cure for this pandemic.</p>\n<p>The downside however is that misinformation can also be relayed with great speed. When HIV first showed up in the 1980’s it was known as GRID (gay-related immune deficiency). This was because many of the people experiencing the symptoms of the virus were homosexual men. The reason behind the origins of the virus soon became “clear” to the general public: GRID is a biological weapon created by the government to eliminate gay people. Naturally there were more and more confirmed cases who were not gay men. We learned that HIV spreads from person to person through blood, breast feeding and unprotected sex (regardless of your sexual orientation).</p>\n<p>Many years later the idea of the virus being a man-made bioweapon is still common: &nbsp;some people still believe that the targets of this bioweapon are gay men, others believe that it was created to kill black people. Their reasoning behind these beliefs are that gay men and black people seem to be those who are mostly affected by HIV.</p>\n<p>Similarly, the theme of genocide has shown up with Covid-19. Shortly before the lockdown I was in a taxi when the driver asked me what I think about the virus. I gave the very generic answer of “it’s crazy”. Soon after he started speaking about a conspiracy: we shouldn’t worry because the virus was made by the Chinese to destroy America and Europe. Admittedly I was intrigued by this conclusion and wanted to know more. The driver went on to say that the Chinese created the virus and have a cure already. They are simply waiting for other countries to collapse before selling it.</p>\n<p>Bill Gates has also been blamed for Covid-19 as he’d mentioned in 2015 that a pandemic like this could happen and that the world’s health care systems needed drastic improvement. As many point out, this was fair comment, while others believed he was in some way behind the creation and spread of Covid-19.</p>\n<p>In a way I do understand conspiracy theories. They may sound a bit far-fetched but the need to believe them makes sense. For many people it’s much scarier knowing that some things are random and are not in our control. As inhumanly cruel as it would be for people to destroy each other by means of a bioweapon, there’s a comfort in knowing that we (or at least someone!) is in control.</p>\n<p>Control is also at the heart of stigma, the negative actions and attitudes towards those who are infected or pass on the virus. The attitudes and actions are a way of isolating and punishing those we dislike or don’t trust.</p>\n<p>When I was in primary school, I remember a group of boys saying you only get HIV from “sleeping with a black girl … who would ever want to do that anyway”? Similarly, in the 80’s and 90’s many people who found out that they were HIV positive responded by saying “but I’m not gay”.</p>\n<p>These misconceptions about HIV created an increase in infections, because they allowed people to believe they did not belong to a “risk” group. They also led to the stigmatisation of a lot of people. For the clients I work with as an HIV counsellor, the most challenging aspect of being HIV positive is the fear of how their community will treat them. I am not saying they are not concerned about their health, but usually that comes from a lack of understanding of how antiretroviral therapy (ART) works. Once I explain ART, and where they can access it, the fear of getting sick reduces quite a bit.</p>\n<p>The potential stigma from family, friends, current or future partners, health care workers, teachers and the greater community are what my clients see as their biggest challenge. Some have stories of how family members or people they know are mistreated once their HIV status is revealed.</p>\n<p>When it comes to Covid-19 some people once again need a group to “brand” as the infected. Even though South Africa’s patient zero was a man who had recently travelled to Italy, and most of our first cases came from people who had recently travelled to Europe, Chinese people, or people assumed to be from Chinese origins, were the first to be stigmatized. Some even went as far as calling it the “Chinese flu”. And many people around me said that it would only really affect elderly people. But those who are infected and those who unfortunately have passed away from Covid-19 are not exclusively elderly Chinese people!</p>\n<p>The problem with this stigmatisation is that not only are certain groups of people horribly mistreated, but that it also puts everyone at a much higher risk of exposure because they feel invulnerable.</p>\n<p>As with HIV, when you believe that only certain groups have the virus and will be the cause of your infection, your mistreatment or avoidance of them doesn’t make you any safer. The opposite belief, that anyone could have it, will be the thing that keeps you safer. If you accept that anyone could have HIV, you’ll be more likely to take precautions by testing, being aware of your status and your partner(s)’ status and ensuring you use protection.</p>\n<p>Covid-19 is no different: distancing yourself only from certain groups of people helps no one. Our country, like many others, encouraged social distancing and later went into a nation-wide lockdown. The belief that only specific groups of people are at risk and that by distancing yourself from these specific groups of people you will be fine, is extremely dangerous to one’s self and ones’ surroundings.</p>\n<p>I will confess to having made the same mistake of stigmatising both HIV and Covid-19. Before my time with the CSA&amp;G I had a lot of misconceptions about HIV. Thankfully, during the Future Leaders at Work volunteer trainings, I learned about how HIV works and realised the dangers of being misinformed, and the risks of not learning from the correct sources. And with Covid-19 I wanted to believe that it wouldn’t reach South Africa or if it did that it would be contained before something as drastic as a nation-wide lockdown had to happen. Unfortunately, that was not the case.</p>\n<p>Clarity on prevention and treatment of both HIV and Covid-19 is imperative. Being HIV positive, your immune system is compromised and it’s vital that one does what one can to take care of one’s health. HIV has been plagued with false remedies: raping a child, sex with a virgin, fake cures. ART is still the best way to help fight HIV and one needs to get it from reliable places such as hospitals, clinics and pharmacies, and one must adhere to the treatment.</p>\n<p>During this Covid-19 pandemic it’s important to stay up to date with prevention and treatment options. Avoid information that is passed on through instant messaging. If one does receive information, make sure to confirm it with a reliable source such as the WHO (World Health Organisation). For now, it is vital to stay at home. Leave home only when absolutely needed, like for essential goods and services. Furthermore, regularly wash your hands with soap for 20 seconds.</p>\n<p>There are of course pitfalls when it comes to this. Adherence to ART has been difficult for many people due to social and economic restraints. It’s hard to adhere when ART is not in stock at your clinic or when you are forced to hide that you are on treatment. ART also requires you to eat healthily and regularly, which is a challenge for many who simply can’t afford to do so.</p>\n<p>In relation to Covid-19, staying home is difficult to do when people are homeless. Additionally, the country has high levels of domestic abuse and for some being away from home is a safer option. Some communities like informal settlements don’t allow for social distancing because they are densely populated. A shack made from corrugated metal gets inhumanly hot during the day, sometimes as hot as 40-50 degrees, and people are forced to get out.</p>\n<p>In conclusion, I do understand that this lockdown is difficult for some people. In many ways it has shone a light on problems we had long before Covid-19 came to South Africa. Consequently, the government and other institutions will be forced to address these challenges during and long after the pandemic. However, staying informed and avoiding stigmatizing and spreading misinformation are things we can all do.</p>\n<h2>References</h2>\n<p>Altman, L. K. (1982, May 11). <em>NEW HOMOSEXUAL DISORDER WORRIES HEALTH OFFICIALS</em>. New York Times.</p>\n<p><em>Coronavirus disease (COVID-19) Pandemic</em>. (n.d.). Retrieved from World Health Organisation : https://www.who.int/emergencies/diseases/novel-coronavirus-2019</p>\n<p>Gates, B. (2015). Ideas worth spreading. <em>The next outbreak? We’re not ready for?</em> TED2015.</p>\n<p>Zanetti, S. (2020, March). <em>Coronavirus – South Africa LOCKDOWN: What they didn’t tell you</em>. The Digital Rainmaker with Simone Zanetti.</p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "by Chris Joubert As someone who works in HIV testing services, I have heard a lot of misconceptions about HIV. This misinformation ranges from the origins of HIV, to how it’s spread and treated. It wasn’t surprising to see similar trends with the Covid-19 pandemic. In these times, information is more accessible and therefore spreads very quickly. This, like everything else, has its pros and cons. The cons being that it’s very easy to spread misinformation. Fortunately, on the pro side it is also possible to spread the truth. By being able to quickly relay information on a global scale, world leaders can share strategies for dealing with epidemics and pandemics. Scientists can share data to help give a clear picture and to contain the virus so that it does not keep spreading. Moreover, they can communicate with other scientists, with the objective of finding a vaccine and/or cure for this pandemic. The downside however is that misinformation can also be relayed with great speed. When HIV first showed up in the 1980’s it was known as GRID (gay-related immune deficiency). This was because many of the people experiencing the symptoms of the virus were homosexual men. The reason behind the origins of the virus soon became “clear” to the general public: GRID is a biological weapon created by the government to eliminate gay people. Naturally there were more and more confirmed cases who were not gay men. We learned that HIV spreads from person to person through blood, breast feeding and unprotected sex (regardless of your sexual orientation). Many years later the idea of the virus being a man-made bioweapon is still common: some people still believe that the targets of this bioweapon are gay men, others believe that it was created to kill black people. Their reasoning behind these beliefs are that gay men and black people seem to be those who are mostly affected by HIV. Similarly, the theme of genocide has shown up with Covid-19. Shortly before the lockdown I was in a taxi when the driver asked me what I think about the virus. I gave the very generic answer of “it’s crazy”. Soon after he started speaking about a conspiracy: we shouldn’t worry because the virus was made by the Chinese to destroy America and Europe. Admittedly I was intrigued by this conclusion and wanted to know more. The driver went on to say that the Chinese created the virus and have a cure already. They are simply waiting for other countries to collapse before selling it. Bill Gates has also been blamed for Covid-19 as he’d mentioned in 2015 that a pandemic like this could happen and that the world’s health care systems needed drastic improvement. As many point out, this was fair comment, while others believed he was in some way behind the creation and spread of Covid-19. In a way I do understand conspiracy theories. They may sound a bit far-fetched but the need to believe them makes sense. For many people it’s much scarier knowing that some things are random and are not in our control. As inhumanly cruel as it would be for people to destroy each other by means of a bioweapon, there’s a comfort in knowing that we (or at least someone!) is in control. Control is also at the heart of stigma, the negative actions and attitudes towards those who are infected or pass on the virus. The attitudes and actions are a way of isolating and punishing those we dislike or don’t trust. When I was in primary school, I remember a group of boys saying you only get HIV from “sleeping with a black girl … who would ever want to do that anyway”? Similarly, in the 80’s and 90’s many people who found out that they were HIV positive responded by saying “but I’m not gay”. These misconceptions about HIV created an increase in infections, because they allowed people to believe they did not belong to a “risk” group. They also led to the stigmatisation of a lot of people. For the clients I work with as an HIV counsellor, the most challenging aspect of being HIV positive is the fear of how their community will treat them. I am not saying they are not concerned about their health, but usually that comes from a lack of understanding of how antiretroviral therapy (ART) works. Once I explain ART, and where they can access it, the fear of getting sick reduces quite a bit. The potential stigma from family, friends, current or future partners, health care workers, teachers and the greater community are what my clients see as their biggest challenge. Some have stories of how family members or people they know are mistreated once their HIV status is revealed. When it comes to Covid-19 some people once again need a group to “brand” as the infected. Even though South Africa’s patient zero was a man who had recently travelled to Italy, and most of our first cases came from people who had recently travelled to Europe, Chinese people, or people assumed to be from Chinese origins, were the first to be stigmatized. Some even went as far as calling it the “Chinese flu”. And many people around me said that it would only really affect elderly people. But those who are infected and those who unfortunately have passed away from Covid-19 are not exclusively elderly Chinese people! The problem with this stigmatisation is that not only are certain groups of people horribly mistreated, but that it also puts everyone at a much higher risk of exposure because they feel invulnerable. As with HIV, when you believe that only certain groups have the virus and will be the cause of your infection, your mistreatment or avoidance of them doesn’t make you any safer. The opposite belief, that anyone could have it, will be the thing that keeps you safer. If you accept that anyone could have HIV, you’ll be more likely to take precautions by testing, being aware of your status and your partner(s)’ status and ensuring you use protection. Covid-19 is no different: distancing yourself only from certain groups of people helps no one. Our country, like many others, encouraged social distancing and later went into a nation-wide lockdown. The belief that only specific groups of people are at risk and that by distancing yourself from these specific groups of people you will be fine, is extremely dangerous to one’s self and ones’ surroundings. I will confess to having made the same mistake of stigmatising both HIV and Covid-19. Before my time with the CSA&G I had a lot of misconceptions about HIV. Thankfully, during the Future Leaders at Work volunteer trainings, I learned about how HIV works and realised the dangers of being misinformed, and the risks of not learning from the correct sources. And with Covid-19 I wanted to believe that it wouldn’t reach South Africa or if it did that it would be contained before something as drastic as a nation-wide lockdown had to happen. Unfortunately, that was not the case. Clarity on prevention and treatment of both HIV and Covid-19 is imperative. Being HIV positive, your immune system is compromised and it’s vital that one does what one can to take care of one’s health. HIV has been plagued with false remedies: raping a child, sex with a virgin, fake cures. ART is still the best way to help fight HIV and one needs to get it from reliable places such as hospitals, clinics and pharmacies, and one must adhere to the treatment. During this Covid-19 pandemic it’s important to stay up to date with prevention and treatment options. Avoid information that is passed on through instant messaging. If one does receive information, make sure to confirm it with a reliable source such as the WHO (World Health Organisation). For now, it is vital to stay at home. Leave home only when absolutely needed, like for essential goods and services. Furthermore, regularly wash your hands with soap for 20 seconds. There are of course pitfalls when it comes to this. Adherence to ART has been difficult for many people due to social and economic restraints. It’s hard to adhere when ART is not in stock at your clinic or when you are forced to hide that you are on treatment. ART also requires you to eat healthily and regularly, which is a challenge for many who simply can’t afford to do so. In relation to Covid-19, staying home is difficult to do when people are homeless. Additionally, the country has high levels of domestic abuse and for some being away from home is a safer option. Some communities like informal settlements don’t allow for social distancing because they are densely populated. A shack made from corrugated metal gets inhumanly hot during the day, sometimes as hot as 40-50 degrees, and people are forced to get out. In conclusion, I do understand that this lockdown is difficult for some people. In many ways it has shone a light on problems we had long before Covid-19 came to South Africa. Consequently, the government and other institutions will be forced to address these challenges during and long after the pandemic. However, staying informed and avoiding stigmatizing and spreading misinformation are things we can all do. References Altman, L. K. (1982, May 11). NEW HOMOSEXUAL DISORDER WORRIES HEALTH OFFICIALS. New York Times. Coronavirus disease (COVID-19) Pandemic. (n.d.). Retrieved from World Health Organisation : https://www.who.int/emergencies/diseases/novel-coronavirus-2019 Gates, B. (2015). Ideas worth spreading. The next outbreak? We’re not ready for? TED2015. Zanetti, S. (2020, March). Coronavirus – South Africa LOCKDOWN: What they didn’t tell you. The Digital Rainmaker with Simone Zanetti.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}