{
  "title": "The privilege of thinking outside the box",
  "permalink": "https://www.csagup.org/2020/04/21/the-privilege-of-thinking-outside-the-box/",
  "datePublished": "2020-04-21T10:26:19+01:00",
  "dateLabel": "21st April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by&nbsp;<em><strong>Tshenolo Thulare</strong></em></p>\n<p><em>Final year BCom student at the University of Pretoria. Joined the <a href=\"https://www.csagup.org/key-projects/just-leadership/\" target=\"_blank\" rel=\"noopener\">Just Leaders volunteer programme</a> at the Centre for Sexualities, AIDS and Gender in 2019. I am part of the Befrienders (lay counsellors) and the student research cohort. I wrote this opinion piece after being motivated by the ‘education for liberation’ topic we covered at a research methodology retreat. The experience encouraged me to be self-aware of my surroundings and I hope the opinion piece will encourage someone to practice self-awareness and be liberated.</em></p>\n<p>I grew up in a black female household where I was taught to behave in a certain way.</p>\n<p>I had a 5pm curfew because it was believed that nothing dangerous could happen to me before then. I couldn’t wear shorts: somehow that would protect me from perpetrators. However I was allowed to start wearing shorts only when I moved to Hatfield, because it was believed that perpetrators did not exist in Hatfield.</p>\n<p>I will never know how a boy child would be raised because I am the only child. However I could tell by comments such as “boys will be boys” that a boy child would get away with a lot of things that I wouldn’t get away with, such as cat calling another girl or violating them in some way. It seemed that if I got violated, it would be my fault because I didn’t do as I was told.</p>\n<p>There are different advantages and disadvantages to the way I was raised, advantages such as learning not to disrespect the next person because I knew I should not violate them, for example cat calling them. The disadvantage is that I was taught that it is my responsibility to make sure that the perpetrator does not violate me, by making sure that I am dressed in long, covering clothes and by coming back home before 5 pm.</p>\n<p>These principles seemed acceptable because even my friends lived by them. When I came to university I was exposed to people of different upbringings and views about life. As soon as we started engaging on different topics, such as rape culture, that’s when I started understanding the flaws in the ideas I was raised to believe in, such as not holding perpetrators accountable for their actions.</p>\n<p>Not holding perpetrators responsible for their actions oppresses both the perpetrator and the person that is violated. The perpetrator will not learn their lesson and will continue to violate people; while the person that is violated will believe that it is their fault and that they have to follow certain steps that will prevent them from being violated again. By challenging myself, and continuing to have the conversations that require me to think about the next person other than myself, I am able to do self-introspection.</p>\n<p>We often go to higher learning institutions with the intention of getting a career that will offer us financial benefits such as a large salary package, and we use that to measure success. The financial benefits might be obtained in ways that may be a disadvantage to someone else, such as paying someone less than what they deserve. The person that is paid less than they deserve may not be aware of that and it is up to us to speak to employers; or if we are the employers to make sure that they are paid fairly.</p>\n<p>The higher learning institutions may have policies that are against other groups in societies such as the Afrikaans policies that non-Afrikaans speaking students will not benefit from, however a platform that provides critical thinking is provided and it is up to us to use the critical thinking to benefit people other than ourselves.</p>\n<p>A closed-minded society is a disadvantage to minorities who might be oppressing without realising it. It is up to us to have thought provoking conversations that will make other people think outside of the box. With the knowledge I have, that other people may not have, I have to inform others and assist in transformation in relationships and in the spaces that I occupy. It may be hard, executing change, however with time and the conversations we have every day, we are able to correct ourselves before saying anything, and can act differently</p>\n</body></html>",
  "contentText": "by Tshenolo Thulare Final year BCom student at the University of Pretoria. Joined the Just Leaders volunteer programme at the Centre for Sexualities, AIDS and Gender in 2019. I am part of the Befrienders (lay counsellors) and the student research cohort. I wrote this opinion piece after being motivated by the ‘education for liberation’ topic we covered at a research methodology retreat. The experience encouraged me to be self-aware of my surroundings and I hope the opinion piece will encourage someone to practice self-awareness and be liberated. I grew up in a black female household where I was taught to behave in a certain way. I had a 5pm curfew because it was believed that nothing dangerous could happen to me before then. I couldn’t wear shorts: somehow that would protect me from perpetrators. However I was allowed to start wearing shorts only when I moved to Hatfield, because it was believed that perpetrators did not exist in Hatfield. I will never know how a boy child would be raised because I am the only child. However I could tell by comments such as “boys will be boys” that a boy child would get away with a lot of things that I wouldn’t get away with, such as cat calling another girl or violating them in some way. It seemed that if I got violated, it would be my fault because I didn’t do as I was told. There are different advantages and disadvantages to the way I was raised, advantages such as learning not to disrespect the next person because I knew I should not violate them, for example cat calling them. The disadvantage is that I was taught that it is my responsibility to make sure that the perpetrator does not violate me, by making sure that I am dressed in long, covering clothes and by coming back home before 5 pm. These principles seemed acceptable because even my friends lived by them. When I came to university I was exposed to people of different upbringings and views about life. As soon as we started engaging on different topics, such as rape culture, that’s when I started understanding the flaws in the ideas I was raised to believe in, such as not holding perpetrators accountable for their actions. Not holding perpetrators responsible for their actions oppresses both the perpetrator and the person that is violated. The perpetrator will not learn their lesson and will continue to violate people; while the person that is violated will believe that it is their fault and that they have to follow certain steps that will prevent them from being violated again. By challenging myself, and continuing to have the conversations that require me to think about the next person other than myself, I am able to do self-introspection. We often go to higher learning institutions with the intention of getting a career that will offer us financial benefits such as a large salary package, and we use that to measure success. The financial benefits might be obtained in ways that may be a disadvantage to someone else, such as paying someone less than what they deserve. The person that is paid less than they deserve may not be aware of that and it is up to us to speak to employers; or if we are the employers to make sure that they are paid fairly. The higher learning institutions may have policies that are against other groups in societies such as the Afrikaans policies that non-Afrikaans speaking students will not benefit from, however a platform that provides critical thinking is provided and it is up to us to use the critical thinking to benefit people other than ourselves. A closed-minded society is a disadvantage to minorities who might be oppressing without realising it. It is up to us to have thought provoking conversations that will make other people think outside of the box. With the knowledge I have, that other people may not have, I have to inform others and assist in transformation in relationships and in the spaces that I occupy. It may be hard, executing change, however with time and the conversations we have every day, we are able to correct ourselves before saying anything, and can act differently",
  "contentLinks": [
    "https://www.csagup.org/key-projects/just-leadership/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}