{
  "title": "Positionality, Reflexivity and Power",
  "permalink": "https://www.csagup.org/2020/04/21/positionality-reflexivity-and-power/",
  "datePublished": "2020-04-21T08:31:47+01:00",
  "dateLabel": "21st April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by&nbsp;<em><strong>Martin Mushomba</strong></em></p>\n<p><em>I am studying for a Masters in Medicinal Plant Sciences at the University of Pretoria. I joined the Just Leaders programme at the Centre for Sexualities, AIDS, and Gender- mainly because I wanted to learn more about social justice. I am part of the student research cohort. And, I wrote this opinion&nbsp;piece because it got me thinking about my role in the greater social justice project.</em></p>\n<p>I had decided to write on my navigation on gender issues and my position amidst gender inequality, navigating this issue as what I’d label myself, a typical man trying to be part of the solution. I admit that I have been quite reluctant to put my thoughts on this issue in writing. I tried to think of a different issue I could have written about, but I couldn’t find anything compelling enough. So here it is, my reflections on Positionality, Reflexivity and Power following the recent CSA&amp;G’s Just Leaders research cohort outing.</p>\n<p>Many of the discussions at the outing were focused on complex issues such as race, politics and religion. I quickly noted a universal zest and passion to share and be heard when it came to gender issues. This was one issue I was reluctant to discuss in a crowd mostly composed of women. I felt that my power and position could cause a certain turbulence in the stream of egalitarian and feminist views flowing from the women in the group. Though the other men would frequently engage, I would often just listen.</p>\n<p>Eventually, I realised that I couldn’t have been a neutral agent, hard as I tried to be. I was already a part of the mix. Being naturally pugnacious on pressing societal issues, I did at times challenge some of the views involved. I found that I often sided with the women against the men, phrasing my remarks as banter or a friendly jest. For example, one of the men in the group stated that he valued his prospective position in a marriage as being a provider, while simultaneously expressing his admiration of hard-working professional women. I challenged him on that, asking whether he would be comfortable with having a wife who earned far more than he did. I felt that was the best way to navigate that space so as to create an appropriate environment for the women who felt that men would perceive them negatively if they proved to be better providers.</p>\n<p>When we had formal discussions on rape culture and the responsibility of men in confronting other men about rape, I listened to the women explain their hardships and fears living in a society that regularly objectifies them. While some of the men in the conversation were bold enough to stand up and offer their protection to women, I noted how this position of power was challenged and contested by the women. I had my views on the matter, but restrained myself from raising them.&nbsp; The women felt that the Patriarchal view of them, as “damsels in distress” or “weaker vessels” in need of male protection, was appalling. Being well aware of the environment we were in, where the women were challenging the Patriarchy woven into society, I begun to think of how they had benefitted (or allowed themselves to benefit) from the Patriarchy during that weekend.</p>\n<p>I withheld a lot of these thoughts during the discussion, knowing my proclivity to always challenge and point out contradictions might spill out if I didn’t contain myself. I felt I had walked a very neutral line during the course of weekend. I felt I was in good standing with all the women in our cohort, but beyond that I knew that they held my views in good regard. I had registered positive responses from them when I spoke out against injustice, when I articulated my views on political and religious ideas. I’m convinced that I wasn’t so much trying to impress them. Rather I believed that I was trying to reassure them that I was informed, concerned and committed to the same egalitarian vision they held. I also registered the frustration they felt when raising the issue of rape culture in our discussion. I committed myself to not being an obstacle in them expressing the discrimination they felt. I recognised this discrimination and recognised how my position, as a man already having previously established myself in other discussions, could frustrate the points they raised.</p>\n<p>Once the group discussion was done, I returned to the thoughts I had suppressed during the engagement.</p>\n<p>The women were eager not to be seen as “damsels in distress” regarding rape culture, however the night before, two of them had called on us (the men) to save them from having to sleep in the company of a frog that had wandered into their room. The moment they came to us, we (the men) all volunteered to save them and two of us were dispatched to the scene, successfully de-frogging their chamber.</p>\n<p>The rest of us (also men) remained to extinguish the bonfire that had kept us all warm. It was no issue for me contending with the smoke, as I had kept the fire going through the night with a skilful positioning of the logs, as I had the previous night. On our way to the campsite, our vans had gotten stuck in the sand. While the men came out to try free vehicles, most of the women stayed inside. When we got to the campsite, a group of us men unloaded everyone’s’ bags and on the way out reloaded them.</p>\n<p>I considered the outing to have been a success. I met great people, engaged in great conversations and I felt that I’d navigated my position of power and privilege relatively well. However, I kept thinking about my silence regarding the “damsel in distress” issue during the discussion on rape culture. I couldn’t help but think back to how the women had benefited from me helping them. Wasn’t this them benefitting from Patriarchy? Did the appreciation I felt when helping them, or even holding myself back from criticizing their apparent contradiction, imbue me with a sense of ‘manly pride’? I certainly enjoyed it, doing things, providing help, providing views and opinions that reassured them… was I effectively navigating the space constructively or was I merely just reinforcing the Patriarchal system; that all this happened because I allowed it? Because I imposed it? Because I preferred it?</p>\n<p>That was the issue I struggled to pen down as it presents an internal contradiction in itself. How can I strive towards social justice and equality for women if I still participate in essentially exerting myself as I see fit? How do I address Patriarchy without first addressing the manner in which I still act and manoeuvre to make women comfortable? Is it a true comfort that I am providing or a comfort within a Patriarchal system as far as I am comfortable with keeping things? Did I really challenge the status quo, or did I merely reinforce it?</p>\n</body></html>",
  "contentText": "by Martin Mushomba I am studying for a Masters in Medicinal Plant Sciences at the University of Pretoria. I joined the Just Leaders programme at the Centre for Sexualities, AIDS, and Gender- mainly because I wanted to learn more about social justice. I am part of the student research cohort. And, I wrote this opinion piece because it got me thinking about my role in the greater social justice project. I had decided to write on my navigation on gender issues and my position amidst gender inequality, navigating this issue as what I’d label myself, a typical man trying to be part of the solution. I admit that I have been quite reluctant to put my thoughts on this issue in writing. I tried to think of a different issue I could have written about, but I couldn’t find anything compelling enough. So here it is, my reflections on Positionality, Reflexivity and Power following the recent CSA&G’s Just Leaders research cohort outing. Many of the discussions at the outing were focused on complex issues such as race, politics and religion. I quickly noted a universal zest and passion to share and be heard when it came to gender issues. This was one issue I was reluctant to discuss in a crowd mostly composed of women. I felt that my power and position could cause a certain turbulence in the stream of egalitarian and feminist views flowing from the women in the group. Though the other men would frequently engage, I would often just listen. Eventually, I realised that I couldn’t have been a neutral agent, hard as I tried to be. I was already a part of the mix. Being naturally pugnacious on pressing societal issues, I did at times challenge some of the views involved. I found that I often sided with the women against the men, phrasing my remarks as banter or a friendly jest. For example, one of the men in the group stated that he valued his prospective position in a marriage as being a provider, while simultaneously expressing his admiration of hard-working professional women. I challenged him on that, asking whether he would be comfortable with having a wife who earned far more than he did. I felt that was the best way to navigate that space so as to create an appropriate environment for the women who felt that men would perceive them negatively if they proved to be better providers. When we had formal discussions on rape culture and the responsibility of men in confronting other men about rape, I listened to the women explain their hardships and fears living in a society that regularly objectifies them. While some of the men in the conversation were bold enough to stand up and offer their protection to women, I noted how this position of power was challenged and contested by the women. I had my views on the matter, but restrained myself from raising them. The women felt that the Patriarchal view of them, as “damsels in distress” or “weaker vessels” in need of male protection, was appalling. Being well aware of the environment we were in, where the women were challenging the Patriarchy woven into society, I begun to think of how they had benefitted (or allowed themselves to benefit) from the Patriarchy during that weekend. I withheld a lot of these thoughts during the discussion, knowing my proclivity to always challenge and point out contradictions might spill out if I didn’t contain myself. I felt I had walked a very neutral line during the course of weekend. I felt I was in good standing with all the women in our cohort, but beyond that I knew that they held my views in good regard. I had registered positive responses from them when I spoke out against injustice, when I articulated my views on political and religious ideas. I’m convinced that I wasn’t so much trying to impress them. Rather I believed that I was trying to reassure them that I was informed, concerned and committed to the same egalitarian vision they held. I also registered the frustration they felt when raising the issue of rape culture in our discussion. I committed myself to not being an obstacle in them expressing the discrimination they felt. I recognised this discrimination and recognised how my position, as a man already having previously established myself in other discussions, could frustrate the points they raised. Once the group discussion was done, I returned to the thoughts I had suppressed during the engagement. The women were eager not to be seen as “damsels in distress” regarding rape culture, however the night before, two of them had called on us (the men) to save them from having to sleep in the company of a frog that had wandered into their room. The moment they came to us, we (the men) all volunteered to save them and two of us were dispatched to the scene, successfully de-frogging their chamber. The rest of us (also men) remained to extinguish the bonfire that had kept us all warm. It was no issue for me contending with the smoke, as I had kept the fire going through the night with a skilful positioning of the logs, as I had the previous night. On our way to the campsite, our vans had gotten stuck in the sand. While the men came out to try free vehicles, most of the women stayed inside. When we got to the campsite, a group of us men unloaded everyone’s’ bags and on the way out reloaded them. I considered the outing to have been a success. I met great people, engaged in great conversations and I felt that I’d navigated my position of power and privilege relatively well. However, I kept thinking about my silence regarding the “damsel in distress” issue during the discussion on rape culture. I couldn’t help but think back to how the women had benefited from me helping them. Wasn’t this them benefitting from Patriarchy? Did the appreciation I felt when helping them, or even holding myself back from criticizing their apparent contradiction, imbue me with a sense of ‘manly pride’? I certainly enjoyed it, doing things, providing help, providing views and opinions that reassured them… was I effectively navigating the space constructively or was I merely just reinforcing the Patriarchal system; that all this happened because I allowed it? Because I imposed it? Because I preferred it? That was the issue I struggled to pen down as it presents an internal contradiction in itself. How can I strive towards social justice and equality for women if I still participate in essentially exerting myself as I see fit? How do I address Patriarchy without first addressing the manner in which I still act and manoeuvre to make women comfortable? Is it a true comfort that I am providing or a comfort within a Patriarchal system as far as I am comfortable with keeping things? Did I really challenge the status quo, or did I merely reinforce it?",
  "contentLinks": [],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}