{
  "title": "Forget about doing Gender Properly and be an Ally",
  "permalink": "https://www.csagup.org/2020/04/21/forget-about-doing-gender-properly-and-be-an-ally/",
  "datePublished": "2020-04-21T08:02:06+01:00",
  "dateLabel": "21st April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by&nbsp;<em><strong><a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\">Vuyisa Mamanzi</a></strong></em></p>\n<p>We all carry misinformation and stereotypes about people. We acquire this misinformation at a young age in bits and pieces from TV, from listening to people talk, from watching the expressions on our parent’s faces, and from society at large. We also witness people being treated badly because of their sexual orientation or because they are not “doing gender properly”<strong>. </strong>“Is heterosexuality ‘compulsory’ in the sense that resistance to heterosexual identity, behaviour, and cultural image rare, costly and perhaps often virtually unthinkable” (Heath et. al, 2013).</p>\n<h2><strong>What does it mean to do gender properly?</strong></h2>\n<p>I grew up playing with my cousins who were boys. We were not allowed to play outside the yard, so their friends would come over to play with us. I was quite a physical and active child growing up, and I enjoyed playing the games they played, I climbed trees, played soccer, played marbles, played top, and I even got involved in a number of fights with some of the boys. Of course, this meant that at times I would get some knee bruises from falling. I would always get a hiding from my mother for these bruises and was always reprimanded for behaving like a boy. My cousins also didn’t like it when I fought with their friends. You see, as a girl child, I was expected to act, behave and play in a way that represented ‘my gender’. I was policed into doing gender ‘properly’. Reflecting back, I realise that I did not fit neatly into this ‘gender box’. Having spent most of my childhood playing with boys, I observed how they would cat call young girls whom they liked. I remember on our way to the shop one day I tried cat calling a boy too. The look on that boy! Well, my cousins were also not impressed with me at all. So I guess, yet again. I was not doing gender ‘properly’.</p>\n<p>My experience growing up then speaks to Judith Butler’s idea that “heterosexuality, like gender identity, must be constantly achieved and reproduced in daily life by habitually enacting social practices associated with cultural gendered ideals associated with heterosexuality” (Fischer, 2013: 504). Butler and other scholars recognised that the idea of heterosexual identity was both performative and socially achieved (Fischer, 2013). Here we see that heterosexuality is not natural, or innate, but rather institutionalised through socialisation.</p>\n<h2><strong>What does heterosexuality mean?</strong></h2>\n<p>Heterosexuality is broadly understood or defined as an erotic attraction to the ‘opposite’ sex, meaning that men and women are viewed as complementary beings. This also speaks to the power relations embedded in heterosexuality as both an institution and a discourse: how the qualities associated with men and masculinity are more highly valued and rewarded than those associated with women and femininity. For example, men who have multiple sexual partners are often seen as ‘players’ and praised for their prowess. However, women who choose to have multiple sexual partners are not afforded the same status, instead they are frowned upon and often labelled as ‘loose’ or ‘immoral’.</p>\n<p>Let us take a look at how the late Mam’Winnie and our ex-president Zuma were treated differently by society in “doing their gender and heterosexuality”. Julius Malema and Kopano Ratele have both recently commented on the sexual lives of these individuals, in one way or the other on social media. But what stood out for me was when Julius Malema said “They say Winnie slept with young men when Madiba was in prison and all that, they are saying all sorts of things about her. Okay, let’s say we accept that nonsense. And because she slept with young people she must be isolated, she’s immoral. How many of these men slept with young people, slept with the children of their own friends.” Let’s say we too accept that ‘nonsense’ as Julius Malema puts it. One can choose to see that from Mam’Winnie’s story, there are variations in heterosexual experiences that heterosexuality is a site of “pleasure as well as oppression”, or that heterosexual women were and are not necessarily the “cultural dupes” of compulsory heteronormativity, but could and can resist how heteronormativity regulates their social-sexual lives.</p>\n<p>Additionally, heteronormativity creates hierarchies between heterosexuals themselves, where married monogamous heterosexuals represent the cultural ideal, while other ways of doing heterosexuality, being unmarried, promiscuous, or seeking sexual relations for commercial gain, fall outside the “charmed circle”; a group of people who are seen as or viewed as having special power or influenced, as suggested by Gayle Rubin.&nbsp; Scholars therefore agree that it is better to speak about “heterosexualities” to capture the diversity of heterosexual lives.</p>\n<p>So one can argue that maybe umamWinnie, or I for that matter, or even some of you, all hold anti-heteronormative identities, that we are conscious and critical about heterosexual identities. That people like us can be understood as being “straight queers” (Heath et. al, 2013).</p>\n<p>So, it is in our own interest to be an ally to people from diverse and oppressed groups. Ultimately, our own struggles are tied to everyone else’s. When you give support to others, you are developing allies for your groups and causes. As we all learn how to be more committed and caring to each other, we will build a strong foundation for change in our communities. The stronger the trust and commitment people have, as individuals and between groups, the more effective they will be in uniting around important issues (Axner, 1999).</p>\n<p>James Banks, a multicultural educator, says that living in a diverse society requires that we “know, care, and act”. In other words, we need to learn about people and understand their issues, care about people with our hearts, and take the action necessary to make sure that people are treated well and that justice is done. That is, basically, what an ally does.</p>\n<p>And like Luvvie Ajayi, a Nigerian author, speaker, and professional trouble maker, I too refuse to be quiet, because being quiet is comfortable; keeping things the way they have been is comfortable and all comfort has done is to maintain the status quo. So we need to get comfortable with being uncomfortable by speaking these hard truths. And one of these hard truths is that, being an ally “is not an identity. It’s a practice. It’s an active thing that must be done over and over again. In the largest and smallest ways, everyday” (Giannaki, 2016).</p>\n<p>In addition, constant and thorough reflection on our privilege and positionality is vital. We should also keep in mind that there is no unified heterosexual culture, sex-worker culture or gay culture (Plummer, 2018).&nbsp; Therefore, in realising our own ways of oppression, we will possibly become able to fight collectively against everyone’s oppression. We would understand that, for the times we need help, we would not need to look around so hard, if we made sure that we were somebody else’s ally.</p>\n<p>Finally, Baldwin reminds us that it is not a question of whether you are black or white, gay or straight. Instead it’s a question of what do you stand for, who are you and how can you know that and operate from that position of power?</p>\n<p><strong>&nbsp;</strong></p>\n<h2><strong>Bibliography</strong></h2>\n<p>Axner, M. 1999. Interview with Arthur Himmelman.</p>\n<p>Butler, J. 1990. Gender Trouble: Feminism and the Subversion of Identity. New York: Routledge.</p>\n<p>Fischer, NL. 2013. Seeing “Straight”, Contemporary Critical Heterosexuality Studies and Sociology: An Introduction, The Sociological Quarterly, 54:4, 501-510</p>\n<p>Giannaki, AF. 2016. The Role of “Privileged Allies in the struggle for Social Justice.</p>\n<p><a href=\"https://www.humanityinaction.org/knowledge_detail/jlf-16-the-role-of-privileged-allies-in-the-struggle-for-social-justice/\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.humanityinaction.org/knowledge_detail/jlf-16-the-role-of-privileged-allies-in-the-struggle-for-social-justice/</a></p>\n<p>Heath, Melanie (coordinator), with Travis Beaver, Nancy Fischer, Bruce Nordstrom-Loeb, and Brandy Simula. 2013. “Crossing Boundaries, Workshopping Sexualities.” Working Paper on Critical Heterosexualities.</p>\n<p>Plummer, K. 2018. Sexualities: Twenty years on. SAGE, 21 (8), 1204-1210</p>\n<p>Smith, MD. 2007. THE CASE AGAINST “ALLIES”</p>\n<p><a href=\"http://feministing.com/2013/10/01/the-case-against-allies/\" target=\"_blank\" rel=\"noopener noreferrer\">http://feministing.com/2013/10/01/the-case-against-allies/</a></p>\n</body></html>",
  "contentText": "by Vuyisa Mamanzi We all carry misinformation and stereotypes about people. We acquire this misinformation at a young age in bits and pieces from TV, from listening to people talk, from watching the expressions on our parent’s faces, and from society at large. We also witness people being treated badly because of their sexual orientation or because they are not “doing gender properly”. “Is heterosexuality ‘compulsory’ in the sense that resistance to heterosexual identity, behaviour, and cultural image rare, costly and perhaps often virtually unthinkable” (Heath et. al, 2013). What does it mean to do gender properly? I grew up playing with my cousins who were boys. We were not allowed to play outside the yard, so their friends would come over to play with us. I was quite a physical and active child growing up, and I enjoyed playing the games they played, I climbed trees, played soccer, played marbles, played top, and I even got involved in a number of fights with some of the boys. Of course, this meant that at times I would get some knee bruises from falling. I would always get a hiding from my mother for these bruises and was always reprimanded for behaving like a boy. My cousins also didn’t like it when I fought with their friends. You see, as a girl child, I was expected to act, behave and play in a way that represented ‘my gender’. I was policed into doing gender ‘properly’. Reflecting back, I realise that I did not fit neatly into this ‘gender box’. Having spent most of my childhood playing with boys, I observed how they would cat call young girls whom they liked. I remember on our way to the shop one day I tried cat calling a boy too. The look on that boy! Well, my cousins were also not impressed with me at all. So I guess, yet again. I was not doing gender ‘properly’. My experience growing up then speaks to Judith Butler’s idea that “heterosexuality, like gender identity, must be constantly achieved and reproduced in daily life by habitually enacting social practices associated with cultural gendered ideals associated with heterosexuality” (Fischer, 2013: 504). Butler and other scholars recognised that the idea of heterosexual identity was both performative and socially achieved (Fischer, 2013). Here we see that heterosexuality is not natural, or innate, but rather institutionalised through socialisation. What does heterosexuality mean? Heterosexuality is broadly understood or defined as an erotic attraction to the ‘opposite’ sex, meaning that men and women are viewed as complementary beings. This also speaks to the power relations embedded in heterosexuality as both an institution and a discourse: how the qualities associated with men and masculinity are more highly valued and rewarded than those associated with women and femininity. For example, men who have multiple sexual partners are often seen as ‘players’ and praised for their prowess. However, women who choose to have multiple sexual partners are not afforded the same status, instead they are frowned upon and often labelled as ‘loose’ or ‘immoral’. Let us take a look at how the late Mam’Winnie and our ex-president Zuma were treated differently by society in “doing their gender and heterosexuality”. Julius Malema and Kopano Ratele have both recently commented on the sexual lives of these individuals, in one way or the other on social media. But what stood out for me was when Julius Malema said “They say Winnie slept with young men when Madiba was in prison and all that, they are saying all sorts of things about her. Okay, let’s say we accept that nonsense. And because she slept with young people she must be isolated, she’s immoral. How many of these men slept with young people, slept with the children of their own friends.” Let’s say we too accept that ‘nonsense’ as Julius Malema puts it. One can choose to see that from Mam’Winnie’s story, there are variations in heterosexual experiences that heterosexuality is a site of “pleasure as well as oppression”, or that heterosexual women were and are not necessarily the “cultural dupes” of compulsory heteronormativity, but could and can resist how heteronormativity regulates their social-sexual lives. Additionally, heteronormativity creates hierarchies between heterosexuals themselves, where married monogamous heterosexuals represent the cultural ideal, while other ways of doing heterosexuality, being unmarried, promiscuous, or seeking sexual relations for commercial gain, fall outside the “charmed circle”; a group of people who are seen as or viewed as having special power or influenced, as suggested by Gayle Rubin. Scholars therefore agree that it is better to speak about “heterosexualities” to capture the diversity of heterosexual lives. So one can argue that maybe umamWinnie, or I for that matter, or even some of you, all hold anti-heteronormative identities, that we are conscious and critical about heterosexual identities. That people like us can be understood as being “straight queers” (Heath et. al, 2013). So, it is in our own interest to be an ally to people from diverse and oppressed groups. Ultimately, our own struggles are tied to everyone else’s. When you give support to others, you are developing allies for your groups and causes. As we all learn how to be more committed and caring to each other, we will build a strong foundation for change in our communities. The stronger the trust and commitment people have, as individuals and between groups, the more effective they will be in uniting around important issues (Axner, 1999). James Banks, a multicultural educator, says that living in a diverse society requires that we “know, care, and act”. In other words, we need to learn about people and understand their issues, care about people with our hearts, and take the action necessary to make sure that people are treated well and that justice is done. That is, basically, what an ally does. And like Luvvie Ajayi, a Nigerian author, speaker, and professional trouble maker, I too refuse to be quiet, because being quiet is comfortable; keeping things the way they have been is comfortable and all comfort has done is to maintain the status quo. So we need to get comfortable with being uncomfortable by speaking these hard truths. And one of these hard truths is that, being an ally “is not an identity. It’s a practice. It’s an active thing that must be done over and over again. In the largest and smallest ways, everyday” (Giannaki, 2016). In addition, constant and thorough reflection on our privilege and positionality is vital. We should also keep in mind that there is no unified heterosexual culture, sex-worker culture or gay culture (Plummer, 2018). Therefore, in realising our own ways of oppression, we will possibly become able to fight collectively against everyone’s oppression. We would understand that, for the times we need help, we would not need to look around so hard, if we made sure that we were somebody else’s ally. Finally, Baldwin reminds us that it is not a question of whether you are black or white, gay or straight. Instead it’s a question of what do you stand for, who are you and how can you know that and operate from that position of power? Bibliography Axner, M. 1999. Interview with Arthur Himmelman. Butler, J. 1990. Gender Trouble: Feminism and the Subversion of Identity. New York: Routledge. Fischer, NL. 2013. Seeing “Straight”, Contemporary Critical Heterosexuality Studies and Sociology: An Introduction, The Sociological Quarterly, 54:4, 501-510 Giannaki, AF. 2016. The Role of “Privileged Allies in the struggle for Social Justice. https://www.humanityinaction.org/knowledge_detail/jlf-16-the-role-of-privileged-allies-in-the-struggle-for-social-justice/ Heath, Melanie (coordinator), with Travis Beaver, Nancy Fischer, Bruce Nordstrom-Loeb, and Brandy Simula. 2013. “Crossing Boundaries, Workshopping Sexualities.” Working Paper on Critical Heterosexualities. Plummer, K. 2018. Sexualities: Twenty years on. SAGE, 21 (8), 1204-1210 Smith, MD. 2007. THE CASE AGAINST “ALLIES” http://feministing.com/2013/10/01/the-case-against-allies/",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.humanityinaction.org/knowledge_detail/jlf-16-the-role-of-privileged-allies-in-the-struggle-for-social-justice/",
    "http://feministing.com/2013/10/01/the-case-against-allies/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}