{
  "title": "A queer lockdown",
  "permalink": "https://www.csagup.org/2020/04/16/a-queer-lockdown/",
  "datePublished": "2020-04-16T10:58:32+01:00",
  "dateLabel": "16th April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\">Pierre Brouard</a></p>\n<p>A lockdown is a very queer thing, but to be queer in a lockdown can be even trickier.</p>\n<p>Queer people who want to come out may not because if they face hostility they cannot escape, and those who are out may suddenly find they face a new kind of scrutiny, unleavened by opportunities to leave the home even temporarily and find solace in friendship and community.</p>\n<p>A young trans man of my acquaintance reached out to me recently to say that as he was forced to be with his family during lockdown he was faced with an extreme and intense version of their transphobia, manifesting in deliberate mis-gendering from his family, accompanied by promises (threats?) of prayer interventions to “de-trans” him.</p>\n<p>As Mamba online noted “amid the pandemic, millions around the world are under some form of lockdown or isolation, leaving vulnerable people at the mercy of those they live with.”<a href=\"https://www.mambaonline.com/2020/04/06/lgbtq-youth-urged-to-delay-coming-out-during-lockdown/\" target=\"_blank\" rel=\"noopener noreferrer\"> Citing a UK organisation</a>, the Albert Kennedy Trust (AKT), they say that “If you’re a young person and you’re thinking of coming out, press pause on that until you get support.” Of course this may be possible for some, but if you are gender diverse in some way, it is often more difficult to “press pause” on how you look.</p>\n<p>AKT also noted that for many LGBTQIA (queer) youth, homelessness is already their reality. While there are few statistics on queer-specific homelessness in South Africa, international studies have shown that queer youth are more likely to end up on the streets. And South Africa only has one shelter for queer people in crisis, the Pride Shelter in Cape Town: what might other queer people across the land do?</p>\n<p>It is important, I believe, to see this issue against the backdrop of a broader gender violence epidemic. There is already <a href=\"https://www.nytimes.com/2020/04/06/world/coronavirus-domestic-violence.html?action=click&amp;module=Spotlight&amp;pgtype=Homepage\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">evidence</a> of gender-based violence (GBV) becoming worse during a lockdown: victims and perpetrators in domestic violence contexts may be forced to stay together, in pressure-cooker spaces, and opportunities to find support will be limited by the requirements to stay at home.</p>\n<p>The <a href=\"https://www.dailymaverick.co.za/article/2020-04-08-lockdown-many-trapped-in-their-home-with-their-abuser/\" target=\"_blank\" rel=\"noopener noreferrer\">South African picture</a> seems mixed: so far domestic violence organisations report fewer calls, although they believe victims may be too scared to reach out; rape statistics seem down, and Thuthuzela Care Centres are less busy according to the Rape Crisis Cape Town Trust. A number of these organisations noted that the beginning of the lockdown was a time of great anxiety for those living in unsafe relationships and homes as they would have had to make quick decisions about where to sit out the lockdown, based on variables they could not always control.</p>\n<p>So far, so bad.</p>\n<p>Pivoting away from queerness as problem, I’d like to turn to the idea of queerness as opportunity. When you’ve lived your life on the margins, or been sexual in ways which are under the radar, away from the gaze of prudes, life in a time of Covid-19 can simply be a new challenge.</p>\n<p>One thing is clear: hooking up during lockdown is not only illegal it is almost impossible to achieve, and even people who are in relationships but do not live together are faced with a complete hiatus in the intimate sphere (beyond phone/cam sex, becoming re/acquainted with one’s sex toy collection and developing a shortcut to Pornhub).</p>\n<p>For some, who have lived through the fears of HIV, STIs and even risks associated with hook up culture, a prohibition on sex may seem like another hurdle to be negotiated, not resigned to. Jay, 28, from Spain, in a <a href=\"https://www.huffingtonpost.co.uk/entry/coronavirus-lockdown-gay-hookup-culture_uk_5e7c83f5c5b6256a7a254883\" target=\"_blank\" rel=\"noopener noreferrer\">Huffpost story</a>, had this to say:</p>\n<p>“I already feel like I put myself at risk so much already with some of these encounters that Covid almost doesn’t feel that risky in that particular context.” Pressed to explain, he clarifies: “Crazy people, STIs, all the risks that come with walking into a stranger’s house and making yourself vulnerable. Most of the time in secret, so if something were to happen no one would know where you are.”</p>\n<p>Obviously I’m not suggesting that queer people (or anyone missing sex, casual or not) break the requirements of a lockdown, but I’m arguing that queer people have “form” when it comes to making peace with danger, and have a rich history of counter-narratives and counter cultures to draw on.</p>\n<p>Here are some ways in which this could play out.</p>\n<p>Wouldn’t it be amazing if hook up culture and its apps, Grindr and Scruff come to mind, were just a tad kinder, making it possible for people to share ideas and feelings, not just nudes? This is not an attempt to sanitise queer sub-cultures, many of which have fought very hard to break the shackles of heteronormativity and moralism, but there is a case to be made that some aspects of hook up life are dehumanising, splitting the affective from the physical. A sex quarantine, which this is in effect for many people, is a chance to ask some tough questions about what makes us really feel better about ourselves.</p>\n<p>Queer people can re-ignite debates about what constitutes family. This has crept up on us over the last decade or two, but the traditional heterosexual family (whether it’s nuclear or extended it usually involves men and women living in spaces with children they have created heterosexually) is under the microscope in ways hitherto unimaginable. And the queers have come to the party; surrogacy, co-parenting in different homes, single and polyamorous parenting arrangements, have all entered the lexicon. In addition, a group of queer people living together in a tight or loose, but unromantic, set up do often consider themselves to be family. And even those who don’t live together might see their queer kin as just that, people to draw on in good times and bad, sometimes before their biological brothers and sisters.</p>\n<p>In the context of this lockdown, I know that I have un/consciously reached out to my queer family, especially those who are living alone, to see how they are doing. Some have lost or abandoned (or been abandoned by) their genetic family, or we have a shared experience of marginality: in these times “your people” have special needs, perhaps, and there is an intensity to video and audio calls which I cannot deny.</p>\n<p>Such kinship is an example of social capital – “direct and indirect resources that are a by-product of social networks” – in operation. <a href=\"https://lgbtq.hkspublications.org/2019/05/22/queer-kinship-could-heal-the-world/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Heckman</a> speaks of queer kinship forms as exemplars of bonding, bridging, and linking social capital.</p>\n<p>According to <a href=\"https://wagner.nyu.edu/files/faculty/publications/Br_J_Soc_Work-2010-Hawkins-1777-93.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Hawkins and Maurer</a> “Bonding social capital refers to relationships amongst members of a network who are similar in some form. Bridging social capital refers to relationships amongst people who are dissimilar in a demonstrable fashion, such as age, socio-economic status, race/ethnicity and education. Linking social capital is the extent to which individuals build relationships with institutions and individuals who have relative power over them (e.g. to provide access to services, jobs or resources).”</p>\n<p>Because queer people often live at the intersection of multiple identities and communities, argues Heckman, they have a unique position within social networks and thus a particular relationship to bonding, bridging, and linking social capital.</p>\n<h2>Deploying queer capital</h2>\n<p>Deploying queer capital in the lockdown is, of course, easier said than done.</p>\n<p>But I would argue that bonding, bridging and linking are in the queer “wheel house”: now more than ever we need to be there for each other. But the Covid-19 experience is also a time of vigilance. Queer people must seize this moment to ask the bigger questions: can restrictions on civil liberties be used post-Covid by those who resent queer rights; will sentimentality about “family” we are seeing push back the gains of queer family forms; will ideas about “sexual safety” and “morality” be invoked to sideline sexualities and genders outside of Rubin’s <a href=\"https://we.riseup.net/rolequeer/sex-within-the-charmed-circle\" target=\"_blank\" rel=\"noopener noreferrer\">charmed circle</a>? We haven’t locked down the implications of Covid-19, perhaps only time will tell.</p>\n<p>(If you need phone or Skype support or counselling on coming out, contact OUT in Pretoria on 012 430 3272 / 066 190 5812 or call the Triangle Project Helpline on 021 712 6699 in Cape Town.)</p>\n</body></html>",
  "contentText": "by Pierre Brouard A lockdown is a very queer thing, but to be queer in a lockdown can be even trickier. Queer people who want to come out may not because if they face hostility they cannot escape, and those who are out may suddenly find they face a new kind of scrutiny, unleavened by opportunities to leave the home even temporarily and find solace in friendship and community. A young trans man of my acquaintance reached out to me recently to say that as he was forced to be with his family during lockdown he was faced with an extreme and intense version of their transphobia, manifesting in deliberate mis-gendering from his family, accompanied by promises (threats?) of prayer interventions to “de-trans” him. As Mamba online noted “amid the pandemic, millions around the world are under some form of lockdown or isolation, leaving vulnerable people at the mercy of those they live with.” Citing a UK organisation, the Albert Kennedy Trust (AKT), they say that “If you’re a young person and you’re thinking of coming out, press pause on that until you get support.” Of course this may be possible for some, but if you are gender diverse in some way, it is often more difficult to “press pause” on how you look. AKT also noted that for many LGBTQIA (queer) youth, homelessness is already their reality. While there are few statistics on queer-specific homelessness in South Africa, international studies have shown that queer youth are more likely to end up on the streets. And South Africa only has one shelter for queer people in crisis, the Pride Shelter in Cape Town: what might other queer people across the land do? It is important, I believe, to see this issue against the backdrop of a broader gender violence epidemic. There is already evidence of gender-based violence (GBV) becoming worse during a lockdown: victims and perpetrators in domestic violence contexts may be forced to stay together, in pressure-cooker spaces, and opportunities to find support will be limited by the requirements to stay at home. The South African picture seems mixed: so far domestic violence organisations report fewer calls, although they believe victims may be too scared to reach out; rape statistics seem down, and Thuthuzela Care Centres are less busy according to the Rape Crisis Cape Town Trust. A number of these organisations noted that the beginning of the lockdown was a time of great anxiety for those living in unsafe relationships and homes as they would have had to make quick decisions about where to sit out the lockdown, based on variables they could not always control. So far, so bad. Pivoting away from queerness as problem, I’d like to turn to the idea of queerness as opportunity. When you’ve lived your life on the margins, or been sexual in ways which are under the radar, away from the gaze of prudes, life in a time of Covid-19 can simply be a new challenge. One thing is clear: hooking up during lockdown is not only illegal it is almost impossible to achieve, and even people who are in relationships but do not live together are faced with a complete hiatus in the intimate sphere (beyond phone/cam sex, becoming re/acquainted with one’s sex toy collection and developing a shortcut to Pornhub). For some, who have lived through the fears of HIV, STIs and even risks associated with hook up culture, a prohibition on sex may seem like another hurdle to be negotiated, not resigned to. Jay, 28, from Spain, in a Huffpost story, had this to say: “I already feel like I put myself at risk so much already with some of these encounters that Covid almost doesn’t feel that risky in that particular context.” Pressed to explain, he clarifies: “Crazy people, STIs, all the risks that come with walking into a stranger’s house and making yourself vulnerable. Most of the time in secret, so if something were to happen no one would know where you are.” Obviously I’m not suggesting that queer people (or anyone missing sex, casual or not) break the requirements of a lockdown, but I’m arguing that queer people have “form” when it comes to making peace with danger, and have a rich history of counter-narratives and counter cultures to draw on. Here are some ways in which this could play out. Wouldn’t it be amazing if hook up culture and its apps, Grindr and Scruff come to mind, were just a tad kinder, making it possible for people to share ideas and feelings, not just nudes? This is not an attempt to sanitise queer sub-cultures, many of which have fought very hard to break the shackles of heteronormativity and moralism, but there is a case to be made that some aspects of hook up life are dehumanising, splitting the affective from the physical. A sex quarantine, which this is in effect for many people, is a chance to ask some tough questions about what makes us really feel better about ourselves. Queer people can re-ignite debates about what constitutes family. This has crept up on us over the last decade or two, but the traditional heterosexual family (whether it’s nuclear or extended it usually involves men and women living in spaces with children they have created heterosexually) is under the microscope in ways hitherto unimaginable. And the queers have come to the party; surrogacy, co-parenting in different homes, single and polyamorous parenting arrangements, have all entered the lexicon. In addition, a group of queer people living together in a tight or loose, but unromantic, set up do often consider themselves to be family. And even those who don’t live together might see their queer kin as just that, people to draw on in good times and bad, sometimes before their biological brothers and sisters. In the context of this lockdown, I know that I have un/consciously reached out to my queer family, especially those who are living alone, to see how they are doing. Some have lost or abandoned (or been abandoned by) their genetic family, or we have a shared experience of marginality: in these times “your people” have special needs, perhaps, and there is an intensity to video and audio calls which I cannot deny. Such kinship is an example of social capital – “direct and indirect resources that are a by-product of social networks” – in operation. Heckman speaks of queer kinship forms as exemplars of bonding, bridging, and linking social capital. According to Hawkins and Maurer “Bonding social capital refers to relationships amongst members of a network who are similar in some form. Bridging social capital refers to relationships amongst people who are dissimilar in a demonstrable fashion, such as age, socio-economic status, race/ethnicity and education. Linking social capital is the extent to which individuals build relationships with institutions and individuals who have relative power over them (e.g. to provide access to services, jobs or resources).” Because queer people often live at the intersection of multiple identities and communities, argues Heckman, they have a unique position within social networks and thus a particular relationship to bonding, bridging, and linking social capital. Deploying queer capital Deploying queer capital in the lockdown is, of course, easier said than done. But I would argue that bonding, bridging and linking are in the queer “wheel house”: now more than ever we need to be there for each other. But the Covid-19 experience is also a time of vigilance. Queer people must seize this moment to ask the bigger questions: can restrictions on civil liberties be used post-Covid by those who resent queer rights; will sentimentality about “family” we are seeing push back the gains of queer family forms; will ideas about “sexual safety” and “morality” be invoked to sideline sexualities and genders outside of Rubin’s charmed circle? We haven’t locked down the implications of Covid-19, perhaps only time will tell. (If you need phone or Skype support or counselling on coming out, contact OUT in Pretoria on 012 430 3272 / 066 190 5812 or call the Triangle Project Helpline on 021 712 6699 in Cape Town.)",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.mambaonline.com/2020/04/06/lgbtq-youth-urged-to-delay-coming-out-during-lockdown/",
    "https://www.nytimes.com/2020/04/06/world/coronavirus-domestic-violence.html?action=click&module=Spotlight&pgtype=Homepage",
    "https://www.dailymaverick.co.za/article/2020-04-08-lockdown-many-trapped-in-their-home-with-their-abuser/",
    "https://www.huffingtonpost.co.uk/entry/coronavirus-lockdown-gay-hookup-culture_uk_5e7c83f5c5b6256a7a254883",
    "https://lgbtq.hkspublications.org/2019/05/22/queer-kinship-could-heal-the-world/",
    "https://wagner.nyu.edu/files/faculty/publications/Br_J_Soc_Work-2010-Hawkins-1777-93.pdf",
    "https://we.riseup.net/rolequeer/sex-within-the-charmed-circle"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}