{
  "title": "The SheLadies Programme",
  "permalink": "https://www.csagup.org/2020/04/15/the-sheladies-programme/",
  "datePublished": "2020-04-15T07:31:21+01:00",
  "dateLabel": "15th April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\"><strong><em>Belinda Pakati</em></strong></a></p>\n<h2><strong>Reflections on a pilot project (</strong><strong>Community Outreach Programme)</strong></h2>\n<p>Working with young mothers from High Schools in our Community Outreach Programme has been interesting and fascinating. Young people are curious human beings who like to experiment and explore. This can often lead them to engage in toxic relationships and sub-cultures. Despite the good values that their birth parents had taught them while growing up, getting exposed to social media and negative sub-cultures greatly influenced their lives.</p>\n<p>The peer leadership programme carried out by the CSA&amp;G Community Outreach Student Volunteers worked with young people between the ages of 16 and 18, divided into 10 boys and 10 girls from High Schools in and around Pretoria. The programme is focused on providing learners with information on gender, sex and sexuality, basic information on HIV/AIDS and discrimination, drug and alcohol use, communication and negotiation skills, teenage pregnancy and sexual and reproductive health rights (SRHR).</p>\n<p>The focus in this article is on one school in Atteridgeville. During the recruitment of schools to partner and work with, the Life Orientation (LO) teacher we approached became very supportive. The teacher liked the idea of the programme and assisted in identifying a group of 20 learners to form part of the programme.</p>\n<p>During the sessions, particularly on teenage pregnancy and SRHR, learners were very excited to have a space where they were able to speak freely and openly about sex. They participated fully while learning and having fun.</p>\n<p>While the learners were interacting with one another, I noticed that when a question on teenage pregnancy was posed to the whole group, both boys and girls would pass it on to specific learners in the session. In a scoffing manner they made remarks like: “<em>We do not know, those who have babies must answer because they know better”. </em>Those that had babies responded by saying “we<em> are not text books you must leave us alone”.</em> The student facilitator intervened to control the situation by reminding the learners that they must abide by the group rule of respecting one another.</p>\n<p>In observing the way that the learners were engaging with each other, I felt that the young mothers were somehow alienated: were they facing challenges in the school and from their fellow learners? I decided that I needed to come up with an intervention to engage more with them. I then had a meeting with the LO Teacher where we discussed the idea of the intervention and obtained more information about the young mothers in the school.</p>\n<p>The teacher felt that the idea was very relevant because the number of girls who fall pregnant at an early age in their school was high. She supported the programme and said these young women could be an example to other girls in the school. Then the <strong><em>SheLadies </em></strong>programme come into being.</p>\n<p>Having these young women in the <strong><em>SheLadies</em></strong> Programme, together with student volunteers from the University of Pretoria, we were able to create a safe space to engage with them on the issues that affect them as young parents. For example, they had to leave school due to their pregnancy and after giving birth returned to the same school.</p>\n<p>In the conversations during these engagements the young women indicated that before they became part of the <strong><em>SheLadies </em></strong>programme they did not worry too much about falling pregnant and getting STI’s. They just wanted to feel a sense of belonging to the culture of young people who were able to afford the expensive and fancy life that their friends were living. Even after pregnancy they did not stop seeing the older man because the demand became high now that they had babies. Some said the fathers of their babies were not able to maintain them and their babies because they too were still in school. Others left them while they were still pregnant, and some said now that they were young mothers their partners left them for other girls who did not have babies.</p>\n<p>They then resorted to multiple-partner relationships and relationships with older men that could afford to meet their needs: expensive clothes and money. Some said they used the money from these relationships for the right reasons, although they got it in the wrong way.</p>\n<p>I was emotionally moved by the stories of these toxic relationships. Poverty was mentioned as one of the driving forces for intergenerational and multiple-partner relationships as a method of survival in life.</p>\n<p>They explained that life becomes easier if you embark on these kinds of relationships. You are certain that you have money for your child’s napkins and you will be able to pay the Aunty in your neighbourhood who looks after small babies while you are at school, or in the evening when you have to go out. There will also be taxi fares from home to school and back. You are able to buy food and clothes for siblings and school fees will be paid because the older man provides better support than boys your age.</p>\n<p>Having these young women in this pilot project of the CSA&amp;G Community Outreach Programme has afforded us an opportunity to make a difference in their lives.</p>\n<p>We were able to help them explore other ways of surviving in life without being dependant on someone else. We also encouraged them to plan a very successful Career Day event which they organised and facilitated for their fellow learners. The event in a way was speaking to them indirectly, so they can benefit from it. We had invited other stakeholders from our university to come and share their knowledge and the importance of education, and to motivate the learners to have the eagerness to further their studies.</p>\n<p>I had an opportunity to share from my own personal experience on how pressurising it is to not have higher education qualifications, while being surrounded by intellectuals in an academic institution. I also explained why I was unable to further my studies. I was a young mother myself and I had to return to the same school after giving birth. Raising a child with no support system was never easy. It meant that certain things had to be delayed – time waits for no man (or woman)! After matriculating I had to stay home and raise my child, indirectly relieving my mother from the burden I had added at home.</p>\n<p>Behaviour change is very complex. Although I may have not succeeded in changing the mindset of all the young mothers in the programme, some of them were able to see and do things differently after the monthly engagements.</p>\n<p>A few started to focus more on their studies, they were able to register for tertiary education by using the information they received during the Career Day Event mentioned above. Others were motivated to find temporary jobs so that they could take care of themselves and their children and save money to further their studies.</p>\n<p>They even requested that we should have a session where we could discuss the difference between sex workers and people who engage in relationships to get money from men or boyfriends. Unfortunately, time did not allow this as they had to start preparing for their final exams, and our programmes are designed so that they do not disturb or obstruct our students and learners from focusing and concentrating on their studies. Their education comes first as it holds a key to opening doors for opportunities in life.</p>\n<p>But I am confident that the programme changed some of the lives of these young mothers, and it helped me to think about my own story in new ways.</p>\n<p><strong>Shalate Belinda Pakati is a senior project manager who coordinates student outreach and community engagement programmes within CSA&amp;G. She is also responsible for the HIV testing and counselling work and on going student support. She has a background in Human Resource Management. She is passionate about working with and giving back to the community.&nbsp; </strong></p>\n</body></html>",
  "contentText": "by Belinda Pakati Reflections on a pilot project (Community Outreach Programme) Working with young mothers from High Schools in our Community Outreach Programme has been interesting and fascinating. Young people are curious human beings who like to experiment and explore. This can often lead them to engage in toxic relationships and sub-cultures. Despite the good values that their birth parents had taught them while growing up, getting exposed to social media and negative sub-cultures greatly influenced their lives. The peer leadership programme carried out by the CSA&G Community Outreach Student Volunteers worked with young people between the ages of 16 and 18, divided into 10 boys and 10 girls from High Schools in and around Pretoria. The programme is focused on providing learners with information on gender, sex and sexuality, basic information on HIV/AIDS and discrimination, drug and alcohol use, communication and negotiation skills, teenage pregnancy and sexual and reproductive health rights (SRHR). The focus in this article is on one school in Atteridgeville. During the recruitment of schools to partner and work with, the Life Orientation (LO) teacher we approached became very supportive. The teacher liked the idea of the programme and assisted in identifying a group of 20 learners to form part of the programme. During the sessions, particularly on teenage pregnancy and SRHR, learners were very excited to have a space where they were able to speak freely and openly about sex. They participated fully while learning and having fun. While the learners were interacting with one another, I noticed that when a question on teenage pregnancy was posed to the whole group, both boys and girls would pass it on to specific learners in the session. In a scoffing manner they made remarks like: “We do not know, those who have babies must answer because they know better”. Those that had babies responded by saying “we are not text books you must leave us alone”. The student facilitator intervened to control the situation by reminding the learners that they must abide by the group rule of respecting one another. In observing the way that the learners were engaging with each other, I felt that the young mothers were somehow alienated: were they facing challenges in the school and from their fellow learners? I decided that I needed to come up with an intervention to engage more with them. I then had a meeting with the LO Teacher where we discussed the idea of the intervention and obtained more information about the young mothers in the school. The teacher felt that the idea was very relevant because the number of girls who fall pregnant at an early age in their school was high. She supported the programme and said these young women could be an example to other girls in the school. Then the SheLadies programme come into being. Having these young women in the SheLadies Programme, together with student volunteers from the University of Pretoria, we were able to create a safe space to engage with them on the issues that affect them as young parents. For example, they had to leave school due to their pregnancy and after giving birth returned to the same school. In the conversations during these engagements the young women indicated that before they became part of the SheLadies programme they did not worry too much about falling pregnant and getting STI’s. They just wanted to feel a sense of belonging to the culture of young people who were able to afford the expensive and fancy life that their friends were living. Even after pregnancy they did not stop seeing the older man because the demand became high now that they had babies. Some said the fathers of their babies were not able to maintain them and their babies because they too were still in school. Others left them while they were still pregnant, and some said now that they were young mothers their partners left them for other girls who did not have babies. They then resorted to multiple-partner relationships and relationships with older men that could afford to meet their needs: expensive clothes and money. Some said they used the money from these relationships for the right reasons, although they got it in the wrong way. I was emotionally moved by the stories of these toxic relationships. Poverty was mentioned as one of the driving forces for intergenerational and multiple-partner relationships as a method of survival in life. They explained that life becomes easier if you embark on these kinds of relationships. You are certain that you have money for your child’s napkins and you will be able to pay the Aunty in your neighbourhood who looks after small babies while you are at school, or in the evening when you have to go out. There will also be taxi fares from home to school and back. You are able to buy food and clothes for siblings and school fees will be paid because the older man provides better support than boys your age. Having these young women in this pilot project of the CSA&G Community Outreach Programme has afforded us an opportunity to make a difference in their lives. We were able to help them explore other ways of surviving in life without being dependant on someone else. We also encouraged them to plan a very successful Career Day event which they organised and facilitated for their fellow learners. The event in a way was speaking to them indirectly, so they can benefit from it. We had invited other stakeholders from our university to come and share their knowledge and the importance of education, and to motivate the learners to have the eagerness to further their studies. I had an opportunity to share from my own personal experience on how pressurising it is to not have higher education qualifications, while being surrounded by intellectuals in an academic institution. I also explained why I was unable to further my studies. I was a young mother myself and I had to return to the same school after giving birth. Raising a child with no support system was never easy. It meant that certain things had to be delayed – time waits for no man (or woman)! After matriculating I had to stay home and raise my child, indirectly relieving my mother from the burden I had added at home. Behaviour change is very complex. Although I may have not succeeded in changing the mindset of all the young mothers in the programme, some of them were able to see and do things differently after the monthly engagements. A few started to focus more on their studies, they were able to register for tertiary education by using the information they received during the Career Day Event mentioned above. Others were motivated to find temporary jobs so that they could take care of themselves and their children and save money to further their studies. They even requested that we should have a session where we could discuss the difference between sex workers and people who engage in relationships to get money from men or boyfriends. Unfortunately, time did not allow this as they had to start preparing for their final exams, and our programmes are designed so that they do not disturb or obstruct our students and learners from focusing and concentrating on their studies. Their education comes first as it holds a key to opening doors for opportunities in life. But I am confident that the programme changed some of the lives of these young mothers, and it helped me to think about my own story in new ways. Shalate Belinda Pakati is a senior project manager who coordinates student outreach and community engagement programmes within CSA&G. She is also responsible for the HIV testing and counselling work and on going student support. She has a background in Human Resource Management. She is passionate about working with and giving back to the community.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}