{
  "title": "Uniting against the common enemy: Covid-19 and South Africa’s militarised nationhood",
  "permalink": "https://www.csagup.org/2020/04/15/uniting-against-the-common-enemy-covid-19-and-south-africas-militarised-nationhood/",
  "datePublished": "2020-04-15T06:49:35+01:00",
  "dateLabel": "15th April 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <strong><em><a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\">Tinashe Mawere</a></em></strong></p>\n<h2><strong>The “<em>Thuma Mina</em> moment”: A nation ready for war </strong></h2>\n<p>The discourse of war – national unity, resistance, defence and victory have characterised President Cyril Ramaphosa’s public speeches in the wake of the fast spreading and deadly global pandemic, Corona virus, Covid-19. Coming late on the basis of wide consultations, invitation of various players including oppositional political parties, reflections on the history of South Africa and the notion of resilience, the presidential use of military regalia, use of military language and resources – all created a sombre and serious atmosphere and a sense of a nation in danger and posed for a great war.</p>\n<p>On 15 March 2020, in his first address to the nation around the Corona virus, Covid-19, Ramaphosa used the vernacular “<em>thuma mina</em>” (send me) to call upon individual South Africans to stand up and in various and distinct ways, offer themselves for the services of the nation, an act showing a great degree of patriotism and nationhood. This was elaborated by his statement on 23 March 2020 that, “Many have had to make difficult choices and sacrifices, but all have been determined that these choices and sacrifices are absolutely necessary if our country is to emerge stronger from this disaster.” &nbsp;It is this patriotism and sense of nationhood that is “most definitive” for the survival of the nation since the country was “confronted with such a severe situation” never witnessed since the advent of South Africa’s democracy. This call by Ramaphosa set the tone for the declaration of ‘war’ against Covid-19, which is threatening South Africa as he posits, “as we marshal our every resource and our every energy to fight this epidemic…our resolve, our resourcefulness and our unity as a nation will be tested as never before.”</p>\n<p>In the three State of the Nation Addresses (SONA) on 15, 23 and 30 March, Ramaphosa’s speeches offer a description of the South African challenge in medical terms as he employs terms such as epidemic, spreading, infections, disease and so on as well as in economic terms as he articulates the economic impacts of the pandemic. He then reflects on various ways the state has devised to manage the pandemic and mitigate its effects on people, livelihood and the South African economy in general.</p>\n<p>When Ramaphosa appeals to the sensibilities of South Africans, he makes use of the affective language of unity, nationalism, history and past resilience such as “We are responding as a united nation to a common threat” and “if we act together, if we act now, and if we act decisively, we will overcome it.” He then announces the formation of the National Command Council chaired by the president to lead in curbing the virus.</p>\n<p>However, as concerns about Covid-19’s ‘threat’ to the nation grew, there is a clear trajectory where Ramaphosa’s language and approaches move from medical interventions and management, national welfarism, and economic cushioning, to military and combatant language and approaches. This culminated in the announcement of a 21 days nationwide ‘lockdown’ on 23 March 2020. It is very spectacular that instead of calling it a ‘stay at home’ the more forceful and militant term ‘lockdown’ has gained popularity. Ramaphosa’s militant language and approaches reached a peak when he addressed the South African National Defence Forces (SANDF) on 26 March 2020, ahead of their deployment to ‘fight’ and ‘defeat’ the virus.</p>\n<h2><strong>Covid-19 and the invasion of the South African space</strong></h2>\n<p>The Corona virus, Covid-19 is regarded as some ugly and fatal violence that has overwhelmed the whole world. In President Ramaphosa’s speeches, Covid-19 is personified and seen as an ‘enemy’ of the nation which should be resisted and defeated by a united South Africa, hence the nation’s response to ‘wage war’ against it. As the President says while addressing SANDF on 26 March 2020, “We will wage war against the invisible enemy, coronavirus. You are expected, as soldiers of the RSA, to defend our people against this virus. Your mission is to save lives.” Stressing on the role of soldiers, Ramaphosa commands, “Go out and wage the war” since a “load rests on your shoulders, as soldiers of our country you took an oath, an oath that you will be faithful to the Republic of South Africa and that you will defend the people of South Africa.” In nations, the military is tasked with the role of national defence and protection. Considering that males are the most visible in the military, and that the military’s role is to defend and protect the nation, agentive power is naturalised and normalised on men (Mawere 2019; Simon and Hoyt 2008). It is important to re/think of the visibility of military men on the South African streets, the kind of knowledge that is communicated and internalised and the kind of knowledges and world order that would be passed from generation to generation. Butler (1988) argues that gendered meanings are made practical and visible through performances of the nation. I regard South Africa response to Covid-19 as a performance of the nation.</p>\n<p>The spreading of Covid-19 into South Africa is reduced to an undesirable enemy invasion of the South African space by a foreign body, hence the call for everyone to be vigilant to ensure national victory and national survival. There is a call for national unity to ‘fight’ against this intrusion. This call for unity is acted out on the first address when Ramaphosa gathered different stake holders for his national address. Thus, the threat posed by the virus on the nation required all horses to be gathered and weapons to be combined to fight this common ‘enemy,’ with the military specifically given the life-saving mission to resist and crush the national threat in a manner approximating the super-heroism of the Rambo and James Bond film stables.</p>\n<p>The national efforts to curb and stop the virus is clearly thought of in terms of war, and the virus had to be personified by the term ‘enemy’ to make the language of war and South Africa’s militarised responses sensible. Subtly, however, in this process, war is naturalised as South Africa’s most appropriate response to challenges since stopping the virus needed the materiality and physical presence of war.</p>\n<h2><strong>&nbsp;“We will defeat the virus”: Militarised nationhood</strong></h2>\n<p>The spreading of Corona virus, Covid-19 into South Africa provoked national sentiments that caused the national leadership to blow the war trumpet. This war trumpet was blown on the background that South Africa had fought wars before and through unity and resilience, the country had emerged victorious. Drawing this past history was important to instil confidence and show the country’s potential in protecting its citizens. The historical trajectory of resistance was also meant masculinise the nation and give it hope and confidence. As President Ramaphosa pronounces during SONA on 30 March, “Even as our country faces deep and pressing challenges on several fronts, there is no doubt in my mind that we will prevail. That is because South Africans have come together like never before to wage this struggle against the virus.” This is emphasised by his sentiments that, “I am convinced that we will succeed, because we will take this coronavirus threat seriously, we will adapt as a society, and we will all act responsibly. If we work together…we will beat this disease. I have no doubt that we shall overcome.” Following such sentiments from the president, the South African nation is given an assurance of national security.</p>\n<p>The conceptualisation of Covid-19 as an intruder and foreign body on the South African space provoked the militarisation of the South African nation so as to wage war against the virus. Imagining stopping the spreading of Covid-19 as a real war was meant to show the nation how destructive the virus is and how serious the nation was in curbing the virus. To buttress the war situation, during his address to SANDF on 26 March 2020, just before their deployment, Ramaphosa appeared dressed in military regalia, symbolising how he was ready to, and the nation’s readiness to wage war against this intruder threatening the survival of the nation. For the South African President, dressing “in your uniform as your commander-in-chief [is] to signify my support and solidarity…as you embark on this most important mission in the history of our country.” Ramaphosa is the first president in the history of South Africa to put on an SANDF uniform. He makes it clear that this act is symbolic of his support and solidarity of SANDF.</p>\n<p>However, apart from demonstrating that he is a hands-on president as well as performing support and solidarity, there is also much deeper symbolism that graphically illuminates from this wearing of military outfit. By putting on military uniform, one is made to see, feel, taste, smell and hear the South African nation in the hands of gigantic military masculinities ready to defend and protect lives. It is clear that the intensity of South Africa’s medical response to the Covid-19 pandemic is sensualised by evoking a battle-scape, hence this warfare is visualised through the President’s military outfit. Since militarism is linked to masculinity, what we see is a veneration and glorification of military masculinities (Mawere 2019, 2016; Vambe 2012). In Zimbabwe’s 2018 national elections, both the Zanu-Pf and MDC presidential candidates, Emmerson Mnangagwa and Nelson Chamisa respectively, in various and interesting ways, positioned themselves as militants to demonstrate their masculinities, virilities and capacities for national presidency (Mawere 2019). President Ramaphosa’s military regalia is therefore a dramatization, ritualisation and masculinisation of his own power and South Africa’s power.</p>\n<p>President Ramaphosa is confident of the national army as he postulates, “You are strong, capable and able to undertake this mission. Execute it with great success.” This does not only show the military mightiness of South Africa, but also that a nation’s mightiness is measured through its military and militarism. The words ‘mission’ and ‘execute’ are highly martial terms that imply accomplishing a given duty, winning a given battle and tactical and careful application of military methods. This language produces visual and aural imageries of a nation in a battle for survival. However, subversively, militarism and battles are also re/produced and characterised as normal and necessary for survival in our everyday lives.</p>\n<p>The war imagery demonstrated by Ramaphosa’s military regalia was made real when the military was deployed on the streets to enforce lockdown regulations. South Africa’s combat imagery is further buttressed through the circulation of videos on social media, showing soldiers imposing martial punishment on people who failed to comply with the ‘command’ to stay at home. Such punishment includes the offenders being forced to do press-ups, frog-jumps and rolling on the ground and rarely the <em>skop ‘n donner, skiet and donner </em>which Ramaphosa said should generally be avoided.</p>\n<h2><strong>Normalising militancy and military victories as nationhood</strong></h2>\n<p>Ramaphosa admitted that South Africans would be fearful of seeing soldiers patrol the streets with their guns. He however argued that the deployment would restore trust and confidence, implying that militarism gives some sense of security. It is interesting to think of how a gun-wielding culture restores people’s trust and confidence and the impacts of re/producing such a culture in South African communities. Adorations of military masculinities lead to war being valued and legitimised in a manner that naturalises violence as a solution to conflict, and makes militarism a foundation of society (Mawere 2019; Cock 1989). Such a militarist culture accounts for much of the violence in South Africa (Cock 2004).</p>\n<p>It is therefore important to problematise Ramaphosa’s argument and how it might encourage individuals and groups to find comfort in possessing weapons such as guns, and what effects this has on South Africa’s challenges of violence against the weak as well as gang violence where guns and killing are used in the initiation of gang members. This is more frightening in the sense that guns are phallic objects and symbols of masculinity (Mawere 2019; Suttner 2009) and in the presence of literature that relates militarism to rape. One is made to think of Zimbabwe’s ‘Operation restore legacy’ where military excesses and macho nationalism were justified in the name of the nation (Mawere 2019).</p>\n<p>Given the language characterising Ramaphosa’s address to the nation, it is therefore very significant to ask; As the nation attempts to stop the spreading of the corona virus, what other sub-text are stopped from spreading and what sub-texts are allowed to spread? Narratives around curbing and stopping the spreading of the Corona virus, Covid-19 have spectacularly taken; and have been driven by a military language rather than a medical language. The virus itself has been seen as an intruder into South Africa and its possible spreading in South Africa has been imaged as an invasion of the South African space. Considering the national call to fight the virus and the gathering of military warfare to ensure a South African victory, we should ask ourselves if we are not creating sub-texts that normalise fighting and violence as the ultimate solutions to disputes and aggression.</p>\n<p>South Africa is a country facing a lot of challenges around violence and any act to normalise warfare in South Africa should make us think really deep. Considering that violence is re/produced through discourse and that discourse performs violence, it is important to re/think the effects of a language of warfare and its attachment to notions of nationhood and national survival especially in a country like South Africa which has a history and current challenge of violent crime and gangsterism.</p>\n<p>In addition, Covid-19 has been regarded as foreign, and only forcing its way into South Africa to destroy the nation. Since it has been established as common-sensical that any foreign body has to be met with violent force and warfare, one can imagine what this means in a country with a thick history of xenophobic violence. This becomes a serious issue considering how ‘hygiene’ and ‘distancing’ are offered as primary to flattening the virus and how ‘foreigners’ are considered national pollutants and the presence to foreigners is sensitised as unhygienic and precarious for the nation.</p>\n<p>A lot of literature has demonstrated how gender related disempowerments, crimes, eliminations and exclusions increase as states get more militarised and as militarised nationhood is intensified (Mawere 2019, 2016). Above that, militarised nationhood banks on gendered and sexualised scripts that privilege patriarchal cultures.</p>\n<h2><strong>Mediating South African identities in the context of Covid-19</strong></h2>\n<p>While South Africa’s efforts to stop the spreading of the Corona virus, Covid-19 needs to be applauded, it is important to reflect on how the language and methods used re/produce and perform dominant knowledges around nationalism, militarism and gender. Equally important is a reflection on how this re/production and performance of nationalism, militarism and gendered identities naturalises certain behaviours and actions which end up re/producing and acting out scripts that are based on power hierarchies, masochism and violence. In South Africa’s dealing with Covid-19, I see militant masculinities as central to the national project, trapping people into an everyday life of militarism, vigilantism, masculinity and violence. As we deal with the Corona virus, Covid-19, we should all pose and reflect on what discourses we are re/producing and performing as the normal and the kind of South Africa that we re/imagine. It is important to problematise the place and space of gender and power in the nation’s militarised struggle against Covid-19.&nbsp; <a name=\"_Toc21988909\"></a></p>\n<p>&nbsp;</p>\n<h2><strong>BIBLIOGRAPHY</strong></h2>\n<p>Butler, J. 1988. Performative acts and gender constitution: An essay in phenomenology and feminist theory. <em>Theatre Journal:</em> 519-531.</p>\n<p>Cock, J. 2004. Rethinking militarism in post-apartheid South Africa. Working paper no. 43.</p>\n<p>Cock, J. 1989. Keeping the fires burning: Militarisation and the politics of gender in South Africa. <em>Review of African Political Economy, </em><em>16</em>(45/46): 50-64.</p>\n<p>Mawere, T. 2019. <em>Gendered and Sexual Imagi(nations): the 2018 Zimbabwean E(r)ections and the Aftermath</em>, Pretoria: CSA&amp;G Press.</p>\n<p>Mawere, T. 2016. Decentering nationalism: representing and contesting Chimurenga in Zimbabwean popular culture, PhD dissertation. Cape Town: University of the Western Cape.</p>\n<p>Ramaphosa, C. 2020. ‘‘The most definitive Thuma Mina moment’ for SA: Ramaphosa’s plan for Covid-19’. (Available at <a href=\"https://www.news24.com/news24/southafrica/news/read-in-full-the-most-definitive-thuma-mina-moment-for-sa-ramaphosas-plan-for-covid-19-20200315\">https://www.news24.com/SouthAfrica/News/read-in-full-the-most-definitive-thuma-mina-moment-for-sa-ramaphosas-plan-for-covid-19-20200315</a>, accessed 03 April 2020).</p>\n<p>Ramaphosa, C. 2020. ‘Escalation of measures to combat Coronavirus Covid-19 pandemic’(Available at <a href=\"https://www.gov.za/speeches/president-cyril-ramaphosa-escalation-measures-combat-coronavirus-covid-19-pandemic-23-mar\">https://www.gov.za/speeches/president-cyril-ramaphosa-escalation-measures-combat-coronavirus-covid-19-pandemic-23-mar</a>, accessed 03 April 2020).</p>\n<p>Ramaphosa, C. 2020. ‘Message by President Cyril Ramaphosa on COVID-19 pandemic’ (Available at <a href=\"http://www.thepresidency.gov.za/speeches/message-president-cyril-ramaphosa-civid-19-pandemic\" class=\"broken_link\">http://www.thepresidency.gov.za/speeches/message-president-cyril-ramaphosa-civid-19-pandemic</a>, accessed 03 April 2020).</p>\n<p>Ramaphosa, C. 2020. ‘President Cyril Ramaphosa deploys the SANDF’ (Available at <a href=\"https://youtu.be/3Te4RdMF1al\">https://youtu.be/3Te4RdMF1al</a>, accessed 03 April 2020).</p>\n<p>Simon, S. &amp; Hoyt, C.L. 2008. Exploring the gender gap in support for a woman president. <em>Analysis of Social Issues and Public Policy</em>, <em>8(</em>1): 157-181.</p>\n<p>Suttner, R. 2014. Nelson Mandela’s masculinities. <em>African Identities</em>, <em>12</em>(3-4): 342-356.</p>\n<p>Vambe, M.T. 2012, Zimbabwe genocide: voices and perceptions from ordinary people in Matabeleland and the Midlands provinces, 30 years on, <em>African Identities, </em>vol. 10, no. 3, pp. 281-300.</p>\n</body></html>",
  "contentText": "By Tinashe Mawere The “Thuma Mina moment”: A nation ready for war The discourse of war – national unity, resistance, defence and victory have characterised President Cyril Ramaphosa’s public speeches in the wake of the fast spreading and deadly global pandemic, Corona virus, Covid-19. Coming late on the basis of wide consultations, invitation of various players including oppositional political parties, reflections on the history of South Africa and the notion of resilience, the presidential use of military regalia, use of military language and resources – all created a sombre and serious atmosphere and a sense of a nation in danger and posed for a great war. On 15 March 2020, in his first address to the nation around the Corona virus, Covid-19, Ramaphosa used the vernacular “thuma mina” (send me) to call upon individual South Africans to stand up and in various and distinct ways, offer themselves for the services of the nation, an act showing a great degree of patriotism and nationhood. This was elaborated by his statement on 23 March 2020 that, “Many have had to make difficult choices and sacrifices, but all have been determined that these choices and sacrifices are absolutely necessary if our country is to emerge stronger from this disaster.” It is this patriotism and sense of nationhood that is “most definitive” for the survival of the nation since the country was “confronted with such a severe situation” never witnessed since the advent of South Africa’s democracy. This call by Ramaphosa set the tone for the declaration of ‘war’ against Covid-19, which is threatening South Africa as he posits, “as we marshal our every resource and our every energy to fight this epidemic…our resolve, our resourcefulness and our unity as a nation will be tested as never before.” In the three State of the Nation Addresses (SONA) on 15, 23 and 30 March, Ramaphosa’s speeches offer a description of the South African challenge in medical terms as he employs terms such as epidemic, spreading, infections, disease and so on as well as in economic terms as he articulates the economic impacts of the pandemic. He then reflects on various ways the state has devised to manage the pandemic and mitigate its effects on people, livelihood and the South African economy in general. When Ramaphosa appeals to the sensibilities of South Africans, he makes use of the affective language of unity, nationalism, history and past resilience such as “We are responding as a united nation to a common threat” and “if we act together, if we act now, and if we act decisively, we will overcome it.” He then announces the formation of the National Command Council chaired by the president to lead in curbing the virus. However, as concerns about Covid-19’s ‘threat’ to the nation grew, there is a clear trajectory where Ramaphosa’s language and approaches move from medical interventions and management, national welfarism, and economic cushioning, to military and combatant language and approaches. This culminated in the announcement of a 21 days nationwide ‘lockdown’ on 23 March 2020. It is very spectacular that instead of calling it a ‘stay at home’ the more forceful and militant term ‘lockdown’ has gained popularity. Ramaphosa’s militant language and approaches reached a peak when he addressed the South African National Defence Forces (SANDF) on 26 March 2020, ahead of their deployment to ‘fight’ and ‘defeat’ the virus. Covid-19 and the invasion of the South African space The Corona virus, Covid-19 is regarded as some ugly and fatal violence that has overwhelmed the whole world. In President Ramaphosa’s speeches, Covid-19 is personified and seen as an ‘enemy’ of the nation which should be resisted and defeated by a united South Africa, hence the nation’s response to ‘wage war’ against it. As the President says while addressing SANDF on 26 March 2020, “We will wage war against the invisible enemy, coronavirus. You are expected, as soldiers of the RSA, to defend our people against this virus. Your mission is to save lives.” Stressing on the role of soldiers, Ramaphosa commands, “Go out and wage the war” since a “load rests on your shoulders, as soldiers of our country you took an oath, an oath that you will be faithful to the Republic of South Africa and that you will defend the people of South Africa.” In nations, the military is tasked with the role of national defence and protection. Considering that males are the most visible in the military, and that the military’s role is to defend and protect the nation, agentive power is naturalised and normalised on men (Mawere 2019; Simon and Hoyt 2008). It is important to re/think of the visibility of military men on the South African streets, the kind of knowledge that is communicated and internalised and the kind of knowledges and world order that would be passed from generation to generation. Butler (1988) argues that gendered meanings are made practical and visible through performances of the nation. I regard South Africa response to Covid-19 as a performance of the nation. The spreading of Covid-19 into South Africa is reduced to an undesirable enemy invasion of the South African space by a foreign body, hence the call for everyone to be vigilant to ensure national victory and national survival. There is a call for national unity to ‘fight’ against this intrusion. This call for unity is acted out on the first address when Ramaphosa gathered different stake holders for his national address. Thus, the threat posed by the virus on the nation required all horses to be gathered and weapons to be combined to fight this common ‘enemy,’ with the military specifically given the life-saving mission to resist and crush the national threat in a manner approximating the super-heroism of the Rambo and James Bond film stables. The national efforts to curb and stop the virus is clearly thought of in terms of war, and the virus had to be personified by the term ‘enemy’ to make the language of war and South Africa’s militarised responses sensible. Subtly, however, in this process, war is naturalised as South Africa’s most appropriate response to challenges since stopping the virus needed the materiality and physical presence of war. “We will defeat the virus”: Militarised nationhood The spreading of Corona virus, Covid-19 into South Africa provoked national sentiments that caused the national leadership to blow the war trumpet. This war trumpet was blown on the background that South Africa had fought wars before and through unity and resilience, the country had emerged victorious. Drawing this past history was important to instil confidence and show the country’s potential in protecting its citizens. The historical trajectory of resistance was also meant masculinise the nation and give it hope and confidence. As President Ramaphosa pronounces during SONA on 30 March, “Even as our country faces deep and pressing challenges on several fronts, there is no doubt in my mind that we will prevail. That is because South Africans have come together like never before to wage this struggle against the virus.” This is emphasised by his sentiments that, “I am convinced that we will succeed, because we will take this coronavirus threat seriously, we will adapt as a society, and we will all act responsibly. If we work together…we will beat this disease. I have no doubt that we shall overcome.” Following such sentiments from the president, the South African nation is given an assurance of national security. The conceptualisation of Covid-19 as an intruder and foreign body on the South African space provoked the militarisation of the South African nation so as to wage war against the virus. Imagining stopping the spreading of Covid-19 as a real war was meant to show the nation how destructive the virus is and how serious the nation was in curbing the virus. To buttress the war situation, during his address to SANDF on 26 March 2020, just before their deployment, Ramaphosa appeared dressed in military regalia, symbolising how he was ready to, and the nation’s readiness to wage war against this intruder threatening the survival of the nation. For the South African President, dressing “in your uniform as your commander-in-chief [is] to signify my support and solidarity…as you embark on this most important mission in the history of our country.” Ramaphosa is the first president in the history of South Africa to put on an SANDF uniform. He makes it clear that this act is symbolic of his support and solidarity of SANDF. However, apart from demonstrating that he is a hands-on president as well as performing support and solidarity, there is also much deeper symbolism that graphically illuminates from this wearing of military outfit. By putting on military uniform, one is made to see, feel, taste, smell and hear the South African nation in the hands of gigantic military masculinities ready to defend and protect lives. It is clear that the intensity of South Africa’s medical response to the Covid-19 pandemic is sensualised by evoking a battle-scape, hence this warfare is visualised through the President’s military outfit. Since militarism is linked to masculinity, what we see is a veneration and glorification of military masculinities (Mawere 2019, 2016; Vambe 2012). In Zimbabwe’s 2018 national elections, both the Zanu-Pf and MDC presidential candidates, Emmerson Mnangagwa and Nelson Chamisa respectively, in various and interesting ways, positioned themselves as militants to demonstrate their masculinities, virilities and capacities for national presidency (Mawere 2019). President Ramaphosa’s military regalia is therefore a dramatization, ritualisation and masculinisation of his own power and South Africa’s power. President Ramaphosa is confident of the national army as he postulates, “You are strong, capable and able to undertake this mission. Execute it with great success.” This does not only show the military mightiness of South Africa, but also that a nation’s mightiness is measured through its military and militarism. The words ‘mission’ and ‘execute’ are highly martial terms that imply accomplishing a given duty, winning a given battle and tactical and careful application of military methods. This language produces visual and aural imageries of a nation in a battle for survival. However, subversively, militarism and battles are also re/produced and characterised as normal and necessary for survival in our everyday lives. The war imagery demonstrated by Ramaphosa’s military regalia was made real when the military was deployed on the streets to enforce lockdown regulations. South Africa’s combat imagery is further buttressed through the circulation of videos on social media, showing soldiers imposing martial punishment on people who failed to comply with the ‘command’ to stay at home. Such punishment includes the offenders being forced to do press-ups, frog-jumps and rolling on the ground and rarely the skop ‘n donner, skiet and donner which Ramaphosa said should generally be avoided. Normalising militancy and military victories as nationhood Ramaphosa admitted that South Africans would be fearful of seeing soldiers patrol the streets with their guns. He however argued that the deployment would restore trust and confidence, implying that militarism gives some sense of security. It is interesting to think of how a gun-wielding culture restores people’s trust and confidence and the impacts of re/producing such a culture in South African communities. Adorations of military masculinities lead to war being valued and legitimised in a manner that naturalises violence as a solution to conflict, and makes militarism a foundation of society (Mawere 2019; Cock 1989). Such a militarist culture accounts for much of the violence in South Africa (Cock 2004). It is therefore important to problematise Ramaphosa’s argument and how it might encourage individuals and groups to find comfort in possessing weapons such as guns, and what effects this has on South Africa’s challenges of violence against the weak as well as gang violence where guns and killing are used in the initiation of gang members. This is more frightening in the sense that guns are phallic objects and symbols of masculinity (Mawere 2019; Suttner 2009) and in the presence of literature that relates militarism to rape. One is made to think of Zimbabwe’s ‘Operation restore legacy’ where military excesses and macho nationalism were justified in the name of the nation (Mawere 2019). Given the language characterising Ramaphosa’s address to the nation, it is therefore very significant to ask; As the nation attempts to stop the spreading of the corona virus, what other sub-text are stopped from spreading and what sub-texts are allowed to spread? Narratives around curbing and stopping the spreading of the Corona virus, Covid-19 have spectacularly taken; and have been driven by a military language rather than a medical language. The virus itself has been seen as an intruder into South Africa and its possible spreading in South Africa has been imaged as an invasion of the South African space. Considering the national call to fight the virus and the gathering of military warfare to ensure a South African victory, we should ask ourselves if we are not creating sub-texts that normalise fighting and violence as the ultimate solutions to disputes and aggression. South Africa is a country facing a lot of challenges around violence and any act to normalise warfare in South Africa should make us think really deep. Considering that violence is re/produced through discourse and that discourse performs violence, it is important to re/think the effects of a language of warfare and its attachment to notions of nationhood and national survival especially in a country like South Africa which has a history and current challenge of violent crime and gangsterism. In addition, Covid-19 has been regarded as foreign, and only forcing its way into South Africa to destroy the nation. Since it has been established as common-sensical that any foreign body has to be met with violent force and warfare, one can imagine what this means in a country with a thick history of xenophobic violence. This becomes a serious issue considering how ‘hygiene’ and ‘distancing’ are offered as primary to flattening the virus and how ‘foreigners’ are considered national pollutants and the presence to foreigners is sensitised as unhygienic and precarious for the nation. A lot of literature has demonstrated how gender related disempowerments, crimes, eliminations and exclusions increase as states get more militarised and as militarised nationhood is intensified (Mawere 2019, 2016). Above that, militarised nationhood banks on gendered and sexualised scripts that privilege patriarchal cultures. Mediating South African identities in the context of Covid-19 While South Africa’s efforts to stop the spreading of the Corona virus, Covid-19 needs to be applauded, it is important to reflect on how the language and methods used re/produce and perform dominant knowledges around nationalism, militarism and gender. Equally important is a reflection on how this re/production and performance of nationalism, militarism and gendered identities naturalises certain behaviours and actions which end up re/producing and acting out scripts that are based on power hierarchies, masochism and violence. In South Africa’s dealing with Covid-19, I see militant masculinities as central to the national project, trapping people into an everyday life of militarism, vigilantism, masculinity and violence. As we deal with the Corona virus, Covid-19, we should all pose and reflect on what discourses we are re/producing and performing as the normal and the kind of South Africa that we re/imagine. It is important to problematise the place and space of gender and power in the nation’s militarised struggle against Covid-19. BIBLIOGRAPHY Butler, J. 1988. Performative acts and gender constitution: An essay in phenomenology and feminist theory. Theatre Journal: 519-531. Cock, J. 2004. Rethinking militarism in post-apartheid South Africa. Working paper no. 43. Cock, J. 1989. Keeping the fires burning: Militarisation and the politics of gender in South Africa. Review of African Political Economy, 16(45/46): 50-64. Mawere, T. 2019. Gendered and Sexual Imagi(nations): the 2018 Zimbabwean E(r)ections and the Aftermath, Pretoria: CSA&G Press. Mawere, T. 2016. Decentering nationalism: representing and contesting Chimurenga in Zimbabwean popular culture, PhD dissertation. Cape Town: University of the Western Cape. Ramaphosa, C. 2020. ‘‘The most definitive Thuma Mina moment’ for SA: Ramaphosa’s plan for Covid-19’. (Available at https://www.news24.com/SouthAfrica/News/read-in-full-the-most-definitive-thuma-mina-moment-for-sa-ramaphosas-plan-for-covid-19-20200315, accessed 03 April 2020). Ramaphosa, C. 2020. ‘Escalation of measures to combat Coronavirus Covid-19 pandemic’(Available at https://www.gov.za/speeches/president-cyril-ramaphosa-escalation-measures-combat-coronavirus-covid-19-pandemic-23-mar, accessed 03 April 2020). Ramaphosa, C. 2020. ‘Message by President Cyril Ramaphosa on COVID-19 pandemic’ (Available at http://www.thepresidency.gov.za/speeches/message-president-cyril-ramaphosa-civid-19-pandemic, accessed 03 April 2020). Ramaphosa, C. 2020. ‘President Cyril Ramaphosa deploys the SANDF’ (Available at https://youtu.be/3Te4RdMF1al, accessed 03 April 2020). Simon, S. & Hoyt, C.L. 2008. Exploring the gender gap in support for a woman president. Analysis of Social Issues and Public Policy, 8(1): 157-181. Suttner, R. 2014. Nelson Mandela’s masculinities. African Identities, 12(3-4): 342-356. Vambe, M.T. 2012, Zimbabwe genocide: voices and perceptions from ordinary people in Matabeleland and the Midlands provinces, 30 years on, African Identities, vol. 10, no. 3, pp. 281-300.",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.news24.com/news24/southafrica/news/read-in-full-the-most-definitive-thuma-mina-moment-for-sa-ramaphosas-plan-for-covid-19-20200315",
    "https://www.gov.za/speeches/president-cyril-ramaphosa-escalation-measures-combat-coronavirus-covid-19-pandemic-23-mar",
    "http://www.thepresidency.gov.za/speeches/message-president-cyril-ramaphosa-civid-19-pandemic",
    "https://youtu.be/3Te4RdMF1al"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/04/"
}