{
  "title": "Students represent UP at the Southern African Regional Students and Youth Conference on sexual and reproductive health and rights",
  "permalink": "https://www.csagup.org/2019/07/19/students-represent-up-at-the-southern-african-regional-students-and-youth-conference-on-sexual-and-reproductive-health-and-rights/",
  "datePublished": "2019-07-19T11:30:08+01:00",
  "dateLabel": "19th July 2019",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142-small-180x70.png",
  "contentHtml": "<html><head></head><body><p>Twelve students from six UP faculties (Humanities, Education, Economic and Management Sciences, Engineering the Built Environment and Information Technology, Law and Natural and Agricultural Sciences) were selected to represent the University of Pretoria at the third Southern African Regional Students and Youth Conference (SARSYC) on sexual and reproductive health and rights in Lusaka, Zambia from 10 to 13 July. These students are active members of the Centre for Sexualities, AIDS and Gender’s (CSA&amp;G) <em><a href=\"https://www.csagup.org/key-projects/just-leadership/\">Just Leaders</a> </em>Volunteer and Leadership Development Programme and devote their time outside of lectures to co-create safe and inclusive university spaces.</p>\n<p>Under the theme<em> Plan Prioritise and Prevent,</em> the conference called on governments and stakeholders to effectively plan for the realisation of young people’s sexual reproductive health and ensure that there is a coordinated response in addressing students and young people’s sexual reproductive challenges and the prioritisation of key populations amongst the youth constituency. These are students in institutions of higher learning with a special focus on the female student, LGBTI youth, young people with disabilities and young people living with HIV and all stakeholders to join the efforts towards preventing early and unintended pregnancies which usually escalates to unsafe abortions and deaths, whilst ensuring that girls remain in schools until they complete their education.</p>\n<p>The UP student delegation was accompanied by three CSA&amp;G staff members and one staff member, Mr Duke Rasebopye, also facilitated a session at the conference on UP’s anti-sexual harassment training interventions and programme, under the #SpeakOutUP umbrella. The Just Leaders programme is supported by the Students’ and Academics’ International Help fund (SAIH) in Norway and their support funded the UP delegation’s attendance of SARSYC.</p>\n<div id=\"attachment_1239\" style=\"width: 1040px\" class=\"wp-caption aligncenter\"><a href=\"https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142.jpg\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-1239\" class=\"wp-image-1239 size-large lazy\" src=\"https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142-1030x444.jpg\" data-src=\"https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142-1030x444.jpg\" alt=\"\" width=\"1030\" height=\"444\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142-1030x444.jpg 1030w, https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142-300x129.jpg 300w, https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142-768x331.jpg 768w, https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142-705x304.jpg 705w, https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142.jpg 1181w\" data-sizes=\"(max-width: 1030px) 100vw, 1030px\"></a><p id=\"caption-attachment-1239\" class=\"wp-caption-text\">The Dean of the Faculty of Humanities hosted the delegation for a send-off function prior to the conference. From left to right, front row: Kimberly Munatsi, Sebabatso Mapheleba, Boitemelo Nokeri and Mohau Nei. Back row: Prince Mkhondo, Nthathi Mabena, Dimakatso Mocumi , Kgaugelo Sehoole, Deliwe Chakapu, Dineo Mautjana, Tebello Moreboli, Duke Rasebopye (CSA&amp;G), Prof Vasu Reddy (Dean: Faculty of Humanities) and Johan Maritz (CSA&amp;G) Absent: Karabo Hermann and Belinda Pakati (CSA&amp;G)</p></div>\n<p>&nbsp;</p>\n<p>A version of this article was first published on <a href=\"http://www.up.ac.za/\">www.up.ac.za&nbsp;</a></p>\n</body></html>",
  "contentText": "Twelve students from six UP faculties (Humanities, Education, Economic and Management Sciences, Engineering the Built Environment and Information Technology, Law and Natural and Agricultural Sciences) were selected to represent the University of Pretoria at the third Southern African Regional Students and Youth Conference (SARSYC) on sexual and reproductive health and rights in Lusaka, Zambia from 10 to 13 July. These students are active members of the Centre for Sexualities, AIDS and Gender’s (CSA&G) Just Leaders Volunteer and Leadership Development Programme and devote their time outside of lectures to co-create safe and inclusive university spaces. Under the theme Plan Prioritise and Prevent, the conference called on governments and stakeholders to effectively plan for the realisation of young people’s sexual reproductive health and ensure that there is a coordinated response in addressing students and young people’s sexual reproductive challenges and the prioritisation of key populations amongst the youth constituency. These are students in institutions of higher learning with a special focus on the female student, LGBTI youth, young people with disabilities and young people living with HIV and all stakeholders to join the efforts towards preventing early and unintended pregnancies which usually escalates to unsafe abortions and deaths, whilst ensuring that girls remain in schools until they complete their education. The UP student delegation was accompanied by three CSA&G staff members and one staff member, Mr Duke Rasebopye, also facilitated a session at the conference on UP’s anti-sexual harassment training interventions and programme, under the #SpeakOutUP umbrella. The Just Leaders programme is supported by the Students’ and Academics’ International Help fund (SAIH) in Norway and their support funded the UP delegation’s attendance of SARSYC. The Dean of the Faculty of Humanities hosted the delegation for a send-off function prior to the conference. From left to right, front row: Kimberly Munatsi, Sebabatso Mapheleba, Boitemelo Nokeri and Mohau Nei. Back row: Prince Mkhondo, Nthathi Mabena, Dimakatso Mocumi , Kgaugelo Sehoole, Deliwe Chakapu, Dineo Mautjana, Tebello Moreboli, Duke Rasebopye (CSA&G), Prof Vasu Reddy (Dean: Faculty of Humanities) and Johan Maritz (CSA&G) Absent: Karabo Hermann and Belinda Pakati (CSA&G) A version of this article was first published on www.up.ac.za",
  "contentLinks": [
    "https://www.csagup.org/key-projects/just-leadership/",
    "https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142.jpg",
    "http://www.up.ac.za/"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2019/07/DSC_1142-1030x444.jpg"
  ],
  "sourceArchive": "https://www.csagup.org/2019/07/"
}