{
  "title": "Black Queer Visibility: Finding Simon |  17 July to 9 August 2019",
  "permalink": "https://www.csagup.org/2019/07/05/black-queer-visibility-finding-simon-17-july-to-9-august-2019/",
  "datePublished": "2019-07-05T10:52:23+01:00",
  "dateLabel": "5th July 2019",
  "author": "Johan Maritz",
  "categories": [
    "Events",
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>The Simon Nkoli Collective is a partnership with the Dean’s Office – Faculty of Humanities, the Centre of Sexualities, AIDS and Gender (CSA&amp;G), the Centre for Human Rights (CHR), and the Sociology Department. The Collective aim is to use this exhibition to open debates on transformation, social justice and ideas of memory 25 years into democracy.&nbsp;&nbsp;Moreover, the exhibition is also a celebration of the Faculty of Humanities Centenary through which Simon Nkoli’s memory is evoked as a site for reflecting on Black queer resilience. The desire to inhabit the past through Simon’s journey is to&nbsp;&nbsp;map this existence within the contradictions of (in)equality.</p>\n<p><em>Why Simon</em>: The aim is to provide an interesting and engaging introduction to the history of LGBTIQ activism rooted in Black narratives. In the excavation of the earlier narratives of black queer visibility it is difficult to overlook the much-documented life of Simon. It is undeniable that he championed many efforts. When Simon Nkoli’s&nbsp;&nbsp;memory is revisited, three images are often portrayed: his anti-apartheid, HIV/AIDS, and LGBTI activism. Some argue that he was an internationalist. Nonetheless,&nbsp;&nbsp;Nkoli remains one of the prominent internationally celebrated South African black queers.</p>\n<p>The photographic exhibition profiles a series of thirty images, eleven awards, one video installations and a kanga designed by Kenyan visual artist Kawira Mwirichia. The nature of the installation requires minimal narration with the material intended to solicit the participatory presence of a spectator. Visitors will absorb, critically analyse and construct for themselves the Simon they prefer.</p>\n<p>&nbsp;</p>\n<p><strong>Dates:</strong> 17 July to 9 August 2019</p>\n<p><strong>Viewing times:</strong> 9:00 to 16:00</p>\n<p><strong>Venue:</strong> New Student Gallery, Javett Art Centre, UP Hatfield Campus</p>\n<p><strong>Queries:</strong> simonnkolicollective@gmail.com</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster.png\"><img decoding=\"async\" class=\"aligncenter size-medium wp-image-1208 lazy\" src=\"https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster-212x300.png\" data-src=\"https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster-212x300.png\" alt=\"Nkoli poster\" width=\"212\" height=\"300\" data-srcset=\"https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster-212x300.png 212w, https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster-768x1086.png 768w, https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster-729x1030.png 729w, https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster-1061x1500.png 1061w, https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster-499x705.png 499w\" data-sizes=\"(max-width: 212px) 100vw, 212px\"></a></p>\n<p>&nbsp;</p>\n</body></html>",
  "contentText": "The Simon Nkoli Collective is a partnership with the Dean’s Office – Faculty of Humanities, the Centre of Sexualities, AIDS and Gender (CSA&G), the Centre for Human Rights (CHR), and the Sociology Department. The Collective aim is to use this exhibition to open debates on transformation, social justice and ideas of memory 25 years into democracy. Moreover, the exhibition is also a celebration of the Faculty of Humanities Centenary through which Simon Nkoli’s memory is evoked as a site for reflecting on Black queer resilience. The desire to inhabit the past through Simon’s journey is to map this existence within the contradictions of (in)equality. Why Simon: The aim is to provide an interesting and engaging introduction to the history of LGBTIQ activism rooted in Black narratives. In the excavation of the earlier narratives of black queer visibility it is difficult to overlook the much-documented life of Simon. It is undeniable that he championed many efforts. When Simon Nkoli’s memory is revisited, three images are often portrayed: his anti-apartheid, HIV/AIDS, and LGBTI activism. Some argue that he was an internationalist. Nonetheless, Nkoli remains one of the prominent internationally celebrated South African black queers. The photographic exhibition profiles a series of thirty images, eleven awards, one video installations and a kanga designed by Kenyan visual artist Kawira Mwirichia. The nature of the installation requires minimal narration with the material intended to solicit the participatory presence of a spectator. Visitors will absorb, critically analyse and construct for themselves the Simon they prefer. Dates: 17 July to 9 August 2019 Viewing times: 9:00 to 16:00 Venue: New Student Gallery, Javett Art Centre, UP Hatfield Campus Queries: simonnkolicollective@gmail.com",
  "contentLinks": [
    "https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster.png"
  ],
  "contentImages": [
    "https://www.csagup.org/wp-content/uploads/2019/07/S-Nkoli-poster-212x300.png"
  ],
  "sourceArchive": "https://www.csagup.org/2019/07/"
}