{
  "title": "Introducing Just Leaders",
  "permalink": "https://www.csagup.org/2018/06/01/introducing-just-leaders/",
  "datePublished": "2018-06-01T12:25:00+01:00",
  "dateLabel": "1st June 2018",
  "author": "Johan Maritz",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p><em>Just Leaders</em> is the new flagship CSA&amp;G volunteer and social justice leadership development programme and is made possible through the continued support of the <em>Norwegian Students’ and Academics’ International Assistance Fund (SAIH). </em>The programme evolved from the CSA&amp;G’s previous <em>Future Leaders @ Work</em> programme and endeavours to build a movement of active citizen student leaders that promote social justice, critical consciousness and inclusive practices at the University of Pretoria and supporting similar movements at partner universities in the Southern African region.</p>\n<p><em>Just Leaders’</em> theory of change is: <em>“Through promoting social justice, critical consciousness and inclusive practices, we will co-create university environments that are responsive and transformed by just leaders.”</em></p>\n<p>Only students of the University of Pretoria are able to join Just Leaders as volunteers.</p>\n<p>Read more about the project <a href=\"https://www.csagup.org/key-projects/just-leadership/\">here</a>.</p>\n</body></html>",
  "contentText": "Just Leaders is the new flagship CSA&G volunteer and social justice leadership development programme and is made possible through the continued support of the Norwegian Students’ and Academics’ International Assistance Fund (SAIH). The programme evolved from the CSA&G’s previous Future Leaders @ Work programme and endeavours to build a movement of active citizen student leaders that promote social justice, critical consciousness and inclusive practices at the University of Pretoria and supporting similar movements at partner universities in the Southern African region. Just Leaders’ theory of change is: “Through promoting social justice, critical consciousness and inclusive practices, we will co-create university environments that are responsive and transformed by just leaders.” Only students of the University of Pretoria are able to join Just Leaders as volunteers. Read more about the project here.",
  "contentLinks": [
    "https://www.csagup.org/key-projects/just-leadership/"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2018/06/"
}