{
  "title": "Fighting for Pure Lands: Land Purity, Polluting Figures, Male Power and Violence in Zimbabwe",
  "permalink": "https://www.csagup.org/2020/11/06/fighting-for-pure-lands-land-purity-polluting-figures-male-power-and-violence-in-zimbabwe/",
  "datePublished": "2020-11-06T06:48:21+00:00",
  "dateLabel": "6th November 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\">Tinashe Mawere</a></p>\n<h2><strong>Introduction: Contextualizing the Zimbabwean land question </strong></h2>\n<p>In Zimbabwe, land became a prominent political and ideological issue after colonisation in 1890; catalysed by the ‘invading’ masculine British South Africa Company (BSAC) and its violent ‘penetration’ and appropriation of land. The physical and symbolic violence that can be associated with land ‘invasion’ is gendered through the figure of Charwe, a female spirit medium housing and personifying the spirit of Nehanda, Zimbabwe’s most revered ancestral spirit. The ‘purification’ of the colonial-polluted land thus relied predominantly on the reproductive and generative capacities of Nehanda, whose bones would “rise again.”</p>\n<p>The land ‘invasion’ led to armed struggles, primarily over land, and <em>chimurenga </em>became the code for each of these wars, but also a pedestal for national masculinisation and violence, as the notion of <em>chimurenga</em> is associated with grand masculinities and a war ethic (Mawere 2019; Vambe 2004). The First Chimurenga was waged in 1895-6 and is associated with popular ancestral figures like Nehanda, whilst the Second Chimurenga of 1964-1980 (Ranger 1967; Bhebhe 1989) is associated with the current war veterans in Zimbabwe, whose narrative has been appropriated and monopolised by the ruling Zanu-PF party. The Second Chimurenga brought independence through protracted battles between the Rhodesian Forces and the Patriotic Front armed groups, i.e. the Zimbabwe People’s Revolutionary Army (ZIPRA) and the Zimbabwe African National Liberation Army (ZANLA).</p>\n<p>ZIPRA was the military wing of the Zimbabwe African People’s Union (ZAPU), while ZANLA was the armed wing of the Zimbabwe African National Union (ZANU). In 1987, the ZAPU and ZANU merged into one party (ZANU-PF), through a Unity Accord (Bhebhe 1989). Based on the prophecy of <em>mapfupa angu achamuka</em> (my bones shall arise), which is ascribed to the spirit of Nehanda, the Second Chimurenga fighters have positioned themselves as the rising bones of Nehanda, or as Nehanda’s sons (Mawere 2016; Shoko 2006). This positioning imagines and entangles Zimbabwean struggles and Zimbabwean nationalism in the politics of regeneration and re/production. Those without the reproductive and generative capacities and those falling out of <em>amadoda sibili</em> (real men able to purify the land and restore the lost reproductive and generative capacities) (Mawere 2019, 2016; Muwati etal; Mugabe 2001), had their citizenships erased and violence authorised against them.&nbsp; At the same time, fighting for the invaded land has been synonymous with fighting to restore the imagined dignity and respectability of Nehanda’s ‘raped’ womanhood, as well as to restore the masculinities and honour of national men.</p>\n<p>Zanu-PF’s greatest challenge to power came from the Movement for Democratic Change (MDC), which was formed in the late 1990s. This strong opposition party brought about competing masculinities that challenged Zanu-PF dominance. The formation and impact of the MDC gave rise to the Third Chimurenga, led by war veterans and Zanu-PF, which is associated with the violent repossession and occupation of white-owned land. The politics of re/production that personified and gendered land became instrumental to the discourses used by the State and by Zanu-PF. I posit that land has garnered a great deal of symbolic significance, with political aesthetics playing out in physical, social, psychological, political and economic everyday spaces.</p>\n<h2><strong>Land and the g(j)endered metaphors of re/production </strong></h2>\n<p>In Zimbabwe, connections to land are figured profoundly in terms of gendered, biological re/production and the fecundity of the female body. In light of this strongly gendered imagining, contests over land could not be reduced to a struggle over a physical place, but a special, almost mystical affiliation to a space that inhabits history, identity and livelihood and ensures survival. Patriarchal fabrications locate land as a key marker of identity and this is why Zimbabweans are referred to as <em>vana vevhu </em>(children of the soil). This suggests that Zimbabweans gain complete identity by being in touch with their source, the motherland, vindicating the government’s efforts to repossess land and get rid of national pollutants. In this logic, land symbolises statehood and nationhood, whilst its absence signifies the absence of both. In discourses of land, there is a re-telling, re/production and repeated performance of naturalised power configurations, gender and sexualities that propels belonging and citizenship. Beyond the materiality of land, deeper and affective symbolic discourses ensuring the survival of patriarchy are capitalised.</p>\n<p>Just like nationalism, the land question, which is core to Zimbabwean nationalism, “has sprung from masculinised memory, masculinised humiliation and masculinised hope” (Enloe 1989:44). It is in this sense that land is tied to both “gendered” and “jendered”<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> metaphors of re/production. “Gendered” refers to the associations of land with hierarchical differences in and performances of masculinity and femininity, while “jendered” refers to the use of the testicles, which implies the forceful and violent enactment of masculine power and patriarchy (Mawere 2019, 2016). The appropriation of land, and the language of appropriation by the state and Zanu-PF, echoes a patriarchal enforcement of gendered and sexual categories. Talking of land in nationalist terms implicitly communicates naturalised gender and sexual meanings and behaviours that are acceptable to the state. Land, which traditionally provides space for sustenance, also manifests as a space for the performance of power, and a space for struggles around citizenship and gender.</p>\n<p>The re/construction of the Zimbabwean nation, as founded on the land question, provides a space for the institutionalisation and naturalisation of sexual categories and gendered differences, and the naturalisation of knowledge around productivity, re/distribution and survival. The Zimbabwean land question is thus imagined in terms of g(j)endered metaphors of re/production that oscillate around conventions within heterosexual-familial space, where male power and patriarchal violence are tied to land re/productivity. This has sensualised permissible and natural sexualities and has given rise to particular g(j)endered hierarchies where those that are feminised and perceived as without testicles are marginalised. In a bid to maintain what is permissible and natural, “jendered” male power is instrumentalised to rid the land of polluting figures and thereby restore land purity.&nbsp; Thus, the identity of land as a political signifier and a space where violence is performed has been, to a great extent, acted out through gendered and sexualised national bodies. Thus, the discourse around land, and land and re/production perform surveillance and discipline on the genders, sexualities and power of national bodies.</p>\n<p>In dominant ‘nationalist’ texts, there is a symbiotic relationship akin to marriage, where land acquires a feminine identity associated with fecundity and national re/production. Articulated in these texts is a naturalised connection between land and the people, but also between Zanu-PF, the custodian of the land, and the people, who are both fathered by Zanu-PF and also identified as children of the soil (<em>vana vevhu</em>). At the same time, Zimbabwean citizens embody a national purity which runs according to Zanu-PF’s patriarchal imaginations and dissenting voices are thus imagined as pollutants and consequently denied citizenship.</p>\n<h2><strong>Polluting figures and g(j)endered power</strong></h2>\n<p>The opposition party MDC has been positioned as a pollutant, a threat to the purity and the re/productive and generative capacities of the Zimbabwean nation. A discourse of protection over feminised land aligned with Zanu-PF, against the incursion of the MDC, emerged in the post-2000 period. However, it is a resurgence and recirculation of historic discourses constructing feminised land, first established by British imperial imaginings of the colonised territories as feminised sites ready for British men’s conquest. Zimbabwean anti-colonial fiction, for example, <em>Feso</em> and <em>Pfumoreropa</em> by Solomon Mutswairo and Patrick Chakaipa respectively, is replete with portraits of land as female subject needing protection by valiant sons of the soil against the white intruder. So, the shift here is the notion of some indigenous sons as traitors and unworthy of the land; in the tensions between MDC and Zanu-PF, which were either prefigured in the Nkomo-Mugabe or ZANLA-ZIPRA conflicts that resulted in the Gukurahundi, where an estimated 20 000 civilians in Zimbabwe’s Matabeleland and Midlands provinces were killed by the state.</p>\n<p>Tagging Zimbabwe with familial notions, the feminization of land and the ‘<em>jambanja</em>’ (violence) associated with land takeover as Third Chimurenga gives moral justification to Zanu-PF in its fight against national penetration, allegedly aided by the polluted oppositional voices like the MDC. As in war situations and family defense, enemies have to be vanquished. The attacks on pollutants are performed through the techno-politics of some Zanu-PF jingles such as ‘<em>Tinoda kudeleta Machinja ose</em>’ (We want to wipe off all MDC members). <a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> The grotesquely technical term ‘delete’ used in the jingle conjures visual images of violent annihilation of people refusing to conform to Zanu-PF nationhood and those supporting the MDC, as one can relate ‘delete’ to how one gets rid of unwanted texts from the popular mobile cell phones (Mawere 2016). As dissent has been feminised in a nation requiring <em>amadoda sibili</em> and sexualised outside heteronormativity in a nation focused on reproduction and regeneration, violence against oppositional figures is authorised. I concur with Manganga (2011) that in a new millennium Zimbabwe, Zanu-PF perceive male respectability and responsibility as instrumental in the surveillance of bodies and protection of ‘national interests’ by any means necessary, and it would mean eliminating enemies. This echoes earlier sentiments by Muchemwa and Muponde (2007:2) that in the post-2000 epoch, “…outside the war ethic, driven by an excess of masculinity, individuals whose gender does not contribute to the war economy are under threat.” This is because they do not serve the projected image of the Zimbabwean nation, which needs masculine figures.</p>\n<p>The state and Zanu-PF have thus feminised certain men who cannot perform the expected male roles and whose characters fail to act “manly”, hence their re/invention as homosexuals in a hetero-normative nation whose thrust is centred around and towards purity, fertility, re/production and regeneration (Mawere 2019, 2016). The construction of oppositional voices as homosexuals is symbolic of how some men are perceived as failing to tally with the national project of regeneration and reproduction. The conflict between Zanu-PF and the MDC thus reflects a longer history in Zimbabwe and Southern African politics; a history characterised by male-led political parties where the national project becomes a phallocratic contest between men over a feminised national citizenry, and by extension, over land.</p>\n<h2><strong>Conclusion </strong></h2>\n<p>Although most literature discusses land as a physical, historical and economic space, I posit that land has garnered a significant deal of symbolic significance and political aesthetics, playing out in physical, social, psychological, political and economic everyday spaces. Land, in its feminised discursive nature, is constructed as a pure source for male satisfaction and requiring strong/masculine security. The land, once taken over by white-male British settlers, was ‘bastardised’ and the wars of liberation were, therefore, an attempt to reconfigure the ‘purity’ and sanctity of land, now as a re/productive figure and also ‘our mother’. Similarly, the hegemonic nature of the Zimbabwean state has relied on re/constructing the white settlers, and ‘now’ local opposition political figures, as polluting figures whose agenda was to poison the ‘land’ and dispossess it of its food, re/production and ‘motherly nurturing’ roles.</p>\n<h2><strong>References</strong></h2>\n<p>Bhebe, N. 1989. “The Nationalist Struggle, 1957-1962”, in C. Banana, ed. <em>Turmoil and Tenacity: Zimbabwe, 1890-1990</em>, Harare: The College Press:50-115.</p>\n<p>Chakaipa, P. 1961. <em>Pfumoreropa.</em> Harare: Longman.</p>\n<p>Enloe, C. 1989. <em>Bananas, beaches and bases: Making feminist sense of international politics. </em>Berkeley and London: University of California Press.</p>\n<p>Manganga, K. 2011, Masculinity (dodaism), gender and nationalism: The case of the Salisbury bus boycott, September 1956. In Sabelo Ndlovu-Gatsheni &amp; James Muzondidya (eds.), <em>Redemptive or grotesque nationalism?</em> <em>Rethinking contemporary politics in Zimbabwe,</em> Oxford: Peter Lang, pp. 133-134.</p>\n<p>Mawere, T. 2019. <em>Gendered and Sexual Imagi(nations), the 2018 Zimbabwean E(r)ections and the Aftermath</em>. Pretoria: CSA&amp;G Press.</p>\n<p>Mawere, T. 2016. Decentering Nationalism: Representing and Contesting Chimurenga in Zimbabwean Popular Culture. Thesis (PhD). University of the Western Cape.</p>\n<p>Mutswairo, S. 1982. <em>Feso</em>. Harare: Longman</p>\n<p>Muwati, I., Mheta, G. &amp; Gambahaya, Z. 2010, Contesting ‘patriotic history’: Zimbabwe’s liberation war history and the democratization agenda, <em>South African Journal of African Languages, </em>vol. 30, no. 2, pp. 170-179.</p>\n<p>Ranger, T. 1967. <em>Revolt in Southern Rhodesia: A Study in African Resistance</em>. London: Heinemann.</p>\n<p>Shoko, T. 2006. ““My bones shall rise again”: War veterans, spirits and land reform in Zimbabwe.” <em>African Studies Centre, </em>68.</p>\n<p>Vambe, M.T. 2004, Versions and sub-versions: Trends in Chimurenga musical discourses of post-independence Zimbabwe, <em>African study monographs,</em> vol. 25, no. 4, pp 167-193.</p>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> After Morgan Tsvangirai of the MDC got more votes than Robert Mugabe of Zanu-PF in Zimbabwe’s 2008 elections, one Zanu-PF youth who was leading a pro-Mugabe campaign team of more than 200 Zanu-PF supporters ahead of the run-off election bulldozed into a bar where I was among some patrons. Wielding a big Okapi knife, the youth declared “<em>Mugabe panyanga zvejende</em>!!” <em>Panyanga</em> is a Shona word literally meaning, at the horns. In the Zimbabwean everyday language, it means being at the top/helm. The Shona word for testicle is <em>jende</em> and <em>zvejende</em> literally means using testicles, but in the Zimbabwean everyday language, it means use of brute and masculine force to demonstrate one’s manhood (Mawere 2016).</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> Watch <a href=\"https://www.youtube.com/watch?v=1_mMYWsz_mE\">https://www.youtube.com/watch?v=1_mMYWsz_mE</a></p>\n</body></html>",
  "contentText": "by Tinashe Mawere Introduction: Contextualizing the Zimbabwean land question In Zimbabwe, land became a prominent political and ideological issue after colonisation in 1890; catalysed by the ‘invading’ masculine British South Africa Company (BSAC) and its violent ‘penetration’ and appropriation of land. The physical and symbolic violence that can be associated with land ‘invasion’ is gendered through the figure of Charwe, a female spirit medium housing and personifying the spirit of Nehanda, Zimbabwe’s most revered ancestral spirit. The ‘purification’ of the colonial-polluted land thus relied predominantly on the reproductive and generative capacities of Nehanda, whose bones would “rise again.” The land ‘invasion’ led to armed struggles, primarily over land, and chimurenga became the code for each of these wars, but also a pedestal for national masculinisation and violence, as the notion of chimurenga is associated with grand masculinities and a war ethic (Mawere 2019; Vambe 2004). The First Chimurenga was waged in 1895-6 and is associated with popular ancestral figures like Nehanda, whilst the Second Chimurenga of 1964-1980 (Ranger 1967; Bhebhe 1989) is associated with the current war veterans in Zimbabwe, whose narrative has been appropriated and monopolised by the ruling Zanu-PF party. The Second Chimurenga brought independence through protracted battles between the Rhodesian Forces and the Patriotic Front armed groups, i.e. the Zimbabwe People’s Revolutionary Army (ZIPRA) and the Zimbabwe African National Liberation Army (ZANLA). ZIPRA was the military wing of the Zimbabwe African People’s Union (ZAPU), while ZANLA was the armed wing of the Zimbabwe African National Union (ZANU). In 1987, the ZAPU and ZANU merged into one party (ZANU-PF), through a Unity Accord (Bhebhe 1989). Based on the prophecy of mapfupa angu achamuka (my bones shall arise), which is ascribed to the spirit of Nehanda, the Second Chimurenga fighters have positioned themselves as the rising bones of Nehanda, or as Nehanda’s sons (Mawere 2016; Shoko 2006). This positioning imagines and entangles Zimbabwean struggles and Zimbabwean nationalism in the politics of regeneration and re/production. Those without the reproductive and generative capacities and those falling out of amadoda sibili (real men able to purify the land and restore the lost reproductive and generative capacities) (Mawere 2019, 2016; Muwati etal; Mugabe 2001), had their citizenships erased and violence authorised against them. At the same time, fighting for the invaded land has been synonymous with fighting to restore the imagined dignity and respectability of Nehanda’s ‘raped’ womanhood, as well as to restore the masculinities and honour of national men. Zanu-PF’s greatest challenge to power came from the Movement for Democratic Change (MDC), which was formed in the late 1990s. This strong opposition party brought about competing masculinities that challenged Zanu-PF dominance. The formation and impact of the MDC gave rise to the Third Chimurenga, led by war veterans and Zanu-PF, which is associated with the violent repossession and occupation of white-owned land. The politics of re/production that personified and gendered land became instrumental to the discourses used by the State and by Zanu-PF. I posit that land has garnered a great deal of symbolic significance, with political aesthetics playing out in physical, social, psychological, political and economic everyday spaces. Land and the g(j)endered metaphors of re/production In Zimbabwe, connections to land are figured profoundly in terms of gendered, biological re/production and the fecundity of the female body. In light of this strongly gendered imagining, contests over land could not be reduced to a struggle over a physical place, but a special, almost mystical affiliation to a space that inhabits history, identity and livelihood and ensures survival. Patriarchal fabrications locate land as a key marker of identity and this is why Zimbabweans are referred to as vana vevhu (children of the soil). This suggests that Zimbabweans gain complete identity by being in touch with their source, the motherland, vindicating the government’s efforts to repossess land and get rid of national pollutants. In this logic, land symbolises statehood and nationhood, whilst its absence signifies the absence of both. In discourses of land, there is a re-telling, re/production and repeated performance of naturalised power configurations, gender and sexualities that propels belonging and citizenship. Beyond the materiality of land, deeper and affective symbolic discourses ensuring the survival of patriarchy are capitalised. Just like nationalism, the land question, which is core to Zimbabwean nationalism, “has sprung from masculinised memory, masculinised humiliation and masculinised hope” (Enloe 1989:44). It is in this sense that land is tied to both “gendered” and “jendered”[1] metaphors of re/production. “Gendered” refers to the associations of land with hierarchical differences in and performances of masculinity and femininity, while “jendered” refers to the use of the testicles, which implies the forceful and violent enactment of masculine power and patriarchy (Mawere 2019, 2016). The appropriation of land, and the language of appropriation by the state and Zanu-PF, echoes a patriarchal enforcement of gendered and sexual categories. Talking of land in nationalist terms implicitly communicates naturalised gender and sexual meanings and behaviours that are acceptable to the state. Land, which traditionally provides space for sustenance, also manifests as a space for the performance of power, and a space for struggles around citizenship and gender. The re/construction of the Zimbabwean nation, as founded on the land question, provides a space for the institutionalisation and naturalisation of sexual categories and gendered differences, and the naturalisation of knowledge around productivity, re/distribution and survival. The Zimbabwean land question is thus imagined in terms of g(j)endered metaphors of re/production that oscillate around conventions within heterosexual-familial space, where male power and patriarchal violence are tied to land re/productivity. This has sensualised permissible and natural sexualities and has given rise to particular g(j)endered hierarchies where those that are feminised and perceived as without testicles are marginalised. In a bid to maintain what is permissible and natural, “jendered” male power is instrumentalised to rid the land of polluting figures and thereby restore land purity. Thus, the identity of land as a political signifier and a space where violence is performed has been, to a great extent, acted out through gendered and sexualised national bodies. Thus, the discourse around land, and land and re/production perform surveillance and discipline on the genders, sexualities and power of national bodies. In dominant ‘nationalist’ texts, there is a symbiotic relationship akin to marriage, where land acquires a feminine identity associated with fecundity and national re/production. Articulated in these texts is a naturalised connection between land and the people, but also between Zanu-PF, the custodian of the land, and the people, who are both fathered by Zanu-PF and also identified as children of the soil (vana vevhu). At the same time, Zimbabwean citizens embody a national purity which runs according to Zanu-PF’s patriarchal imaginations and dissenting voices are thus imagined as pollutants and consequently denied citizenship. Polluting figures and g(j)endered power The opposition party MDC has been positioned as a pollutant, a threat to the purity and the re/productive and generative capacities of the Zimbabwean nation. A discourse of protection over feminised land aligned with Zanu-PF, against the incursion of the MDC, emerged in the post-2000 period. However, it is a resurgence and recirculation of historic discourses constructing feminised land, first established by British imperial imaginings of the colonised territories as feminised sites ready for British men’s conquest. Zimbabwean anti-colonial fiction, for example, Feso and Pfumoreropa by Solomon Mutswairo and Patrick Chakaipa respectively, is replete with portraits of land as female subject needing protection by valiant sons of the soil against the white intruder. So, the shift here is the notion of some indigenous sons as traitors and unworthy of the land; in the tensions between MDC and Zanu-PF, which were either prefigured in the Nkomo-Mugabe or ZANLA-ZIPRA conflicts that resulted in the Gukurahundi, where an estimated 20 000 civilians in Zimbabwe’s Matabeleland and Midlands provinces were killed by the state. Tagging Zimbabwe with familial notions, the feminization of land and the ‘jambanja’ (violence) associated with land takeover as Third Chimurenga gives moral justification to Zanu-PF in its fight against national penetration, allegedly aided by the polluted oppositional voices like the MDC. As in war situations and family defense, enemies have to be vanquished. The attacks on pollutants are performed through the techno-politics of some Zanu-PF jingles such as ‘Tinoda kudeleta Machinja ose’ (We want to wipe off all MDC members). [2] The grotesquely technical term ‘delete’ used in the jingle conjures visual images of violent annihilation of people refusing to conform to Zanu-PF nationhood and those supporting the MDC, as one can relate ‘delete’ to how one gets rid of unwanted texts from the popular mobile cell phones (Mawere 2016). As dissent has been feminised in a nation requiring amadoda sibili and sexualised outside heteronormativity in a nation focused on reproduction and regeneration, violence against oppositional figures is authorised. I concur with Manganga (2011) that in a new millennium Zimbabwe, Zanu-PF perceive male respectability and responsibility as instrumental in the surveillance of bodies and protection of ‘national interests’ by any means necessary, and it would mean eliminating enemies. This echoes earlier sentiments by Muchemwa and Muponde (2007:2) that in the post-2000 epoch, “…outside the war ethic, driven by an excess of masculinity, individuals whose gender does not contribute to the war economy are under threat.” This is because they do not serve the projected image of the Zimbabwean nation, which needs masculine figures. The state and Zanu-PF have thus feminised certain men who cannot perform the expected male roles and whose characters fail to act “manly”, hence their re/invention as homosexuals in a hetero-normative nation whose thrust is centred around and towards purity, fertility, re/production and regeneration (Mawere 2019, 2016). The construction of oppositional voices as homosexuals is symbolic of how some men are perceived as failing to tally with the national project of regeneration and reproduction. The conflict between Zanu-PF and the MDC thus reflects a longer history in Zimbabwe and Southern African politics; a history characterised by male-led political parties where the national project becomes a phallocratic contest between men over a feminised national citizenry, and by extension, over land. Conclusion Although most literature discusses land as a physical, historical and economic space, I posit that land has garnered a significant deal of symbolic significance and political aesthetics, playing out in physical, social, psychological, political and economic everyday spaces. Land, in its feminised discursive nature, is constructed as a pure source for male satisfaction and requiring strong/masculine security. The land, once taken over by white-male British settlers, was ‘bastardised’ and the wars of liberation were, therefore, an attempt to reconfigure the ‘purity’ and sanctity of land, now as a re/productive figure and also ‘our mother’. Similarly, the hegemonic nature of the Zimbabwean state has relied on re/constructing the white settlers, and ‘now’ local opposition political figures, as polluting figures whose agenda was to poison the ‘land’ and dispossess it of its food, re/production and ‘motherly nurturing’ roles. References Bhebe, N. 1989. “The Nationalist Struggle, 1957-1962”, in C. Banana, ed. Turmoil and Tenacity: Zimbabwe, 1890-1990, Harare: The College Press:50-115. Chakaipa, P. 1961. Pfumoreropa. Harare: Longman. Enloe, C. 1989. Bananas, beaches and bases: Making feminist sense of international politics. Berkeley and London: University of California Press. Manganga, K. 2011, Masculinity (dodaism), gender and nationalism: The case of the Salisbury bus boycott, September 1956. In Sabelo Ndlovu-Gatsheni & James Muzondidya (eds.), Redemptive or grotesque nationalism? Rethinking contemporary politics in Zimbabwe, Oxford: Peter Lang, pp. 133-134. Mawere, T. 2019. Gendered and Sexual Imagi(nations), the 2018 Zimbabwean E(r)ections and the Aftermath. Pretoria: CSA&G Press. Mawere, T. 2016. Decentering Nationalism: Representing and Contesting Chimurenga in Zimbabwean Popular Culture. Thesis (PhD). University of the Western Cape. Mutswairo, S. 1982. Feso. Harare: Longman Muwati, I., Mheta, G. & Gambahaya, Z. 2010, Contesting ‘patriotic history’: Zimbabwe’s liberation war history and the democratization agenda, South African Journal of African Languages, vol. 30, no. 2, pp. 170-179. Ranger, T. 1967. Revolt in Southern Rhodesia: A Study in African Resistance. London: Heinemann. Shoko, T. 2006. ““My bones shall rise again”: War veterans, spirits and land reform in Zimbabwe.” African Studies Centre, 68. Vambe, M.T. 2004, Versions and sub-versions: Trends in Chimurenga musical discourses of post-independence Zimbabwe, African study monographs, vol. 25, no. 4, pp 167-193. Footnotes [1] After Morgan Tsvangirai of the MDC got more votes than Robert Mugabe of Zanu-PF in Zimbabwe’s 2008 elections, one Zanu-PF youth who was leading a pro-Mugabe campaign team of more than 200 Zanu-PF supporters ahead of the run-off election bulldozed into a bar where I was among some patrons. Wielding a big Okapi knife, the youth declared “Mugabe panyanga zvejende!!” Panyanga is a Shona word literally meaning, at the horns. In the Zimbabwean everyday language, it means being at the top/helm. The Shona word for testicle is jende and zvejende literally means using testicles, but in the Zimbabwean everyday language, it means use of brute and masculine force to demonstrate one’s manhood (Mawere 2016). [2] Watch https://www.youtube.com/watch?v=1_mMYWsz_mE",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/11/06/fighting-for-pure-lands-land-purity-polluting-figures-male-power-and-violence-in-zimbabwe/#_ftn1",
    "https://www.csagup.org/2020/11/06/fighting-for-pure-lands-land-purity-polluting-figures-male-power-and-violence-in-zimbabwe/#_ftn2",
    "https://www.csagup.org/2020/11/06/fighting-for-pure-lands-land-purity-polluting-figures-male-power-and-violence-in-zimbabwe/#_ftnref1",
    "https://www.csagup.org/2020/11/06/fighting-for-pure-lands-land-purity-polluting-figures-male-power-and-violence-in-zimbabwe/#_ftnref2",
    "https://www.youtube.com/watch?v=1_mMYWsz_mE"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/11/"
}