{
  "title": "Empowered to please my man: (Post)feminist discourses in contemporary romantic comedies",
  "permalink": "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/",
  "datePublished": "2020-07-10T12:52:53+01:00",
  "dateLabel": "10th July 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\"><strong><em>Elize Soer</em></strong></a></p>\n<p>As fears related to the coronavirus COVID-19 have risen, so have the number of Netflix subscribers. Countries around the world have imposed various stages of ‘lockdown’ and since more affluent people have been spending an increased amount of time at home, the American media-services provider Netflix has grown in popularity.<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> One of the most watched genres on Netflix is the ‘romantic comedy’. Although rom-coms are often dismissed as trivial, they are still widely enjoyed as ‘guilty pleasures’ (Warner, 2013: 226). Rom-coms have also received more scholarly attention over the past two decades, especially regarding their importance in depicting and constructing gender relations (Garret, 2007; Kaklamanidou, 2013). Accordingly, the following piece will discuss the representation of gender relations in recent romantic comedies released by Netflix. The piece will focus on three recent releases, namely <em>Let it Snow</em> (Snellin, 2019), <em>Isn’t it Romantic</em> (<a href=\"https://www.google.com/search?safe=active&amp;sxsrf=ALeKk01w6IIsogp-onDUubzAO_7U3a7b4g:1593528155511&amp;q=Todd+Strauss-Schulson&amp;stick=H4sIAAAAAAAAAOPgE-LVT9c3NEyJT0rKMkoyVeLSz9U3SMlONjYz1hLLTrbST8vMyQUTVimZRanJJflFi1hFQ_JTUhSCS4oSS4uLdYOTM0pzivPzdrAyAgDBMyEwUAAAAA&amp;sa=X&amp;ved=2ahUKEwjZ-pf94qnqAhXzTxUIHSIGAIEQmxMoATAmegQIHBAD\">Strauss-Schulson</a>, 2019) and <em>The Wrong Missy</em> (Spindel, 2020). These three films will be used as examples of broader trends in the genre and as manifestations of contemporary gender ideologies.</p>\n<p>Firstly, it is important to define what a ‘romantic comedy’ is. Ostensibly it might be simple to identify a film as a rom-com, but the genre has actually been the subject of some debate. According to a recent straightforward definition it is a hybrid genre that encompasses romance and comedy. It is thus characterised by a narrative that focuses on a relationship and, since it is a comedy, it must feature a happy ending (Kaklamanidou, 2013: 7). What exactly constitutes a ‘happy ending’ is subjective, but the narrative focuses on romance between (often lovably eccentric) protagonists who face antagonism, which leads to comic situations, and then the eventual reconstitution of the relationship (Garret, 2007: 97). It is important to note that many genre theorists have argued that “genres are not defined by a feature that makes all films of a certain type fundamentally similar; rather they are produced by the discourse through which films are understood,” (Warner, 2013: 224). However, for the purpose of this piece, I will employ the straightforward definition since I chose the films based on a search of ‘popular romantic comedies’.</p>\n<p>Film genres have become organised into a cultural hierarchy, which views ‘feminine genres’ such as the rom-com as less culturally legitimate than, for example, film noir (Warner, 2013: 225). Distinctions between films are often gendered. Roms-coms have a lower cultural status because they are associated with ‘feminine’ and thus ‘trivial’ themes such as relationships, romance and love.<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> This link is evident in the classification of rom-coms as ‘chick flicks’.<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a> When ‘female’ genres are classified separately it creates the impression that they are a deviation from the standard, which is then presumably masculine (Kaklamanidou, 2013: 10).</p>\n<p>This divide is further perpetuated by (relatively) new rom-com subgenres such as the ‘bromance’ and the ‘homme-com’, which focuses on the same themes but follows a male protagonist. Prominent examples include <em>The 40-Year-Old Virgin</em> (Apatow, 2005), <em>The Heartbreak Kid</em> (Farrelly &amp; Farrelly, 2007) and <em>50 First Dates</em> (Segal, 2004). <em>The Wrong Missy</em>, which will be discussed in more detail later, also falls under this category. John Alberti argued that the emergence of these subcategories demonstrates that the marketing of rom-coms to predominately female viewers “resulted not from any essential qualities of male viewers that prevented them from connecting emotionally with romantic comedies but from an ongoing crisis involving the construction of masculinity within the genre.” (Alberti, 2013: 161). This point will be reinforced by the discussion of <em>The Wrong Missy</em>, which presented an ‘empowered’ female character as threatening and emasculating.</p>\n<p>Not only is the genre itself gendered, but the focus on relationships and the performance of each character’s gender as a narrative point makes rom-coms particularly interesting from a gender-studies perspective. Moreover, as Amanda Rebekah Roskelley noted, “we often take our cues on appropriate social behavior from examples found on television and in the movies,” (Roskelley, 2016: 74). We thus emulate the gendered performances of characters we see on screen while socio-cultural contexts and historical events influence the media produced. The genre has been significant in mediating changes in the norms of sexual behaviour, courtship rituals and the function of marriage. The ideological changes presented in various historical cycles of the rom-com therefore present “a particularly rich source of inquiry regarding these issues, highlighting the way in which the specific rules and conventions which comprise the discourse of heterosexual coupledom have been articulated in different cultural contexts,” (Garret, 2007: 96). The films that will be discussed in this piece represent a new group of rom-coms that form part of ongoing dialogues about romantic and sexual relationship and they can lend insight into the world of gender politics (Kaklamanidou, 2013: 2)</p>\n<p>As mentioned, my choice of films was based on a simple google search of the most popular rom-coms on Netflix from 2019-2020. The three films I chose were mentioned on multiple platforms and, as I will argue, they also present pertinent examples of broader gendered ideologies. The first film I will discuss is <em>Let It Snow</em>, an American Christmas special directed by Luke Snellin and based on the similarly named young adult novel by Maureen Johnson, John Green and Lauren Myracle. The film followed a group of young people in a small American town on Christmas Eve and was comfortably clichéd. The story centred on three couples and it is significant because it is the only one of the three films considered that featured both an interracial and a same-sex couple. This is representative of the genre more broadly, which usually focuses on white heterosexual couples, with the exception of <em>Hitch</em> (Tennant, 2005)<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a> and<em> Set It Up</em> (Scanlon, 2018), although the leading couple in <em>Set It Up</em> was still white and heterosexual.</p>\n<p>It is not insignificant that Julie (played by Isabela Merced) and Stuart (played by Shameik Moore), the interracial couple in <em>Let It Snow</em>, were Latina and African-American. This is part of a general reluctance to match African-American men with white women in mainstream narratives. In <em>Set It Up</em> the interracial couple was an African-American man and an Asian woman and in the popular <em>Hitch</em>, the interracial couple was also an African-American man and a Cuban woman. As Chito Childs noted, “it is safer to pair a man of color with a Latina woman, who is almost, yet not quite, white,” (cited in: Kaklamanidou, 2013: 149). Childs argued that this allows filmmakers to have black male characters that are slick and savvy, but who do not directly pose a threat to white men who are, according to Hollywood narratives, interested in white women.</p>\n<p>In Betty Kaklamanidou’s analysis of race and ethnicity in recent romantic comedies, she observed that they superficially incorporate “‘a ‘raced’ subject into the neoliberal cosmos, conforming to the promotion of colour blindness as the way to eliminate the issue of race,” (Kaklamanidou, 2013: 149). This observation holds true for <em>Let It Snow</em>. The film featured people from various ethnicities, which is a progressive step for a (relatively) conservative genre. However, the film followed the principle of colour blindness and represented a world in which racial equality had already been achieved. Although people of colour were represented, their positions were completely depoliticised. The other two rom-coms that will be discussed did not have any main characters that were people of colour<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a>. However, in rom-coms that do feature people from other ethnicities, there is no mention of structural inequality.</p>\n<p>Similar to the incorporation of race into a ‘neoliberal cosmos’, same-sex couples are incorporated into a monogamous structure. In <em>Let It Snow</em> the lesbian couple, Dorrie (played by Liv Hewson) and Kerry (played by Anna Akana) are united in the end and it is implied that they are a monogamous couple. It has to be noted that the obstacle to their romance was that Kerry had not ‘come out’ to her friends yet and she did not want them to know that she was attracted to Dorrie. To an extent, the film did thus consider some of the difficulties and personal struggles faced by sexually diverse people who are afraid of being ostracised. However, the two characters appeared feminine and their gender performances did not challenge constructions of masculinity and femininity.</p>\n<p>During the last part of the film, Dorrie and Kerry kissed in front of Kerry’s cheerleader friends and the friends applauded the union. This unanimous acceptance stood in contrast to the characterisation of the cheerleader squad throughout the film and definitely presented an oversimplification of people’s reactions to sexually diverse people. The film suggested that the obstacle to Dorrie and Kerry’s romance was Kerry’s reluctance to ‘come out’ and be true to herself. When she overcame this fear, society was supportive of her choice. This representation completely erased the discrimination and social scrutinity that sexually diverse people face and, as with racial differences, everyone was presented as equal in a world where discrimination and structural inequality were things of the past.</p>\n<p>The last and (arguably) main couple in <em>Let It Snow</em> was Angie/The Duke (played by Kiernan Shipka) and Tobin (played by Mitchell Hope) who were best friends at the start of the film. We find out later that Angie was nicknamed ‘The Duke’ because she was “always one of the boys”. Tobin gave her the nickname because he thought she should be distinguished for her masculine qualities. In many ways, Angie was a younger version of the classic ‘cool girl’ trope. The ‘cool girl’ has become a stock character in male-authored literature and movies. A typical example of the trope is Mikaela Banes (played by Megan Fox) in the live-action Transformers films. However, the trope is also prevalent in rom-coms, as demonstrated by Andie Anderson’s ‘real’ character in <em>How to lose a Guy in 10 Days</em> (Petrie, 2003) and Mary in <em>There’s Something About Mary</em> (Farrelly &amp; Farrelly, 1998).</p>\n<p>The general characteristics of this trope is that she is ‘one of the guys’, meaning that she is passionate about cars, sports or other stereotypically masculine activities. She is also generally fun-loving, uninhibited and raunchy. She enjoys junk-food and beer, but she is, above all else, conventionally attractive. She is constructed in contrast to other women who are presented as overly feminine and apparently ‘clingy’ or ‘needy’. There are often explicit references to her food choices since she must remain ‘effortlessly hot’ while other women are then portrayed as overly concerned with their dietary choices. The trope has become so popular that the American author Gillian Flynn commented on it in her psychological thriller <em>Gone Girl</em>, which was also adapted into a film in 2014. A (now famous) passage from Flynn’s novel remarked:</p>\n<blockquote><p>“Men always say that as the defining compliment, don’t they? She’s a cool girl. Being the Cool Girl means I am a hot, brilliant, funny woman who adores football, poker, dirty jokes, and burping, who plays video games, drinks cheap beer, loves threesomes and anal sex, and jams hot dogs and hamburgers into her mouth like she’s hosting the world’s biggest culinary gang bang while somehow maintaining a size 2, because Cool Girls are above all hot. Hot and understanding. Cool Girls never get angry; they only smile in a chagrined, loving manner and let their men do whatever they want. Go ahead, shit on me, I don’t mind, I’m the Cool Girl,” (Flynn, 2014: 226).</p></blockquote>\n<p>Angie was less raunchy than the 20-something cool girl because of her age, but she shared many other characteristics with the trope. She was interested in sports and beer and was conventionally attractive<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a>. Most significantly, she was repeatedly lauded for being ‘not like other girls’, as demonstrated by the reasoning behind her nickname, The Duke. I want to stress that the problem is not the fact that a female character was interested in ‘masculine’ activities, but that women who are interested in these activities are seen as exceptions. Firstly, this perpetuates a gender dichotomy because ‘other girls’ are portrayed as overly feminine caricatures. Moreover, it praises masculinity above characteristics that are deemed to be feminine and thus less significant. In fact, the cool girl is often used to demean other characters who are portrayed as more feminine.</p>\n<p>The developing romance between Angie and Tobin is also significant in relation to constructions of masculinity. Throughout the story, Tobin was portrayed in relation to Angie’s other love interest, JP (played by Matthew Noszka). Three versions of masculinity were present in the story: Tobin’s, JP’s and a kind of ‘toxic masculinity’ evinced by the antagonists, the Reston brothers. Chad and Pete Reston presented a violent hyper-masculinity based on physical strength. They also used gendered slurs to insult other characters and teased Tobin for driving a “pussy wagon”. This type of masculinity was presented in a negative light and the film thus shunned toxic masculinity.</p>\n<p>JP was depicted as ‘the perfect guy’ and was a good example of the ideal masculinity in contemporary popular culture. He was conventionally attractive and demonstrated his physical capabilities early in the film when he beat Tobin in a sporting contest. He also mentioned that he spent his holiday building schools in Kenya and that he practiced a type of meditation that was “great for martial arts training”. This participation in New-Age-inspired exercises such as yoga formed part of what Benjamin Brabon referred to as ‘the sensitive new man’. In Brabon’s analysis of masculinity in contemporary romantic comedies, particularly <em>Failure to Launch</em> (2006), he argued that ‘sensitive new man’ characteristics were often combined with more ‘traditionally masculine’ characteristics such as a daredevilish love of fun (Brabon, 2013: 122). In <em>Let it Snow</em>, as is in other new romantic comedies, this enlightened kind of masculinity was pitted against pure strength and aggression. As demonstrated by the attributes of the Reston brothers, “those traits traditionally lauded in men of the past are given to antagonists and punished,” (Roskelley, 2016: 73).</p>\n<p>Although JP is portrayed as the ideal, he did not ultimately win the heart of the heroine. Throughout the film it was made clear that Tobin had less physical prowess than JP&nbsp; and that he was not as ‘enlightened’. In fact, he embarrassed himself multiple times and a large part of the narrative focused on his continuously bleeding nipple, which he got from cutting himself while trying to trim his nipple hair. Tobin’s musical talent was highlighted and it was made apparent (in a somewhat awkward musical number) that he and Angie shared a musical connection. The fact that many of Tobin’s flaws were accentuated gives us insight into the factors that were presented as valuable in a relationship, predominantly, friendship. As we shall see, this is a widespread theme and it was also present in <em>Isn’t It Romantic</em>. Perfection was thus shunned and even mocked, while friendship and shared experiences were valued.</p>\n<p>Another interesting element that <em>Let It Snow</em> shared with <em>Isn’t It Romantic</em> was that men (or a man) were portrayed as better feminists than women. In an exemplary scene from <em>Let It Snow</em>, Angie, Tobin and JP were fleeing from the Reston brothers after they had stolen the brothers’ beer-keg and the car they had been driving, notably named Carla, died. Angie and Tobin then started speaking to the car in an attempt to encourage it to restart. Angie exclaimed “come on Carla, don’t be a little bitch” and Tobin followed up with “work that ass like I know you can”. In response, the enlightened JP commented “I know it’s a car, but I’m also a feminist”. JP was thus depicted as a ‘better feminist’ than Angie and the way in which the scene was contextualised portrayed feminism as something to be mocked or something annoying that spoiled other people’s jokes.<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a></p>\n<p>Similarly, in <em>Isn’t It Romantic</em>, the female protagonist Natalie (played by Rebel Wilson) and her office friend Whitney (played by Betty Gilpin) commented on the physical attractiveness of Blake (played by Liam Hemsworth) only to be corrected by the male protagonist Josh (played by Adam Devine), who stated “please don’t objectify the men in this office, I won’t stand for it”. In this instance, feminism was taken into account in a joking way. In both movies there was a clear recognition of feminist issues, but also an implied understanding that they should not be taken too seriously. This attitude forms part of a general (post)feminist sentiment that has shaped popular media productions since the 1990s, typified by the dominance of ‘Girl power’ rhetoric in consumer culture (Gwynne &amp; Muller, 2013: 3).</p>\n<p>The concepts ‘post-feminism’, referring to a historical period, and ‘postfeminism’, referring to a cultural sensibility, have been the subject of much debate. I use the term (post)feminism to refer to a popular cultural sensibility that can coexist with feminism. This sensibility is characterised by a celebration of the power of the individual that implies that the socio-economic constraints faced by women and girls have become inconsequential. In Angela McRobbie’s canonical thesis statement on the topic she argued that “postfeminism positively draws on and invokes feminism as that which can be taken into account, to suggest that equality is achieved, in order to install a whole repertoire of new meanings, which emphasize that it is no longer needed, that it is a spent force,” (McRobbie, 2009:12). As demonstrated by the two extracts discussed above, (post)feminist discourses do not explicitly reject feminist politics, but imply that feminism has been successful and thus superceded (Bowler, 2013: 189).</p>\n<p>Within (post)feminist discourses, women are positioned as empowered subjects “in ways that are almost always connected to consumption and feminine physical appearance,” (Gwynne &amp; Muller, 2013: 7). There is an emphasis on women’s financial autonomy, but instead of contextualising this within a climate of social responsibility, it conforms to the individualist goals of neoliberal ideology (Moya: 2013: 15). Women are encouraged to attain success materially and ‘express themselves’ through commodity consumption while maintaining a female identity. The image created by (post)feminist discourses is a “new autonomous and independent woman who seeks personal gratification and self-development,” (Moya: 2013: 16). The emphasis on choice and individual agency often encourages the female subject to ‘have it all’, including job aspirations and material success, a rewarding home life and a belief in independence and the pleasures of feminine adornment (Brabon, 2013: 128).</p>\n<p>Accordingly, (post)feminist discourses do not encourage women to pursue their careers at the expense of (heterosexual) romance. In fact, women are required to be skilled in a variety of sexual practices and a performance of confident sexual agency is seen as empowering (Farrimond, 2013: 51)<a href=\"#_ftn8\" name=\"_ftnref8\">[8]</a>. This is not problematic because of the emphasis on sexual agency, but because sexual agency is presented as a way to please men. This is exemplified by the popular phrase ‘men like confident women’. This implies that women should be confident in order to please men. Moreover, the demand for women’s domestic expertise has not receded. Roberta Garrett remarked that “Women are still exhorted to excel at domestic skills, regardless of any other goals and aspirations they might want to nurture,” (Garret, 2007: 204). In fact, there has been a boom in magazines, books and television programmes dedicated to fashion, cookery, home decoration, makeovers and mothering during the last decade. Accordingly, women are constructed as having the personal choice and agency to become ‘domestic goddesses’ (Garret, 2007: 204-205).</p>\n<p>In light of the earlier discussion of race and same-sex couples in rom-coms, it seems even more pertinent to note that “postfeminist discourse has little to say to the Hollywood consumer who is not a young, white, heterosexual, middle class woman,” (Gwynne &amp; Muller, 2013: 4). In fact, when people of other ehtnic groups are included in mainstream Hollywood narratives, their function is often to contribute to the spiritual enlightenment of white characters. A clear example of the ways in which these discourses function together was <em>Eat Pray Love </em>(Murphy, 2010). The film is focused on the individual agency of a white, heterosexual, middle class woman who encounters other cultures in order to enhance her knowledge of her ‘true self’.</p>\n<p>A very intriguing aspect of <em>Isn’t It Romantic </em>was the film’s critique of a similar discourse in relation to the ‘gay sidekick’. The protagonist of the film, Natalie, continuously critiqued the ‘gay sidekick’ trope because the character presented gay men as (necessarily) overly-effeminate and as having no other purpose than to support the female protagonist. While discussing rom-coms with her friend Whitney, Natalie listed problematic aspects of rom-coms, including “the cliché gay best friend whose sole purpose is to help the hot chick”. Later in the film, when her neighbour Donny transformed into a hyper-effeminate gay sidekick in the rom-com version of Natalie’s life, she commented that “my neighbour Donny is setting gay rights back 100 years”. The film thus used the trope, but commented on it critically throughout, which in turn made it seem more acceptable.</p>\n<p>Natalie’s comments on the ‘gay sidekick’ trope were not an exception. Throughout the film, she critiqued typical rom-com conventions while the film followed these conventions almost precisely. During the same conversation with Whitney, she stated “this movie ends like all stupid rom-coms do. The girl gets the guy and then finally that makes her happy”. According to Natalie, the problem with this is that “she should be happy with other things in her life. Like her great career that she’s worked hard for”. Although this might be true in principle, the film went to great lengths to demonstrate that Natalie was not happy with her life without love. This was demonstrated by her remarks about her “dull ordinary life”. Not only did her career not make her happy, but from the start of the film she needed to male protagonist, Josh, to boost her very low self-esteem. ‘Wokeness’<a href=\"#_ftn9\" name=\"_ftnref9\">[9]</a> was therefore invoked and, as we shall see, the film alluded to important debates, but the status-quo ultimately remained unchallenged.</p>\n<p>Accordingly,<em> Isn’t It Romantic</em> followed many of the principles associated with (post)feminism. Firstly, there was a strong ‘empowerment’ discourse which celebrated “depictions of white, middle-class, heterosexual women’s success as markers of all women’s supposed success,” (Moya: 2013: 14). The film explicitly referenced feminism when Whitney turned into a nasty and competitive woman in the rom-com version of Natalie’s life. In response to Whitney’s transformation, Natalie announced “we marched together, remember? We had that sign: Girls Just Want to Have Fun- Demand Your Human Rights”. In this instance, Natalie was not necessarily referring to a march that she and Whitney participated in, but to the women’s movement more generally. Earlier in the film she also criticised “the idea that women can’t root for each other at work” and called it “just disgusting”.</p>\n<p>Although the feminist observations were positive, the film followed a (post)feminist trajectory by defining ‘empowerment’ as individual women’s career success. Natalie’s comments about female solidarity in the workplace were also completely contradicted by her reaction to Josh’s love interest, Isabella. While looking at a poster of Isabella modelling a swimsuit, she mockingly said “I’m so sexy. I just want a man to buy me a salad”. She was also condescending towards Isabella’s career as a yoga ambassador and the film thus followed the typical structure in which two women compete with each other for the affection of a man. The fact that Isabella, the only non-white woman in the film, was hypersexualised as a bikini model with a career based on her physical attributes, is interesting in itself. This reinforced the observation that, when (post)feminism does refer to solidarity among women, it implicitly refers to solidarity among white women.</p>\n<p>The (post)feminist ideology was also evident during the climax of the movie. Natalie ran to stop Josh and Isabella’s wedding and burst into the chapel. Her intention was to stop the wedding and declare her love for Josh after her ‘gay side-kick’ remarked “what, so the best friend you’ve always had a ton of chemistry with is the guy for you. Oh my God, who could have seen that coming except every single person ever of all time.” However, as Natalie was about to confess her love for Josh, she realised that the person she really had to love was herself. At the critical moment she exclaimed “I love me!” The message of the film was about the importance of self-love. This fits perfectly into an ideology that emphasises the liberation of the individual while completely ignoring exploitation or unequal social power. As with <em>Let It Snow</em>’s representation of sexual diversity, the only thing that Natalie had to do to prosper in life was find her confidence. This empowered her to attain success in a patriarchal capitalist framework, which the film was obviously oblivious to.</p>\n<p>Moreover, after Natalie’s realisation that she ‘completes herself’ she became ‘empowered’ to choose a heterosexual romantic relationship with Josh. At the end of the film, Whitney observed that “even though you were so cynical, it seems as though you have the dream job, the guy that really likes you, the really cool best friend… it looks like you are in one of those romantic stories you hate so much”. Here I want to argue that Natalie’s cynical commentary did not contradict the structure of the conventional rom-com, but that it was precisely this commentary that made the film watchable. We can clearly see all the aspects of a conventional rom-com and the film does end with happy heterosexual coupledom for the protagonist. However, since it is assumed that the audience is now familiar with this structure,<a href=\"#_ftn10\" name=\"_ftnref10\">[10]</a> the film had to critique certain elements of it so that it would not be written off as yet another soppy rom-com.</p>\n<p>This technique has not been limited to <em>Isn’t It Romantic</em>, though this was the most extreme incarnation. In <em>Let It Snow</em>, Tobin confessed his love for Angie in the following way: “I’m in love with you… It’s not in the traditional sense of anything… I want to be with you for the rest of my life, Angie.” However, Angie then commented that “that was actually pretty traditional”. We can again see how the ironic comment at the end is exactly what makes the ‘traditional’ confession of love acceptable.</p>\n<p>Another similarity between <em>Isn’t It Romantic</em> and <em>Let It Snow</em> was the construction of ideal masculinity and its ultimate refutation in favour of friendship. In <em>Isn’t It Romantic</em>, Blake was supposed to represent the ideal rom-com hero. It was made evident throughout that Blake was physically attractive and he characterised himself as “a good listener”. Throughout the film he also used New-Age pseudo-philosophical quotes like “still waters run deepest”. The construction of ideal masculinity was rich and handsome with a New Age twist. However, Blake’s flaws were his patriarchal assumptions. During the last part of the film he told Natalie “now that you’re with me, you won’t be working anymore”. He also assumed that “obviously we’ll be changing your last name” and he wanted to change her first name to Georgina. He thus did not accept Natalie ‘for who she is’. Although Blake was supposed to present ideal masculinity, he ultimately also functioned as the embodiment of toxic-masculinity in comparison to the more ‘woke’ Josh.</p>\n<p><em>Isn’t It Romantic</em> was a typical example of a (post)feminist rom-com in which the protagonist ultimately got to ‘have it all’, meaning that she could maintain her career and have a hetrosexual romantic relationship. This stands in contrast to a recently released homme-comme, <em>The Wrong Missy</em>,&nbsp; in which Missy’s ultimate role was to enrich the life of the male protagonist, Tim Morris (played by David Spade). The basic plot of <em>The Wrong Missy</em> started with a blind date involving Tim and Melissa/Missy (played by Lauren Lapkus). Tim was presented as a plain guy who followed social conventions while Missy was extremely odd and borderline terrifying. She talked about sex openly, dipped her hair in wine before sucking it and carried around a knife named Sheila. The date ended disastrously. Three months later, Tim met another woman named Melissa who seemed to be his perfect match (basically a female version of himself). The second Melissa gave Tim her number and Tim invited her to accompany him to a work retreat in Hawaii. However, the first Missy showed up on the plane and it became clear that Tim invited the wrong Melissa.</p>\n<p>In Hawaii, Missy was uninhibited and embarrassed Tim in front of his boss, Jack Winstone, and his colleagues. However, as the weekend progressed Missy helped Tim win Winstone’s favour by hypnotizing him and Tim began to develop feelings for Missy. Because of Missy, Tim beat his workplace competitor, Jess, and won a promotion. In order to get revenge, Jess revealed to Missy that she was invited by accident. Missy checked Tim’s phone and after she discovered the truth she left Hawaii. Meanwhile, the ‘right’ Melissa arrived in Hawaii, having been invited by Jess. During a lunch with the ‘right Melissa’, Tim started behaving like Missy and realised that he actually loved her. He left Hawaii, found Missy in Portland, apologised to her and declared his intention to become more like her. She forgave him, they were reunited and they presumably lived happily ever after.</p>\n<p>The gender relations depicted in <em>The Wrong Missy</em> were problematic for various reasons. The most prominent reason was the fact that Missy’s sole purpose in the film was to make Tim realise that he should be more outgoing. She was a somewhat extreme version of the classic ‘manic pixie dream girl’ trope. Although this trope has been applied to a variety of characters and it has perhaps become overused, its trademark quality is the fact that the manic girl’s function is to transform the male protagonist (<a href=\"https://www.theatlantic.com/author/hugo-schwyzer/\">Schwyzer</a>, 2013).<a href=\"#_ftn11\" name=\"_ftnref11\">[11]</a> However, the problematic aspect that I want to discuss is how Missy was portrayed in relation to Jess, Tim’s workplace competitor.</p>\n<p>Although Missy had a strong personality, her role was ultimately to support Tim. In contrast, Jess was competing with Tim for a promotion. Jess was presented as competitive, emasculating and ruthless and was nicknamed ‘The Barracuda’ by Tim and his male co-workers. This is no exception and there is a general tendency in rom-coms to “pathologize the career woman and turn her into a monstrous figure,” (Kaklamanidou, 2013: 28). It was thus no coincidence that the stereotypical ‘career woman’ was the antagonist in the film. However, even in films with ‘career women’ protagonists, it is made apparent that they sacrificed relationships in order to gain success in a ‘man’s world’. Here we only need to think of Margaret (Sandra Bullock) in <em>The Proposal</em> (Fletcher, 2009). Instead of being applauded for her perseverance and dedication, she is described as a “Type A (rhymes with) witch”.</p>\n<p>At the start of <em>The Proposal</em>, Margaret was criticised for her drive and decisiveness, traits that men in business are congratulated for. However, as the film progressed and she developed a relationship with the male protagonist Andrew (played by Ryan Reynolds) the audience was exposed to her softness, sensitivity and humour. She was thus portrayed as misguided and miswanting (wanting the wrong things in life) and, once she understood the importance of heterosexual romance, it was made apparent that she was ultimately an amiable person. In contrast, Jess remained the antagonist throughout <em>The Wrong Missy</em>. Although she was a more dedicated worker than Tim and she was more knowledgeable in her field, she was punished because of her ‘masculine’ characteristics. The message of the film was clear: it is alright for women to have strong personalities as long as their goal is to enrich the lives of their male partners. However, it is not acceptable for them to be competitive and challenge the positions of their male colleagues.</p>\n<p>Betty Kaklamanidou noted that the vicious caricature of the ‘evil career woman’ has been around since at least the 1980s. Moreover, the stereotype has not been limited to the rom-com genre. Harriet Hawkins noted that powerful female literary figures are often anathematised as femme fatales, vampires, unnatural monsters or superbitches (Kaklamanidou, 2013: 33). On the one hand, there are thus rom-coms that portray working women as ‘superbitches’ and, on the other hand, (post)feminist rom-coms encourage women to ‘have it all’, including successful careers. This apparent dichotomy could perhaps be explained away by simply noting that different films promote different (gendered) ideologies. After all, <em>Isn’t It Romantic </em>is a rom-com while <em>The Wrong Missy</em> is a homme-com that is more tailored to a ‘masculine’ audience. It is therefore possible that films directed at women encourage them to ‘have it all’ while films directed at men portray their ‘empowered’ female challengers as vicious and emasculating.</p>\n<p>While keeping the rom-com/homme-com distinction in mind, I think it is also important to recognise the difference between ‘having it all’ and ‘being a career woman’. Natalie in <em>Isn’t It Romantic</em> still needed the male protagonist to boost her self-esteem and, although she did eventually succeed in her career, she was not competitive and did not threaten masculine power in any way. In fact, she still had to propose her ideas to a male investor to gain approval. In contrast, female characters that are independent and competitive, and thus threatening to masculine power, are presented in a negative light.<a href=\"#_ftn12\" name=\"_ftnref12\">[12]</a></p>\n<p>In conclusion, films inform our conceptualisations of gender relations while they should also be read within their ideological and sociopolitical contexts. This piece has provided analyses of three popular contemporary rom-coms in order to gain insight into gendered constructions in popular culture. The first significant observation was the tendency of films to register the triumph of liberal feminism. This was especially evident in <em>Isn’t It Romantic</em>, which emphasised a discourse of female self-empowerment within capitalist structures. A similar trend was visible in the depiction of race in <em>Let It Snow</em>. The film depicted characters from various ethnic groups. However, these characters were included in a ‘neoliberal cosmos’ where racial inequality was assumed to be something of the past. Similarly, same-sex sexuality was presented as acceptable as long as it followed the principle of monogamy. In all instances, the characters were debilitated by their own lack of self-esteem and once they gained confidence they were successful. The existence of structural inequality and patriarchal capitalism was thus completely ignored.</p>\n<p>Another tendency in recent rom-coms is to incorporate a critique of the discourse of romantic love within a romance framework (Garret, 2007: 57). Alexia Bowler observed that “the work of the postfeminist romantic comedy disarms and depoliticizes its own feminist critique of sexual negotiations through knowingness, irony and a cosy humour, coupled with discourses surrounding personal choice.” &nbsp;(Bowler, 2013: 194). In <em>Isn’t It Romantic</em> and other recent rom-coms such as <em>Easy A </em>(Gluck, 2010), <em>Friends With Benefits</em> (Gluck, 2011) and, to an extent, <em>Let It Snow</em>, the characters are aware of rom-com conventions and cinematic techniques that are used to manipulate audiences. They also critique these conventions while they are themselves following them. Summarily, they employ a (post)feminist knowingness and irony to discredit romantic conventions and then these critiques are subsumed within the same romantic ideologies. Instead of undermining romantic ideologies, it is precisely this ironic self-awareness that makes contemporary rom-coms watchable for an audience that is well versed in rom-com conventions.</p>\n<p>Within a (post)feminist framework, there is also a celebration of very specific forms of female ‘empowerment’. Women are encouraged to ‘have it all’, including a successful career and a heterosexual romantic relationship. However, women are discouraged from adopting ‘masculine’ character traits such as being ‘too competitive’, lest they become ‘emasculating’. Women must also appear ‘feminine’ and engagement in consumer culture and feminine adornment activities is presented as empowering. All of these factors indicate that it is not enough to label contemporary rom-coms as simply ‘progressive’ or ‘regressive’. They can be ‘progressive’ in some ways and can disrupt ‘traditional’ gender divides by featuring driven ‘career women’ as protagonists. However, we must also remain critical of the ways in which these films contain progressive discourses within monogamous, patriarchal and capitalist structures. A particularly worrisome trend is the ways in which rom-coms (and other popular media productions) invoke ‘wokeness’ to sustain these broader exploitative structures.</p>\n<h2>Bibliography</h2>\n<p>Ahmed, S. 2017. <em>Living a Feminist Life</em>. Duke University Press, Durham.</p>\n<p>Alberti, J. 2013. ‘ “I Love You, Man”: Bromances, the Construction of Masculinity, and the Continuing Evolution of the Romantic Comedy’. <em>Quarterly Review of Film and Video</em> 30(2), pp. 159-172.</p>\n<p>Apatow, J. 2005. <em>The 40-Year-Old-Virgin</em>. Apatow Productions.</p>\n<p>Bowler, A. L. 2013. ‘Towards a New Sexual Conservatism in Postfeminist Romantic Comedy’, <em>in</em> Gwynne, J. Muller, N. (eds.) <em>Postfeminism and Contemporary Hollywood Cinema</em>. Palgrave MacMillan, New York.</p>\n<p>Brabon, B.A. 2013. ‘‘Chuck Flick’: A Genealogy of the Postfeminist Male Singleton’, <em>in</em> Gwynne, J. Muller, N. (eds.) <em>Postfeminism and Contemporary Hollywood Cinema</em>. Palgrave MacMillan, New York.</p>\n<p>Farrelly, P. Farrelly, B. 1998. <em>There’s Something About Mary</em>. 20th Century Fox.</p>\n<p>Farrelly, P. Farrelly, B. 2007. <em>The Heartbreak Kid</em>. ‎<a href=\"https://en.wikipedia.org/wiki/Ted_Field\">Ted Field</a>‎ &amp; Bradley Thomas.</p>\n<p>Farrimond, K. 2013. ‘The Slut That Wasn’t: Virginity, (Post)Feminism and Representation in Easy A’, <em>in</em> Gwynne, J. Muller, N. (eds.) <em>Postfeminism and Contemporary Hollywood Cinema</em>. Palgrave MacMillan, New York.</p>\n<p>Fletcher, A. 2009. <em>The Proposal</em>. Touchstone Pictures.</p>\n<p>Flynn, G. 2014. <em>The Complete Gillian Flynn</em>. Random House, New York.</p>\n<p>Garret, R. 2007. <em>Postmodern Chick Flicks: The Return of the Woman’s Film</em>. Palgrave MacMillan, Hampshire &amp; New York.</p>\n<p>Gluck, W. 2010. <em>Easy A</em>. Olive Bridge Entertainment.</p>\n<p>Gluck, W. 2011. <em>Friends With Benefits</em>. Screen Gems; Castle Rock Entertainment.</p>\n<p>Green, J. Myracle, L. Johnson, M. 2008. <em>Let It Snow</em>. The Penguin Group, New York.</p>\n<p>Gwynne, J. Muller, N. 2013. ‘Introduction: Postfeminism and Contemporary Hollywood Cinema’,<em> in</em> Gwynne, J. Muller, N. (eds.) <em>Postfeminism and Contemporary Hollywood Cinema</em>. Palgrave MacMillan, New York.</p>\n<p>Higgins, C. 1980. <em>9 to&nbsp; 5</em>. IPC Films.</p>\n<p>Kaklamanidou, B. 2013. <em>Genre, Gender and the Effects of Neoliberalism: The New Millennium Hollywood Rom Com</em>. Taylor &amp; Francis Group, London.</p>\n<p>McRobbie, A. 2009. <em>The Aftermath of Feminism: Gender, Culture and Social Change</em>. Sage Publications, London.</p>\n<p>Moody, R. 2020. ‘Netflix Subscribers &amp; Revenue by Country’. <em>Comparitech</em>. &lt;<a href=\"https://www.comparitech.com/tv-streaming/netflix-subscribers/\">https://www.comparitech.com/tv-streaming/netflix-subscribers/</a>&gt; Access: 30 June 2020.</p>\n<p>Moya, A. 2013. ‘Neo-Feminism In-Between: Female Cosmopolitan Subjects in Contemporary American Film’, <em>in</em> Gwynne, J. Muller, N. (eds.) <em>Postfeminism and Contemporary Hollywood Cinema</em>. Palgrave MacMillan, New York.</p>\n<p>Murphy, R. 2010. <em>Eat Pray Love</em>. Dede Gardner.</p>\n<p>Petrie, D. 2003. <em>How to Lose a Guy in 10 Days</em>. Paramount Pictures.</p>\n<p>Roskelley, A.R. 2016. <em>The Modern Mr. Darcy: An Analysis of Leading Men in Contemporary Romantic Comedy Film</em>. Masters Degree, Brigham Young University.</p>\n<p>Scanlon, C. 2018. <em>Set It Up</em>. Berman, J. Nappi, J.</p>\n<p>Segal, P. 2004. <em>50 First Dates</em>. Columbia Pictures.</p>\n<p>Snellin, L. 2019. <em>Let It Snow</em>. Netflix.</p>\n<p>Spindel, T. 2020. <em>The Wrong Missy</em>. Netflix.</p>\n<p><a href=\"https://www.google.com/search?safe=active&amp;sxsrf=ALeKk01w6IIsogp-onDUubzAO_7U3a7b4g:1593528155511&amp;q=Todd+Strauss-Schulson&amp;stick=H4sIAAAAAAAAAOPgE-LVT9c3NEyJT0rKMkoyVeLSz9U3SMlONjYz1hLLTrbST8vMyQUTVimZRanJJflFi1hFQ_JTUhSCS4oSS4uLdYOTM0pzivPzdrAyAgDBMyEwUAAAAA&amp;sa=X&amp;ved=2ahUKEwjZ-pf94qnqAhXzTxUIHSIGAIEQmxMoATAmegQIHBAD\">Strauss-Schulson</a>, T. 2019. <em>Isn’t It Romantic</em>. Netflix.</p>\n<p><a href=\"https://www.theatlantic.com/author/hugo-schwyzer/\">Schwyzer</a>, H. 2013. ‘The Real-World Consequences of the Manic Pixie Dream Girl Cliché’. <em>The Atlantic</em>. &lt;<a href=\"https://www.theatlantic.com/sexes/archive/2013/07/the-real-world-consequences-of-the-manic-pixie-dream-girl-clich-233/277645/\">https://www.theatlantic.com/sexes/archive/2013/07/the-real-world-consequences-of-the-manic-pixie-dream-girl-clich-233/277645/</a>&gt; Access: 5 July 2020.</p>\n<p>Tennant, A. 2005. <em>Hitch</em>. Overbrook Entertainment.</p>\n<p>The Take. 2020. ‘The Manic Pixie Dream Girl Trope, Explained’. &lt;<a href=\"https://www.youtube.com/watch?v=b_gxo8l9j8s\">https://www.youtube.com/watch?v=b_gxo8l9j8s</a>&gt; Access: 5 July 2020.</p>\n<p>Torres, M. 2019. ‘The 1980 Movie ‘9 To 5’ Is Still Depressingly Relevant For Women At Work’. <em>Huffington Post</em>. &lt;<a href=\"https://www.huffpost.com/entry/movie-9-to-5-film-dolly-parton_l_5db6fa34e4b079eb95a7299a\">https://www.huffpost.com/entry/movie-9-to-5-film-dolly-parton_l_5db6fa34e4b079eb95a7299a</a>&gt; Access: 9 July 2020.</p>\n<p>Warner, H. 2013. ‘‘A New Feminist Revolution in Hollywood Comedy’?: Postfeminist Discourses and the Critical Reception of Bridesmaids’, <em>in</em> Gwynne, J. Muller, N. (eds.) <em>Postfeminism and Contemporary Hollywood Cinema</em>. Palgrave MacMillan, New York.</p>\n<h2>Footnotes</h2>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> At the end of 2019, Netflix had about 167 million subscribers and generated revenues of $20.1 billion during the year. Subscriptions skyrocketed in the first quarter of 2020 and by April there were 183 million. Netflix is also popular worldwide and has subscribers from the United States (US), Canada, Europe, the Middle East, Latin America, the Asia-Pacific and Africa (Moody, 2020).</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> It is also possible that rom-coms have a low cultural status because they trivialise the complexity of relationships.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> Although rom-coms are generally marketed as feminine, males dominate behind the scenes. Only about 12% of rom-coms are directed by women (Kaklamanidou, 2013: 11). Coincidently, all of the films chosen for this piece were directed by men and I only noticed this after I had already chosen the films.</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> For a more in-depth discussion of the racial elements in Hitch please consult ‘<a href=\"https://ebookcentral-proquest-com.uplib.idm.oclc.org/lib/pretoria-ebooks/reader.action?docID=1143882#ppg=154\">Romantic comedy and the ‘other’: race, ethnicity and the transcendental star</a>’, in: Kaklamanidou, B. 2013. <em>Genre, Gender and the Effects of Neoliberalism: The New Millennium Hollywood Rom Com</em>. Taylor &amp; Francis Group, London.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\">[5]</a> <em>Isn’t It Romantic</em> did feature Priyanka Chopra, the Indian actress and singer. She played Isabella, the temporary love interest of one of the main characters in a fantasy world. She was a billboard model and, somewhat stereotypically, a yoga ambassador.</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\">[6]</a> In the book version of the story, the author (John Green) also repeatedly emphasised the fact that she ate junk-food and did not diet ‘like other girls’. She was often discussed in contrast to other hyper-feminised girls of her age, especially a group of cheerleaders (Green, Myracle, Johnson, 2008). However, Angie’s eating habits were not really mentioned in the film version.</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\">[7]</a> This is perhaps a humorous (though no less serious) evocation of what Sarah Ahmed labelled ‘the feminist killjoy’. The feminist killjoy is seen as getting in the way of the happiness of others by, amongst other things, not laughing at their offensive jokes (Ahmed, 2017: 37; 201)</p>\n<p><a href=\"#_ftnref8\" name=\"_ftn8\">[8]</a> This obligation to have sexual expertise stands in contrast to earlier discourses that constructed chastity as the ultimate feminine virtue (Farrimond, 2013: 51).</p>\n<p><a href=\"#_ftnref9\" name=\"_ftn9\">[9]</a>&nbsp; ‘Woke’ is a popular term used to describe someone who is alert to injustice and social movements, especially racism and sexism.</p>\n<p><a href=\"#_ftnref10\" name=\"_ftn10\">[10]</a> This assumption is made apparent throughout the film since it references several past rom-coms. In fact, a young version of the protagonist (Natalie) is watching <em>Pretty Woman</em> at the start of the film. There are also references to other popular rom-coms, including <em>Notting Hill</em> and<em> 13 Going on 30</em>, and Natalie also uses a pun (“you had me at hallo-copter”) to evoke another rom-com.</p>\n<p><a href=\"#_ftnref11\" name=\"_ftn11\">[11]</a> <em>The Take</em> recently released a video that discussed the trope and some of the complexities around classifying a character as a ‘manic pixie dream girl’. The video is available at: <a href=\"https://www.youtube.com/watch?v=b_gxo8l9j8s\">https://www.youtube.com/watch?v=b_gxo8l9j8s</a>.</p>\n<p><a href=\"#_ftnref12\" name=\"_ftn12\">[12]</a> An exception to this is the 1980 classic<em> 9 to 5</em> (Higgins, 1980). The film is not a rom-com since it does not feature a romance as part of its main plot, but in my opinion this factor is a strongpoint. For an interesting discussion of the film, please consult ‘The 1980 Movie ‘9 To 5’ Is Still Depressingly Relevant For Women At Work’ (Torres, 2019).</p>\n</body></html>",
  "contentText": "by Elize Soer As fears related to the coronavirus COVID-19 have risen, so have the number of Netflix subscribers. Countries around the world have imposed various stages of ‘lockdown’ and since more affluent people have been spending an increased amount of time at home, the American media-services provider Netflix has grown in popularity.[1] One of the most watched genres on Netflix is the ‘romantic comedy’. Although rom-coms are often dismissed as trivial, they are still widely enjoyed as ‘guilty pleasures’ (Warner, 2013: 226). Rom-coms have also received more scholarly attention over the past two decades, especially regarding their importance in depicting and constructing gender relations (Garret, 2007; Kaklamanidou, 2013). Accordingly, the following piece will discuss the representation of gender relations in recent romantic comedies released by Netflix. The piece will focus on three recent releases, namely Let it Snow (Snellin, 2019), Isn’t it Romantic (Strauss-Schulson, 2019) and The Wrong Missy (Spindel, 2020). These three films will be used as examples of broader trends in the genre and as manifestations of contemporary gender ideologies. Firstly, it is important to define what a ‘romantic comedy’ is. Ostensibly it might be simple to identify a film as a rom-com, but the genre has actually been the subject of some debate. According to a recent straightforward definition it is a hybrid genre that encompasses romance and comedy. It is thus characterised by a narrative that focuses on a relationship and, since it is a comedy, it must feature a happy ending (Kaklamanidou, 2013: 7). What exactly constitutes a ‘happy ending’ is subjective, but the narrative focuses on romance between (often lovably eccentric) protagonists who face antagonism, which leads to comic situations, and then the eventual reconstitution of the relationship (Garret, 2007: 97). It is important to note that many genre theorists have argued that “genres are not defined by a feature that makes all films of a certain type fundamentally similar; rather they are produced by the discourse through which films are understood,” (Warner, 2013: 224). However, for the purpose of this piece, I will employ the straightforward definition since I chose the films based on a search of ‘popular romantic comedies’. Film genres have become organised into a cultural hierarchy, which views ‘feminine genres’ such as the rom-com as less culturally legitimate than, for example, film noir (Warner, 2013: 225). Distinctions between films are often gendered. Roms-coms have a lower cultural status because they are associated with ‘feminine’ and thus ‘trivial’ themes such as relationships, romance and love.[2] This link is evident in the classification of rom-coms as ‘chick flicks’.[3] When ‘female’ genres are classified separately it creates the impression that they are a deviation from the standard, which is then presumably masculine (Kaklamanidou, 2013: 10). This divide is further perpetuated by (relatively) new rom-com subgenres such as the ‘bromance’ and the ‘homme-com’, which focuses on the same themes but follows a male protagonist. Prominent examples include The 40-Year-Old Virgin (Apatow, 2005), The Heartbreak Kid (Farrelly & Farrelly, 2007) and 50 First Dates (Segal, 2004). The Wrong Missy, which will be discussed in more detail later, also falls under this category. John Alberti argued that the emergence of these subcategories demonstrates that the marketing of rom-coms to predominately female viewers “resulted not from any essential qualities of male viewers that prevented them from connecting emotionally with romantic comedies but from an ongoing crisis involving the construction of masculinity within the genre.” (Alberti, 2013: 161). This point will be reinforced by the discussion of The Wrong Missy, which presented an ‘empowered’ female character as threatening and emasculating. Not only is the genre itself gendered, but the focus on relationships and the performance of each character’s gender as a narrative point makes rom-coms particularly interesting from a gender-studies perspective. Moreover, as Amanda Rebekah Roskelley noted, “we often take our cues on appropriate social behavior from examples found on television and in the movies,” (Roskelley, 2016: 74). We thus emulate the gendered performances of characters we see on screen while socio-cultural contexts and historical events influence the media produced. The genre has been significant in mediating changes in the norms of sexual behaviour, courtship rituals and the function of marriage. The ideological changes presented in various historical cycles of the rom-com therefore present “a particularly rich source of inquiry regarding these issues, highlighting the way in which the specific rules and conventions which comprise the discourse of heterosexual coupledom have been articulated in different cultural contexts,” (Garret, 2007: 96). The films that will be discussed in this piece represent a new group of rom-coms that form part of ongoing dialogues about romantic and sexual relationship and they can lend insight into the world of gender politics (Kaklamanidou, 2013: 2) As mentioned, my choice of films was based on a simple google search of the most popular rom-coms on Netflix from 2019-2020. The three films I chose were mentioned on multiple platforms and, as I will argue, they also present pertinent examples of broader gendered ideologies. The first film I will discuss is Let It Snow, an American Christmas special directed by Luke Snellin and based on the similarly named young adult novel by Maureen Johnson, John Green and Lauren Myracle. The film followed a group of young people in a small American town on Christmas Eve and was comfortably clichéd. The story centred on three couples and it is significant because it is the only one of the three films considered that featured both an interracial and a same-sex couple. This is representative of the genre more broadly, which usually focuses on white heterosexual couples, with the exception of Hitch (Tennant, 2005)[4] and Set It Up (Scanlon, 2018), although the leading couple in Set It Up was still white and heterosexual. It is not insignificant that Julie (played by Isabela Merced) and Stuart (played by Shameik Moore), the interracial couple in Let It Snow, were Latina and African-American. This is part of a general reluctance to match African-American men with white women in mainstream narratives. In Set It Up the interracial couple was an African-American man and an Asian woman and in the popular Hitch, the interracial couple was also an African-American man and a Cuban woman. As Chito Childs noted, “it is safer to pair a man of color with a Latina woman, who is almost, yet not quite, white,” (cited in: Kaklamanidou, 2013: 149). Childs argued that this allows filmmakers to have black male characters that are slick and savvy, but who do not directly pose a threat to white men who are, according to Hollywood narratives, interested in white women. In Betty Kaklamanidou’s analysis of race and ethnicity in recent romantic comedies, she observed that they superficially incorporate “‘a ‘raced’ subject into the neoliberal cosmos, conforming to the promotion of colour blindness as the way to eliminate the issue of race,” (Kaklamanidou, 2013: 149). This observation holds true for Let It Snow. The film featured people from various ethnicities, which is a progressive step for a (relatively) conservative genre. However, the film followed the principle of colour blindness and represented a world in which racial equality had already been achieved. Although people of colour were represented, their positions were completely depoliticised. The other two rom-coms that will be discussed did not have any main characters that were people of colour[5]. However, in rom-coms that do feature people from other ethnicities, there is no mention of structural inequality. Similar to the incorporation of race into a ‘neoliberal cosmos’, same-sex couples are incorporated into a monogamous structure. In Let It Snow the lesbian couple, Dorrie (played by Liv Hewson) and Kerry (played by Anna Akana) are united in the end and it is implied that they are a monogamous couple. It has to be noted that the obstacle to their romance was that Kerry had not ‘come out’ to her friends yet and she did not want them to know that she was attracted to Dorrie. To an extent, the film did thus consider some of the difficulties and personal struggles faced by sexually diverse people who are afraid of being ostracised. However, the two characters appeared feminine and their gender performances did not challenge constructions of masculinity and femininity. During the last part of the film, Dorrie and Kerry kissed in front of Kerry’s cheerleader friends and the friends applauded the union. This unanimous acceptance stood in contrast to the characterisation of the cheerleader squad throughout the film and definitely presented an oversimplification of people’s reactions to sexually diverse people. The film suggested that the obstacle to Dorrie and Kerry’s romance was Kerry’s reluctance to ‘come out’ and be true to herself. When she overcame this fear, society was supportive of her choice. This representation completely erased the discrimination and social scrutinity that sexually diverse people face and, as with racial differences, everyone was presented as equal in a world where discrimination and structural inequality were things of the past. The last and (arguably) main couple in Let It Snow was Angie/The Duke (played by Kiernan Shipka) and Tobin (played by Mitchell Hope) who were best friends at the start of the film. We find out later that Angie was nicknamed ‘The Duke’ because she was “always one of the boys”. Tobin gave her the nickname because he thought she should be distinguished for her masculine qualities. In many ways, Angie was a younger version of the classic ‘cool girl’ trope. The ‘cool girl’ has become a stock character in male-authored literature and movies. A typical example of the trope is Mikaela Banes (played by Megan Fox) in the live-action Transformers films. However, the trope is also prevalent in rom-coms, as demonstrated by Andie Anderson’s ‘real’ character in How to lose a Guy in 10 Days (Petrie, 2003) and Mary in There’s Something About Mary (Farrelly & Farrelly, 1998). The general characteristics of this trope is that she is ‘one of the guys’, meaning that she is passionate about cars, sports or other stereotypically masculine activities. She is also generally fun-loving, uninhibited and raunchy. She enjoys junk-food and beer, but she is, above all else, conventionally attractive. She is constructed in contrast to other women who are presented as overly feminine and apparently ‘clingy’ or ‘needy’. There are often explicit references to her food choices since she must remain ‘effortlessly hot’ while other women are then portrayed as overly concerned with their dietary choices. The trope has become so popular that the American author Gillian Flynn commented on it in her psychological thriller Gone Girl, which was also adapted into a film in 2014. A (now famous) passage from Flynn’s novel remarked: “Men always say that as the defining compliment, don’t they? She’s a cool girl. Being the Cool Girl means I am a hot, brilliant, funny woman who adores football, poker, dirty jokes, and burping, who plays video games, drinks cheap beer, loves threesomes and anal sex, and jams hot dogs and hamburgers into her mouth like she’s hosting the world’s biggest culinary gang bang while somehow maintaining a size 2, because Cool Girls are above all hot. Hot and understanding. Cool Girls never get angry; they only smile in a chagrined, loving manner and let their men do whatever they want. Go ahead, shit on me, I don’t mind, I’m the Cool Girl,” (Flynn, 2014: 226). Angie was less raunchy than the 20-something cool girl because of her age, but she shared many other characteristics with the trope. She was interested in sports and beer and was conventionally attractive[6]. Most significantly, she was repeatedly lauded for being ‘not like other girls’, as demonstrated by the reasoning behind her nickname, The Duke. I want to stress that the problem is not the fact that a female character was interested in ‘masculine’ activities, but that women who are interested in these activities are seen as exceptions. Firstly, this perpetuates a gender dichotomy because ‘other girls’ are portrayed as overly feminine caricatures. Moreover, it praises masculinity above characteristics that are deemed to be feminine and thus less significant. In fact, the cool girl is often used to demean other characters who are portrayed as more feminine. The developing romance between Angie and Tobin is also significant in relation to constructions of masculinity. Throughout the story, Tobin was portrayed in relation to Angie’s other love interest, JP (played by Matthew Noszka). Three versions of masculinity were present in the story: Tobin’s, JP’s and a kind of ‘toxic masculinity’ evinced by the antagonists, the Reston brothers. Chad and Pete Reston presented a violent hyper-masculinity based on physical strength. They also used gendered slurs to insult other characters and teased Tobin for driving a “pussy wagon”. This type of masculinity was presented in a negative light and the film thus shunned toxic masculinity. JP was depicted as ‘the perfect guy’ and was a good example of the ideal masculinity in contemporary popular culture. He was conventionally attractive and demonstrated his physical capabilities early in the film when he beat Tobin in a sporting contest. He also mentioned that he spent his holiday building schools in Kenya and that he practiced a type of meditation that was “great for martial arts training”. This participation in New-Age-inspired exercises such as yoga formed part of what Benjamin Brabon referred to as ‘the sensitive new man’. In Brabon’s analysis of masculinity in contemporary romantic comedies, particularly Failure to Launch (2006), he argued that ‘sensitive new man’ characteristics were often combined with more ‘traditionally masculine’ characteristics such as a daredevilish love of fun (Brabon, 2013: 122). In Let it Snow, as is in other new romantic comedies, this enlightened kind of masculinity was pitted against pure strength and aggression. As demonstrated by the attributes of the Reston brothers, “those traits traditionally lauded in men of the past are given to antagonists and punished,” (Roskelley, 2016: 73). Although JP is portrayed as the ideal, he did not ultimately win the heart of the heroine. Throughout the film it was made clear that Tobin had less physical prowess than JP and that he was not as ‘enlightened’. In fact, he embarrassed himself multiple times and a large part of the narrative focused on his continuously bleeding nipple, which he got from cutting himself while trying to trim his nipple hair. Tobin’s musical talent was highlighted and it was made apparent (in a somewhat awkward musical number) that he and Angie shared a musical connection. The fact that many of Tobin’s flaws were accentuated gives us insight into the factors that were presented as valuable in a relationship, predominantly, friendship. As we shall see, this is a widespread theme and it was also present in Isn’t It Romantic. Perfection was thus shunned and even mocked, while friendship and shared experiences were valued. Another interesting element that Let It Snow shared with Isn’t It Romantic was that men (or a man) were portrayed as better feminists than women. In an exemplary scene from Let It Snow, Angie, Tobin and JP were fleeing from the Reston brothers after they had stolen the brothers’ beer-keg and the car they had been driving, notably named Carla, died. Angie and Tobin then started speaking to the car in an attempt to encourage it to restart. Angie exclaimed “come on Carla, don’t be a little bitch” and Tobin followed up with “work that ass like I know you can”. In response, the enlightened JP commented “I know it’s a car, but I’m also a feminist”. JP was thus depicted as a ‘better feminist’ than Angie and the way in which the scene was contextualised portrayed feminism as something to be mocked or something annoying that spoiled other people’s jokes.[7] Similarly, in Isn’t It Romantic, the female protagonist Natalie (played by Rebel Wilson) and her office friend Whitney (played by Betty Gilpin) commented on the physical attractiveness of Blake (played by Liam Hemsworth) only to be corrected by the male protagonist Josh (played by Adam Devine), who stated “please don’t objectify the men in this office, I won’t stand for it”. In this instance, feminism was taken into account in a joking way. In both movies there was a clear recognition of feminist issues, but also an implied understanding that they should not be taken too seriously. This attitude forms part of a general (post)feminist sentiment that has shaped popular media productions since the 1990s, typified by the dominance of ‘Girl power’ rhetoric in consumer culture (Gwynne & Muller, 2013: 3). The concepts ‘post-feminism’, referring to a historical period, and ‘postfeminism’, referring to a cultural sensibility, have been the subject of much debate. I use the term (post)feminism to refer to a popular cultural sensibility that can coexist with feminism. This sensibility is characterised by a celebration of the power of the individual that implies that the socio-economic constraints faced by women and girls have become inconsequential. In Angela McRobbie’s canonical thesis statement on the topic she argued that “postfeminism positively draws on and invokes feminism as that which can be taken into account, to suggest that equality is achieved, in order to install a whole repertoire of new meanings, which emphasize that it is no longer needed, that it is a spent force,” (McRobbie, 2009:12). As demonstrated by the two extracts discussed above, (post)feminist discourses do not explicitly reject feminist politics, but imply that feminism has been successful and thus superceded (Bowler, 2013: 189). Within (post)feminist discourses, women are positioned as empowered subjects “in ways that are almost always connected to consumption and feminine physical appearance,” (Gwynne & Muller, 2013: 7). There is an emphasis on women’s financial autonomy, but instead of contextualising this within a climate of social responsibility, it conforms to the individualist goals of neoliberal ideology (Moya: 2013: 15). Women are encouraged to attain success materially and ‘express themselves’ through commodity consumption while maintaining a female identity. The image created by (post)feminist discourses is a “new autonomous and independent woman who seeks personal gratification and self-development,” (Moya: 2013: 16). The emphasis on choice and individual agency often encourages the female subject to ‘have it all’, including job aspirations and material success, a rewarding home life and a belief in independence and the pleasures of feminine adornment (Brabon, 2013: 128). Accordingly, (post)feminist discourses do not encourage women to pursue their careers at the expense of (heterosexual) romance. In fact, women are required to be skilled in a variety of sexual practices and a performance of confident sexual agency is seen as empowering (Farrimond, 2013: 51)[8]. This is not problematic because of the emphasis on sexual agency, but because sexual agency is presented as a way to please men. This is exemplified by the popular phrase ‘men like confident women’. This implies that women should be confident in order to please men. Moreover, the demand for women’s domestic expertise has not receded. Roberta Garrett remarked that “Women are still exhorted to excel at domestic skills, regardless of any other goals and aspirations they might want to nurture,” (Garret, 2007: 204). In fact, there has been a boom in magazines, books and television programmes dedicated to fashion, cookery, home decoration, makeovers and mothering during the last decade. Accordingly, women are constructed as having the personal choice and agency to become ‘domestic goddesses’ (Garret, 2007: 204-205). In light of the earlier discussion of race and same-sex couples in rom-coms, it seems even more pertinent to note that “postfeminist discourse has little to say to the Hollywood consumer who is not a young, white, heterosexual, middle class woman,” (Gwynne & Muller, 2013: 4). In fact, when people of other ehtnic groups are included in mainstream Hollywood narratives, their function is often to contribute to the spiritual enlightenment of white characters. A clear example of the ways in which these discourses function together was Eat Pray Love (Murphy, 2010). The film is focused on the individual agency of a white, heterosexual, middle class woman who encounters other cultures in order to enhance her knowledge of her ‘true self’. A very intriguing aspect of Isn’t It Romantic was the film’s critique of a similar discourse in relation to the ‘gay sidekick’. The protagonist of the film, Natalie, continuously critiqued the ‘gay sidekick’ trope because the character presented gay men as (necessarily) overly-effeminate and as having no other purpose than to support the female protagonist. While discussing rom-coms with her friend Whitney, Natalie listed problematic aspects of rom-coms, including “the cliché gay best friend whose sole purpose is to help the hot chick”. Later in the film, when her neighbour Donny transformed into a hyper-effeminate gay sidekick in the rom-com version of Natalie’s life, she commented that “my neighbour Donny is setting gay rights back 100 years”. The film thus used the trope, but commented on it critically throughout, which in turn made it seem more acceptable. Natalie’s comments on the ‘gay sidekick’ trope were not an exception. Throughout the film, she critiqued typical rom-com conventions while the film followed these conventions almost precisely. During the same conversation with Whitney, she stated “this movie ends like all stupid rom-coms do. The girl gets the guy and then finally that makes her happy”. According to Natalie, the problem with this is that “she should be happy with other things in her life. Like her great career that she’s worked hard for”. Although this might be true in principle, the film went to great lengths to demonstrate that Natalie was not happy with her life without love. This was demonstrated by her remarks about her “dull ordinary life”. Not only did her career not make her happy, but from the start of the film she needed to male protagonist, Josh, to boost her very low self-esteem. ‘Wokeness’[9] was therefore invoked and, as we shall see, the film alluded to important debates, but the status-quo ultimately remained unchallenged. Accordingly, Isn’t It Romantic followed many of the principles associated with (post)feminism. Firstly, there was a strong ‘empowerment’ discourse which celebrated “depictions of white, middle-class, heterosexual women’s success as markers of all women’s supposed success,” (Moya: 2013: 14). The film explicitly referenced feminism when Whitney turned into a nasty and competitive woman in the rom-com version of Natalie’s life. In response to Whitney’s transformation, Natalie announced “we marched together, remember? We had that sign: Girls Just Want to Have Fun- Demand Your Human Rights”. In this instance, Natalie was not necessarily referring to a march that she and Whitney participated in, but to the women’s movement more generally. Earlier in the film she also criticised “the idea that women can’t root for each other at work” and called it “just disgusting”. Although the feminist observations were positive, the film followed a (post)feminist trajectory by defining ‘empowerment’ as individual women’s career success. Natalie’s comments about female solidarity in the workplace were also completely contradicted by her reaction to Josh’s love interest, Isabella. While looking at a poster of Isabella modelling a swimsuit, she mockingly said “I’m so sexy. I just want a man to buy me a salad”. She was also condescending towards Isabella’s career as a yoga ambassador and the film thus followed the typical structure in which two women compete with each other for the affection of a man. The fact that Isabella, the only non-white woman in the film, was hypersexualised as a bikini model with a career based on her physical attributes, is interesting in itself. This reinforced the observation that, when (post)feminism does refer to solidarity among women, it implicitly refers to solidarity among white women. The (post)feminist ideology was also evident during the climax of the movie. Natalie ran to stop Josh and Isabella’s wedding and burst into the chapel. Her intention was to stop the wedding and declare her love for Josh after her ‘gay side-kick’ remarked “what, so the best friend you’ve always had a ton of chemistry with is the guy for you. Oh my God, who could have seen that coming except every single person ever of all time.” However, as Natalie was about to confess her love for Josh, she realised that the person she really had to love was herself. At the critical moment she exclaimed “I love me!” The message of the film was about the importance of self-love. This fits perfectly into an ideology that emphasises the liberation of the individual while completely ignoring exploitation or unequal social power. As with Let It Snow’s representation of sexual diversity, the only thing that Natalie had to do to prosper in life was find her confidence. This empowered her to attain success in a patriarchal capitalist framework, which the film was obviously oblivious to. Moreover, after Natalie’s realisation that she ‘completes herself’ she became ‘empowered’ to choose a heterosexual romantic relationship with Josh. At the end of the film, Whitney observed that “even though you were so cynical, it seems as though you have the dream job, the guy that really likes you, the really cool best friend… it looks like you are in one of those romantic stories you hate so much”. Here I want to argue that Natalie’s cynical commentary did not contradict the structure of the conventional rom-com, but that it was precisely this commentary that made the film watchable. We can clearly see all the aspects of a conventional rom-com and the film does end with happy heterosexual coupledom for the protagonist. However, since it is assumed that the audience is now familiar with this structure,[10] the film had to critique certain elements of it so that it would not be written off as yet another soppy rom-com. This technique has not been limited to Isn’t It Romantic, though this was the most extreme incarnation. In Let It Snow, Tobin confessed his love for Angie in the following way: “I’m in love with you… It’s not in the traditional sense of anything… I want to be with you for the rest of my life, Angie.” However, Angie then commented that “that was actually pretty traditional”. We can again see how the ironic comment at the end is exactly what makes the ‘traditional’ confession of love acceptable. Another similarity between Isn’t It Romantic and Let It Snow was the construction of ideal masculinity and its ultimate refutation in favour of friendship. In Isn’t It Romantic, Blake was supposed to represent the ideal rom-com hero. It was made evident throughout that Blake was physically attractive and he characterised himself as “a good listener”. Throughout the film he also used New-Age pseudo-philosophical quotes like “still waters run deepest”. The construction of ideal masculinity was rich and handsome with a New Age twist. However, Blake’s flaws were his patriarchal assumptions. During the last part of the film he told Natalie “now that you’re with me, you won’t be working anymore”. He also assumed that “obviously we’ll be changing your last name” and he wanted to change her first name to Georgina. He thus did not accept Natalie ‘for who she is’. Although Blake was supposed to present ideal masculinity, he ultimately also functioned as the embodiment of toxic-masculinity in comparison to the more ‘woke’ Josh. Isn’t It Romantic was a typical example of a (post)feminist rom-com in which the protagonist ultimately got to ‘have it all’, meaning that she could maintain her career and have a hetrosexual romantic relationship. This stands in contrast to a recently released homme-comme, The Wrong Missy, in which Missy’s ultimate role was to enrich the life of the male protagonist, Tim Morris (played by David Spade). The basic plot of The Wrong Missy started with a blind date involving Tim and Melissa/Missy (played by Lauren Lapkus). Tim was presented as a plain guy who followed social conventions while Missy was extremely odd and borderline terrifying. She talked about sex openly, dipped her hair in wine before sucking it and carried around a knife named Sheila. The date ended disastrously. Three months later, Tim met another woman named Melissa who seemed to be his perfect match (basically a female version of himself). The second Melissa gave Tim her number and Tim invited her to accompany him to a work retreat in Hawaii. However, the first Missy showed up on the plane and it became clear that Tim invited the wrong Melissa. In Hawaii, Missy was uninhibited and embarrassed Tim in front of his boss, Jack Winstone, and his colleagues. However, as the weekend progressed Missy helped Tim win Winstone’s favour by hypnotizing him and Tim began to develop feelings for Missy. Because of Missy, Tim beat his workplace competitor, Jess, and won a promotion. In order to get revenge, Jess revealed to Missy that she was invited by accident. Missy checked Tim’s phone and after she discovered the truth she left Hawaii. Meanwhile, the ‘right’ Melissa arrived in Hawaii, having been invited by Jess. During a lunch with the ‘right Melissa’, Tim started behaving like Missy and realised that he actually loved her. He left Hawaii, found Missy in Portland, apologised to her and declared his intention to become more like her. She forgave him, they were reunited and they presumably lived happily ever after. The gender relations depicted in The Wrong Missy were problematic for various reasons. The most prominent reason was the fact that Missy’s sole purpose in the film was to make Tim realise that he should be more outgoing. She was a somewhat extreme version of the classic ‘manic pixie dream girl’ trope. Although this trope has been applied to a variety of characters and it has perhaps become overused, its trademark quality is the fact that the manic girl’s function is to transform the male protagonist (Schwyzer, 2013).[11] However, the problematic aspect that I want to discuss is how Missy was portrayed in relation to Jess, Tim’s workplace competitor. Although Missy had a strong personality, her role was ultimately to support Tim. In contrast, Jess was competing with Tim for a promotion. Jess was presented as competitive, emasculating and ruthless and was nicknamed ‘The Barracuda’ by Tim and his male co-workers. This is no exception and there is a general tendency in rom-coms to “pathologize the career woman and turn her into a monstrous figure,” (Kaklamanidou, 2013: 28). It was thus no coincidence that the stereotypical ‘career woman’ was the antagonist in the film. However, even in films with ‘career women’ protagonists, it is made apparent that they sacrificed relationships in order to gain success in a ‘man’s world’. Here we only need to think of Margaret (Sandra Bullock) in The Proposal (Fletcher, 2009). Instead of being applauded for her perseverance and dedication, she is described as a “Type A (rhymes with) witch”. At the start of The Proposal, Margaret was criticised for her drive and decisiveness, traits that men in business are congratulated for. However, as the film progressed and she developed a relationship with the male protagonist Andrew (played by Ryan Reynolds) the audience was exposed to her softness, sensitivity and humour. She was thus portrayed as misguided and miswanting (wanting the wrong things in life) and, once she understood the importance of heterosexual romance, it was made apparent that she was ultimately an amiable person. In contrast, Jess remained the antagonist throughout The Wrong Missy. Although she was a more dedicated worker than Tim and she was more knowledgeable in her field, she was punished because of her ‘masculine’ characteristics. The message of the film was clear: it is alright for women to have strong personalities as long as their goal is to enrich the lives of their male partners. However, it is not acceptable for them to be competitive and challenge the positions of their male colleagues. Betty Kaklamanidou noted that the vicious caricature of the ‘evil career woman’ has been around since at least the 1980s. Moreover, the stereotype has not been limited to the rom-com genre. Harriet Hawkins noted that powerful female literary figures are often anathematised as femme fatales, vampires, unnatural monsters or superbitches (Kaklamanidou, 2013: 33). On the one hand, there are thus rom-coms that portray working women as ‘superbitches’ and, on the other hand, (post)feminist rom-coms encourage women to ‘have it all’, including successful careers. This apparent dichotomy could perhaps be explained away by simply noting that different films promote different (gendered) ideologies. After all, Isn’t It Romantic is a rom-com while The Wrong Missy is a homme-com that is more tailored to a ‘masculine’ audience. It is therefore possible that films directed at women encourage them to ‘have it all’ while films directed at men portray their ‘empowered’ female challengers as vicious and emasculating. While keeping the rom-com/homme-com distinction in mind, I think it is also important to recognise the difference between ‘having it all’ and ‘being a career woman’. Natalie in Isn’t It Romantic still needed the male protagonist to boost her self-esteem and, although she did eventually succeed in her career, she was not competitive and did not threaten masculine power in any way. In fact, she still had to propose her ideas to a male investor to gain approval. In contrast, female characters that are independent and competitive, and thus threatening to masculine power, are presented in a negative light.[12] In conclusion, films inform our conceptualisations of gender relations while they should also be read within their ideological and sociopolitical contexts. This piece has provided analyses of three popular contemporary rom-coms in order to gain insight into gendered constructions in popular culture. The first significant observation was the tendency of films to register the triumph of liberal feminism. This was especially evident in Isn’t It Romantic, which emphasised a discourse of female self-empowerment within capitalist structures. A similar trend was visible in the depiction of race in Let It Snow. The film depicted characters from various ethnic groups. However, these characters were included in a ‘neoliberal cosmos’ where racial inequality was assumed to be something of the past. Similarly, same-sex sexuality was presented as acceptable as long as it followed the principle of monogamy. In all instances, the characters were debilitated by their own lack of self-esteem and once they gained confidence they were successful. The existence of structural inequality and patriarchal capitalism was thus completely ignored. Another tendency in recent rom-coms is to incorporate a critique of the discourse of romantic love within a romance framework (Garret, 2007: 57). Alexia Bowler observed that “the work of the postfeminist romantic comedy disarms and depoliticizes its own feminist critique of sexual negotiations through knowingness, irony and a cosy humour, coupled with discourses surrounding personal choice.” (Bowler, 2013: 194). In Isn’t It Romantic and other recent rom-coms such as Easy A (Gluck, 2010), Friends With Benefits (Gluck, 2011) and, to an extent, Let It Snow, the characters are aware of rom-com conventions and cinematic techniques that are used to manipulate audiences. They also critique these conventions while they are themselves following them. Summarily, they employ a (post)feminist knowingness and irony to discredit romantic conventions and then these critiques are subsumed within the same romantic ideologies. Instead of undermining romantic ideologies, it is precisely this ironic self-awareness that makes contemporary rom-coms watchable for an audience that is well versed in rom-com conventions. Within a (post)feminist framework, there is also a celebration of very specific forms of female ‘empowerment’. Women are encouraged to ‘have it all’, including a successful career and a heterosexual romantic relationship. However, women are discouraged from adopting ‘masculine’ character traits such as being ‘too competitive’, lest they become ‘emasculating’. Women must also appear ‘feminine’ and engagement in consumer culture and feminine adornment activities is presented as empowering. All of these factors indicate that it is not enough to label contemporary rom-coms as simply ‘progressive’ or ‘regressive’. They can be ‘progressive’ in some ways and can disrupt ‘traditional’ gender divides by featuring driven ‘career women’ as protagonists. However, we must also remain critical of the ways in which these films contain progressive discourses within monogamous, patriarchal and capitalist structures. A particularly worrisome trend is the ways in which rom-coms (and other popular media productions) invoke ‘wokeness’ to sustain these broader exploitative structures. Bibliography Ahmed, S. 2017. Living a Feminist Life. Duke University Press, Durham. Alberti, J. 2013. ‘ “I Love You, Man”: Bromances, the Construction of Masculinity, and the Continuing Evolution of the Romantic Comedy’. Quarterly Review of Film and Video 30(2), pp. 159-172. Apatow, J. 2005. The 40-Year-Old-Virgin. Apatow Productions. Bowler, A. L. 2013. ‘Towards a New Sexual Conservatism in Postfeminist Romantic Comedy’, in Gwynne, J. Muller, N. (eds.) Postfeminism and Contemporary Hollywood Cinema. Palgrave MacMillan, New York. Brabon, B.A. 2013. ‘‘Chuck Flick’: A Genealogy of the Postfeminist Male Singleton’, in Gwynne, J. Muller, N. (eds.) Postfeminism and Contemporary Hollywood Cinema. Palgrave MacMillan, New York. Farrelly, P. Farrelly, B. 1998. There’s Something About Mary. 20th Century Fox. Farrelly, P. Farrelly, B. 2007. The Heartbreak Kid. ‎Ted Field‎ & Bradley Thomas. Farrimond, K. 2013. ‘The Slut That Wasn’t: Virginity, (Post)Feminism and Representation in Easy A’, in Gwynne, J. Muller, N. (eds.) Postfeminism and Contemporary Hollywood Cinema. Palgrave MacMillan, New York. Fletcher, A. 2009. The Proposal. Touchstone Pictures. Flynn, G. 2014. The Complete Gillian Flynn. Random House, New York. Garret, R. 2007. Postmodern Chick Flicks: The Return of the Woman’s Film. Palgrave MacMillan, Hampshire & New York. Gluck, W. 2010. Easy A. Olive Bridge Entertainment. Gluck, W. 2011. Friends With Benefits. Screen Gems; Castle Rock Entertainment. Green, J. Myracle, L. Johnson, M. 2008. Let It Snow. The Penguin Group, New York. Gwynne, J. Muller, N. 2013. ‘Introduction: Postfeminism and Contemporary Hollywood Cinema’, in Gwynne, J. Muller, N. (eds.) Postfeminism and Contemporary Hollywood Cinema. Palgrave MacMillan, New York. Higgins, C. 1980. 9 to 5. IPC Films. Kaklamanidou, B. 2013. Genre, Gender and the Effects of Neoliberalism: The New Millennium Hollywood Rom Com. Taylor & Francis Group, London. McRobbie, A. 2009. The Aftermath of Feminism: Gender, Culture and Social Change. Sage Publications, London. Moody, R. 2020. ‘Netflix Subscribers & Revenue by Country’. Comparitech. <https://www.comparitech.com/tv-streaming/netflix-subscribers/> Access: 30 June 2020. Moya, A. 2013. ‘Neo-Feminism In-Between: Female Cosmopolitan Subjects in Contemporary American Film’, in Gwynne, J. Muller, N. (eds.) Postfeminism and Contemporary Hollywood Cinema. Palgrave MacMillan, New York. Murphy, R. 2010. Eat Pray Love. Dede Gardner. Petrie, D. 2003. How to Lose a Guy in 10 Days. Paramount Pictures. Roskelley, A.R. 2016. The Modern Mr. Darcy: An Analysis of Leading Men in Contemporary Romantic Comedy Film. Masters Degree, Brigham Young University. Scanlon, C. 2018. Set It Up. Berman, J. Nappi, J. Segal, P. 2004. 50 First Dates. Columbia Pictures. Snellin, L. 2019. Let It Snow. Netflix. Spindel, T. 2020. The Wrong Missy. Netflix. Strauss-Schulson, T. 2019. Isn’t It Romantic. Netflix. Schwyzer, H. 2013. ‘The Real-World Consequences of the Manic Pixie Dream Girl Cliché’. The Atlantic. <https://www.theatlantic.com/sexes/archive/2013/07/the-real-world-consequences-of-the-manic-pixie-dream-girl-clich-233/277645/> Access: 5 July 2020. Tennant, A. 2005. Hitch. Overbrook Entertainment. The Take. 2020. ‘The Manic Pixie Dream Girl Trope, Explained’. <https://www.youtube.com/watch?v=b_gxo8l9j8s> Access: 5 July 2020. Torres, M. 2019. ‘The 1980 Movie ‘9 To 5’ Is Still Depressingly Relevant For Women At Work’. Huffington Post. <https://www.huffpost.com/entry/movie-9-to-5-film-dolly-parton_l_5db6fa34e4b079eb95a7299a> Access: 9 July 2020. Warner, H. 2013. ‘‘A New Feminist Revolution in Hollywood Comedy’?: Postfeminist Discourses and the Critical Reception of Bridesmaids’, in Gwynne, J. Muller, N. (eds.) Postfeminism and Contemporary Hollywood Cinema. Palgrave MacMillan, New York. Footnotes [1] At the end of 2019, Netflix had about 167 million subscribers and generated revenues of $20.1 billion during the year. Subscriptions skyrocketed in the first quarter of 2020 and by April there were 183 million. Netflix is also popular worldwide and has subscribers from the United States (US), Canada, Europe, the Middle East, Latin America, the Asia-Pacific and Africa (Moody, 2020). [2] It is also possible that rom-coms have a low cultural status because they trivialise the complexity of relationships. [3] Although rom-coms are generally marketed as feminine, males dominate behind the scenes. Only about 12% of rom-coms are directed by women (Kaklamanidou, 2013: 11). Coincidently, all of the films chosen for this piece were directed by men and I only noticed this after I had already chosen the films. [4] For a more in-depth discussion of the racial elements in Hitch please consult ‘Romantic comedy and the ‘other’: race, ethnicity and the transcendental star’, in: Kaklamanidou, B. 2013. Genre, Gender and the Effects of Neoliberalism: The New Millennium Hollywood Rom Com. Taylor & Francis Group, London. [5] Isn’t It Romantic did feature Priyanka Chopra, the Indian actress and singer. She played Isabella, the temporary love interest of one of the main characters in a fantasy world. She was a billboard model and, somewhat stereotypically, a yoga ambassador. [6] In the book version of the story, the author (John Green) also repeatedly emphasised the fact that she ate junk-food and did not diet ‘like other girls’. She was often discussed in contrast to other hyper-feminised girls of her age, especially a group of cheerleaders (Green, Myracle, Johnson, 2008). However, Angie’s eating habits were not really mentioned in the film version. [7] This is perhaps a humorous (though no less serious) evocation of what Sarah Ahmed labelled ‘the feminist killjoy’. The feminist killjoy is seen as getting in the way of the happiness of others by, amongst other things, not laughing at their offensive jokes (Ahmed, 2017: 37; 201) [8] This obligation to have sexual expertise stands in contrast to earlier discourses that constructed chastity as the ultimate feminine virtue (Farrimond, 2013: 51). [9] ‘Woke’ is a popular term used to describe someone who is alert to injustice and social movements, especially racism and sexism. [10] This assumption is made apparent throughout the film since it references several past rom-coms. In fact, a young version of the protagonist (Natalie) is watching Pretty Woman at the start of the film. There are also references to other popular rom-coms, including Notting Hill and 13 Going on 30, and Natalie also uses a pun (“you had me at hallo-copter”) to evoke another rom-com. [11] The Take recently released a video that discussed the trope and some of the complexities around classifying a character as a ‘manic pixie dream girl’. The video is available at: https://www.youtube.com/watch?v=b_gxo8l9j8s. [12] An exception to this is the 1980 classic 9 to 5 (Higgins, 1980). The film is not a rom-com since it does not feature a romance as part of its main plot, but in my opinion this factor is a strongpoint. For an interesting discussion of the film, please consult ‘The 1980 Movie ‘9 To 5’ Is Still Depressingly Relevant For Women At Work’ (Torres, 2019).",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn1",
    "https://www.google.com/search?safe=active&sxsrf=ALeKk01w6IIsogp-onDUubzAO_7U3a7b4g:1593528155511&q=Todd+Strauss-Schulson&stick=H4sIAAAAAAAAAOPgE-LVT9c3NEyJT0rKMkoyVeLSz9U3SMlONjYz1hLLTrbST8vMyQUTVimZRanJJflFi1hFQ_JTUhSCS4oSS4uLdYOTM0pzivPzdrAyAgDBMyEwUAAAAA&sa=X&ved=2ahUKEwjZ-pf94qnqAhXzTxUIHSIGAIEQmxMoATAmegQIHBAD",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn2",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn3",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn4",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn5",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn6",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn7",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn8",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn9",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn10",
    "https://www.theatlantic.com/author/hugo-schwyzer/",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn11",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftn12",
    "https://en.wikipedia.org/wiki/Ted_Field",
    "https://www.comparitech.com/tv-streaming/netflix-subscribers/",
    "https://www.theatlantic.com/sexes/archive/2013/07/the-real-world-consequences-of-the-manic-pixie-dream-girl-clich-233/277645/",
    "https://www.youtube.com/watch?v=b_gxo8l9j8s",
    "https://www.huffpost.com/entry/movie-9-to-5-film-dolly-parton_l_5db6fa34e4b079eb95a7299a",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref1",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref2",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref3",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref4",
    "https://ebookcentral-proquest-com.uplib.idm.oclc.org/lib/pretoria-ebooks/reader.action?docID=1143882#ppg=154",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref5",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref6",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref7",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref8",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref9",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref10",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref11",
    "https://www.csagup.org/2020/07/10/empowered-to-please-my-man-postfeminist-discourses-in-contemporary-romantic-comedies/#_ftnref12"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/07/"
}