{
  "title": "Sex, Drugs and COVID-19",
  "permalink": "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/",
  "datePublished": "2020-07-03T09:45:04+01:00",
  "dateLabel": "3rd July 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\"><em><strong>Elize Soer</strong></em></a></p>\n<p>South African President, Cyril Ramaphosa, announced that a national lockdown would commence on 26 March 2020 in response to COVID-19 or what some have labelled the ‘panic pandemic’ (Locwin, 2020). Since the start of the lockdown, reports and articles on the economic effect of the lockdown conditions have been ubiquitous (Business Tech, 2020; APO, 2020; Arndt et al. 2020). The South African Reserve Bank (SARB) predicted that South Africa’s Gross Domestic Product (GDP) would shrink by 6.1% in 2020 and other sources claimed that the contraction would be around 8% (Business Tech, 2020; Institute for Economic Justice, 2020). Most sources noted that the unemployed and informal workers would suffer the most and that “the hardship will fall hardest on black people, and especially black women and children” (Institute for Economic Justice, 2020).</p>\n<p>Although it is noted that the lockdown will have a more profound influence on some than on others, the general belief seems to be that economic growth is beneficial for everyone, while economic contraction harms everyone. This is based on the common conceptualisation of ‘the economy’ as a homogenous and abstract system, as well as an implicit faith in the ‘trickle down’ effect.<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> The following piece will argue that this assumption conceals some of the heterogeneous effects that the lockdown has had (and will have) on different economic systems in South Africa (SA). In order to illustrate this point, I will discuss some of the effects of the lockdown on two economic systems that are sometimes (mistakenly) seen as separated from SA’s official economy, namely the informal economy and the illicit economy. Some of the gendered aspects of these economies will also be discussed, especially in relation to sex work, which can be characterised as part of both the informal and illicit economies.<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a></p>\n<p>The ‘trickle-down’ effect has been widely critiqued by academics and activists (Andreou, 2014; Lichtblau, 2019). Yet, in almost all of the media coverage concerning the impact of COVID-19 and the lockdown on ‘the economy’, it is assumed that this impact will be homogeneously damaging. It is clear that there will be massive job losses<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a> and millions will be pushed further into poverty. Nonetheless, companies like Amazon, Microsoft, Oracle and Alphabet (Google’s parent company) have profited greatly. Lockdown situations around the world have led to increases in the number of people who work from home and shop online. Moreover, educational institutions, hospitals, police and military institutions are outsourcing more and more of their core functions to private tech companies (Klein, 2020).</p>\n<p>In the midst of a turn towards tech-alternatives and requests for a future run on artificial intelligence, it is important to remember that these systems function because of human workers. Tens of millions of workers labour in warehouses, content-moderation mills, data centres, electronic sweatshops and lithium mines so that the economically advantaged can work from home and order online. Technology will certainly be a fundamental part of strategies to protect public health in the coming months and years.&nbsp; This raises significant questions about how that technology will be used and under whose oversight; a discussion that falls outside of the scope of this short piece. Instead, I used tech companies as an explicit example of how some sectors of ‘the economy’ have benefited while others have suffered.</p>\n<p>The position of technology companies is a rather obvious example of the heterogeneous economic effects of lockdowns. If we consider the so-called ‘informal’ and ‘illicit’ economies, then the effects become more complex. It is difficult to give an exact definition of ‘informal economy’, since it is so connected to the ‘formal economy’. However, the International Labour Organisation’s (ILO) current working definition includes small, unregistered enterprises and all employment without adequate social and legal protection (Rogan &amp; Alfers, 2019: 91). Informal employment accounts for approximately a third of employment in SA<a href=\"#_ftn4\" name=\"_ftnref4\"><sup>[4]</sup></a>. Nonetheless, it has received very limited and narrow support from the government and interventions usually consist of training and micro-finance loans that are centred on a very small group of informal workers.</p>\n<p>Moreover, there are stark gender divides in informal employment. According to a 2015 analysis of SA’s labour market dynamics, women earn less within the same broad categories of employment and are also concentrated in the types of employment with the lowest pay (Rogan, 2018)<a href=\"#_ftn5\" name=\"_ftnref5\"><sup>[5]</sup></a>. Since 1994, informal employment has constituted a greater share of total employment for women than for men, mostly owing to the fact that household and domestic work is classified as informal work.<a href=\"#_ftn6\" name=\"_ftnref6\"><sup>[6]</sup></a> Childcare is also still commonly seen as ‘women’s work’ and this responsibility influences the incomes of female informal workers. For example, female waste-pickers often have to bring their children with them when they work in hazardous conditions on landfill sites. In an interview with Rogan and Alfers (2019) a waste-picker from Durban explained that she found it difficult to keep pace with her male counterparts because she had to bring her child to work:</p>\n<blockquote><p>“We collect recyclable materials by climbing into moving trucks when they enter the landfill. You need to act very quickly to catch up with the truck. We push each other whilst we are trying to get onto the back of the truck. Sometimes I don’t know what to do because I can’t leave my child on the ground. No one cares about you or your child. I no longer work as efficiently as I did when I didn’t have my child with me,” (cited in: Rogan &amp; Alfers, 2019: 91).</p></blockquote>\n<p>Gender-based violence (GBV) is also common in informal economies in SA. In preparation for the 2018 International Labour Conference’s Discussion on GBV in the Workplace, Women in Informal Employment: Globalizing and Organizing (WIEGO) conducted a series of interviews with informal workers. During the interviews, a group of female waste-pickers from KwaZulu-Natal reported that physical intimidation regularly impacted their incomes. Male waste-pickers physically intimidated them in order to access the most valuable pieces of waste first and forced them (sometimes at knifepoint) to buy recyclables (WIEGO, 2018). The municipality is responsible for the provision of security at landfill sites. However, generally, the municipal officers do not intervene, and/or they collect recyclables and sell them to the women in exchange for sex. Rape has also been common and about two rape cases are reported per month in these settings (Rogan &amp; Alfers, 2019: 98). It is therefore evident that women in the informal economy often work in an environment of insecurity and fear in which GBV and exploitation are widespread.</p>\n<p>Before SA’s lockdown, the Professor of Development Economics Imraan Valodia noted that “whilst the government offers a vast package of support measures to big business, its policy is largely irrelevant to the survivalist segment of small business” (2001: 871). However, government policies have not been irrelevant. Not only do they support the big businesses against which survivalist entrepreneurs compete, but they sometimes affect these entrepreneurs negatively. For example, it is often difficult and expensive to access water in informal workspaces such as on roadsides and in markets. People (the majority of whom are women) who sell cooked food need access to water before they can start cooking and frequently spend their peak selling time looking for water. Not only does this decrease sales, but in Durban, for example, there is a municipal by-law which states that only a legal permit holder can oversee a trading stall. When the legal permit holder has to leave the stall to look for water, the goods can be confiscated by the police. One food seller in Durban declared that: “When I run around looking for water, sometimes I come back to my goods being stolen…the policeman comes and takes my things if I’m late. They ask for permits and they do their own theft” (cited in: Rogan &amp; Alfers, 2019: 99).</p>\n<p>There is also a ban on imported second-hand clothing in SA, with the aim of protecting clothing retailers. However, there is a large illegal market in second-hand clothes (Velia, Valodia &amp; Amisi, 2006). When police officers catch sellers with illegal garments, they can impose a fine and confiscate the goods. This can demolish the income of survivalist sellers and even leave them indebted to the importers of second-hand clothes. This demonstrates how government policies are not necessarily irrelevant to survivalist entrepreneurs, but actively disadvantage them in favour of larger retailers. The second-hand clothing trade is also significant because it is located at the nexus between the informal and the illicit economies</p>\n<p>Sex work is another sector that is part of both the informal and illicit economies, again illustrating the considerable extent to which these different economic systems are intertwined. Despite outcries from Non-Governmental Organisations (NGOs), such as the Sex Workers Education and Advocacy Task force (SWEAT), sex work has remained criminalised in SA. Selling and buying sex are illegal and other aspects of sex work, such as running or owning a brothel or “enticing a woman into prostitution”, are also prohibited (SWEAT, 2019: 1). The criminalisation of sex work has not prevented people from selling sex to make a living, but has undermined sex workers’ access to justice and has also exposed many of them to exploitation and abuse by law enforcement officials. It is thus clear that sex work was already a precarious occupation before the lockdown. This is not only because the trade is criminalised and stigmatised, but also because sex workers are often from marginalised groups such as migrants and gender non-conforming people who have been pushed out of their families because of identity discrimination (Wheeler, 2020).</p>\n<p>Along with most of the informal economy, sex work has been affected negatively by the lockdown. Sex work can be conducted online, but it is generally physical and intimate work. SA has about 158,000 sex workers<a href=\"#_ftn7\" name=\"_ftnref7\"><sup>[7]</sup></a> who were already impacted negatively when fears of COVID-19 began to spread, since customers and workers were afraid of contracting the virus. The increased police presence since the start of the lockdown has certainly increased the risks associated with conducting sex work. Sex workers have also reported interruptions to condom supplies and people living with Human Immunodeficiency Virus (HIV) have experienced a decrease in access to essential medicines. Moreover, sex workers do not have access to some of the emergency assistance available to other workers. Many assistance schemes require proof that employment has been lost as a result of COVID-19 and, because sex work is still criminalised, workers do not have the necessary paperwork and proof of unemployment (Mafolo, 2020; Wheeler, 2020; UNAIDS, 2020).</p>\n<p>Organisations such as SWEAT and Sisonke have created solidarity fund raisers to assist sex workers and there has been an increase in online sex work as people have attempted to adapt to lockdown conditions (Collison &amp; Christianson, 2020).<a href=\"#_ftn8\" name=\"_ftnref8\">[8]</a> This is where the definition of sex work becomes particularly pertinent. The United Nations (UN) defines sex workers as “Female, male and transgender adults aged over 18 years who sell consensual sexual services in return for cash or payment in kind, and who may sell sex formally or informally, regularly or occasionally,” (Sonke Gender Justice, 2014: 5). This definition highlights two fundamental characteristics of acceptable, but often criminalised, sex work: it must be consensual and the participants must be over the age of 18. From the discussion above, it is evident that appropriate sex work has suffered due to COVID-19 and the lockdown. However, more illicit sex markets related to human trafficking and child pornography have flourished.</p>\n<p>The Global Initiative Against Transnational Organized Crime (GIATOC) recently released a report about the ramifications of COVID-19 for human trafficking. The report noted that some forms of human trafficking, especially those related to the commercial sexual exploitation of children and domestic servitude, are likely to increase (Wagner &amp; Hoang, 202: 1). Since the start of lockdowns around the world, there has been an increase in online Child Sexual Exploitation Material (CSEM). The demand for CSEM has increased, because more predators have been confined to their homes and the supply has increased as people have become more desperate to acquire incomes. The inflated demand has also probably exposed children who were already being used for CSEM to greater frequencies of exploitation and violence (Wagner &amp; Hoang, 202: 4).</p>\n<p>It is not only children who have become more vulnerable. Due to an increase in movement restrictions, many migrants have been forced into immobility, “unable to continue on their journeys or return home,” (Wagner &amp; Hoang, 202: 6). Migrants who are continuing with their journeys are more reliant on smugglers for assistance in environments that are more hostile towards migration. Smugglers often have connections to traffickers, who seem to be taking advantage of the situation. Trafficking and sex work are intertwined and the GIATOC noted that sex workers are more exposed to trafficking during lockdown.<a href=\"#_ftn9\" name=\"_ftnref9\"><sup>[9]</sup></a></p>\n<p>Transnational criminal networks are often involved in multiple illegal activities, including human trafficking and the trade of prohibited drugs. COVID-19 and its ramifications seem to have presented drug dealers with both challenges and opportunities. Challenges include disruptions in supply chains, restricted access to some markets and blocked distribution channels (Eligh, 2020: 1). On the other hand, in countries such as Afghanistan<a href=\"#_ftn10\" name=\"_ftnref10\"><sup>[10]</sup></a> the drug trade is a significant source of income for people with very limited options. As more people’s livelihoods are diminished in the aftermath of COVID-19, the pool of exploitable labour upon which drug markets depend will widen and workers will become more likely to accept even worse terms, similar to the ‘formal economy’. As the GIATOC noted, “structural changes caused by abrupt shocks tend to persist long after the shocks or crises are over,” (Wagner &amp; Hoang, 202: 13). In addition to a more desperate and cheaper labour source, COVID-19 might also lead to further monopolisation in illicit markets since the shock could ‘weed out’ the weaker organisations. This will evidently harm some organisations while it is likely to benefit others in the long term.</p>\n<p>It is also probable that supply chains of opium-based drugs (primarily heroin) will be disrupted. Conversely, drug expert Jason Eligh stated that the supply of crystal meth or tik in SA is unlikely to run out in the near future. In spite of this, many drug dealers have raised their prices based on the assumption that buyers will expect prices to rise in the midst of COVID-19. There has also been an increase in the sale of ‘adulterated’ drugs<a href=\"#_ftn11\" name=\"_ftnref11\"><sup>[11]</sup></a>. In some cases, this has been the consequence of actual supply-chain disruptions and in other cases, dealers have been opportunistic (Hyman, 2020). Organisations have also found creative ways to transport drugs and crystal meth has been found in shipments of medical supplies and food parcels. The last few months have also seen a rise in the trade of fake pharmaceuticals, especially medicines linked to COVID-19. Fake or counterfeit medicines are often sold online and can contain dangerous ingredients if they are not properly formulated. Sellers of fake pharmaceuticals are exploiting widespread fear and panic to sell their products (OECD, 2020).</p>\n<p>It is impossible to discuss illicit markets without mentioning the lockdown-induced ban on alcohol and cigarettes in SA. Reporting on the ban has largely discussed it in a negative light. In particular, the tax income that the state is losing as a consequence of the ban has received notable attention. Hellen Ndlovu, the director of Regulatory and Public Affairs at South African Breweries (SAB), has been cited in multiple articles. She emphasised that excise tax and value-added tax (VAT) would be lost. She claimed that SAB would have paid R14 billion in excise taxes this year, which equates to an average monthly contribution of more than R1 billion per month that will be lost as a consequence of the ban (Food Review, 2020).</p>\n<p>There was already a well-established illicit alcohol market prior to the lockdown and the illicit trade in alcohol was valued at R13 billion in 2017, which accounts for more than 15% of the total alcohol market in SA (Stockenstroom, 2020). There is no doubt that the ban on alcohol, which was partially lifted in late April, boosted the illicit trade.<a href=\"#_ftn12\" name=\"_ftnref12\"><sup>[12]</sup></a> In almost all of the articles that discuss the alcohol ban, the licit and illicit sale of alcohol are seen as completely dichotomous. However, many of the beverages that are sold on the black market are obtained from the licit market, albeit not always in licit ways<a href=\"#_ftn13\" name=\"_ftnref13\"><sup>[13]</sup></a>, and sold by people who do not have liquor licences. This also implies that the initial tax has already been paid on beverages that are resold (Luthuli, 2020). This factor was not accounted for in SAB’s calculations of lost tax revenues. It also implies that the ban did not harm everyone, but harmed some and benefited others. While SAB’s profits evidently decreased, many organised criminal cartels and smaller back-yard brewers have benefitted. Although the ban has ended, it seems as if cartels have seized the opportunity to grow their business and strengthen their stronghold in the market (Ndlovu, 2020).</p>\n<p>Similar to the illicit trade in alcohol, there was already a booming trade in illegal cigarettes prior to the lockdown. Illegal cigarettes accounted for about 33% of the cigarettes sold in SA and approximately 42% of the informal market. Illegal cigarettes come from a variety of sources. They can be smuggled into SA from neighbouring countries via illicit networks or they can be counterfeit versions of legitimate cigarette brands. However, the bulk of illegal cigarettes sold in SA come from “local, licenced tobacco manufacturers who do not declare all their manufactured product to the South African Revenue Services (SARS),” (BATSA, 2016). Not only are the manufacturers of illegal cigarettes well known, but they are also reported to be significant funders of multiple political parties, including the African National Congress (ANC) and the Economic Freedom Fighters (EFF) (Pauw, 2018). The same cartels who are involved with human trafficking and narcotics also collect revenues from selling illicit cigarettes and alcohol and it seems likely that their power has increased during the lockdown.</p>\n<p>It is critical not to conflate ‘licit’ and ‘illicit’ with ‘good’ and ‘evil’, as most of the news articles about illicit markets have done. As in many other parts of the global south, gangs and cartels exercise a great deal of territorial control in regions of SA, and, in many cases, they can become arbiters of governance and power. Gangs often protect the communities in their territories in order to maintain local legitimacy and can become figureheads of stability in times of crisis. Gangs and cartels can thus become entrenched in local governance. In SA, this is clearly the case in some suburbs of the Cape Flats (such as Steenberg), where the Mongrels exercise a great deal of authority. Since the start of the lockdown, the Mongrels (under the leadership of Leon ‘Poppie’ Meyer) have set up soup kitchens to feed people in one of SA’s poorest communities. Naxz Modack, another underworld figure, has launched feeding schemes in Eldorado Park in Johannesburg and in Cape Town. He has commissioned security companies to deliver food parcels and pots of food to multiple poor communities predominantly in Manenberg, Bonteheuwel, Athlone and Mitchells Plain (Hyman, 2020).</p>\n<p>Distributing food parcels certainly does not justify the violence and brutality that cartels and gangs inflict. However, it is important to remember that state apparatuses also inflict violence and brutality. Activists in the recent #BlackLivesMatter protests have highlighted this, but it has also been evident in reports of police violence against lockdown violators and protestors in countries such as SA and Zimbabwe (Shoki, 2020; Dzirutwe, 2019). There are almost innumerable histories recounting the violent actions of nation states and, as illustrated by the example of the illicit cigarette trade in SA, state actors sometimes benefit from illicit markets. Moreover, there is not always a sharp distinction between licit and illicit markets, as demonstrated by the fact that illicit alcohol is often obtained from licit sellers but sold by people without liquor licenses. It is of course true that gangs do not always distribute food out of pure altruism and that they benefit from community loyalty in the long term. However, as Leon Meyer observed, “Why does that lady go to that drug merchant asking for help? Ask her, because the politicians and government officials come when they want the votes, and when they’ve got their vote it’s all over” (cited in: Hyman, 2020).</p>\n<p>The literature on gender, drugs and crime has tended to emphasise women’s victimisation and there is a recurring narrative of dependence, exploitation and dysfunction (Anderson, 2005). In contrast, the state has attempted to represent itself as a protector of women’s rights and a champion of gender equality. During President Cyril Ramaphosa’s latest national address on 17 June 2020, he discussed GBV as “another pandemic that is raging in our country”. He mentioned various steps that the government was taking to curb GBV and commended the South African Police Service (SAPS) for their “excellent work in arresting almost all of the alleged perpetrators”. This evidently ignores the fact that SAPS officers are often perpetrators of GBV, as demonstrated by the example of some SAPS officers abusing female waste-pickers. Moreover, he blamed GBV on “the actions of violent men,” (Ramaphosa, 2020). Although this seems obvious at a superficial level, it ignores more structural drivers of GBV and individualises the problem.</p>\n<p>In reference to victims of GBV, President Ramaphosa even claimed that “we will speak for them where they cannot,” (Ramaphosa, 2020). Although the President did not specify who this ‘we’ was, he was presumably speaking on behalf of the government. The narrative that emerges is thus one that presents the state as the protector of women against violent men. This is problematic for various reasons. As mentioned above, it individualises GBV. Furthermore, it creates a ‘good’ versus ‘evil’ dichotomy between the state and ‘violent men’. The President did not only present these men as separated from society, but in an earlier address on GBV he stated that they were attacking “the very foundation of our democratic society” and “our common humanity” (Ramaphosa, 2019). If violent men are depicted as outside society or as ‘attackers’ of society, then we run the risk of overlooking the complex drivers of GBV within our societies.</p>\n<p>It is also worrisome that the state is allegedly speaking ‘for’ victims of GBV. This again perpetuates the notion that women are merely helpless victims that cannot speak for themselves and have to be protected by the (masculine) state. It can be argued that the President was speaking on behalf of deceased victims. However, this is still problematic because it overlooks the voices of thousands of protestors who demanded action on GBV. The state was thus not speaking for people who have been affected by GBV, but was responding to the outcries of survivors and activists.</p>\n<p>In order to disrupt the narrative of the valiant state as the protector of women against violent men, we should also recognise the agency of women in illicit economies. Women in illicit economies, particularly in those related to drugs and sex work, do experience discrimination and are often victims of GBV. However, as the sociologist Tammy Anderson reminded us, “the situation is not quite as simple as it has been made out to be: ‘victimization’ and ‘empowerment’ can be, and often are, interrelated,” (Anderson, 2005: 375). On the one hand, men are more likely to occupy more lucrative and higher status roles in illicit drug economies and male actors in these economies often live out violent masculinities. According to Anderson, this gives men ‘structural power’, especially in relation to the possession of resources.</p>\n<p>On the other hand, women seem to exercise a more relational form of power that enables illicit economies to function. This is particularly evident in the realm of sex work, which supplies “the drug economy with necessary money capital,” (Anderson, 2005: 376). Due to socially constructed gender roles, women often act as facilitators in drug deals and do a lot of the ‘behind-the-scenes’ work that supports drug markets<a href=\"#_ftn14\" name=\"_ftnref14\"><sup>[14]</sup></a>. Although men still generally hold structural power in illicit economies, women’s ‘supporting’ roles are not necessarily performed for men’s benefit. Anderson argued that “While it is true that women’s agency does not earn them a more structurally recognized position of power in the illicit drug market, less recognized is that their agency may empower them to better excel in future conventional (i.e. legal) activities than their male counterparts,” (Anderson, 2005: 383).</p>\n<p>Anderson’s discussion of women’s agency in illicit economies supports the argument that there is not a ‘good’ versus ‘evil’ dichotomy between licit and illicit markets. In fact, when seen through a gendered lens, it seems as if illicit economies are structured relatively similar to licit economies. In both cases, ‘women’s work’ is central to the functioning of markets, yet it is often overlooked. In relation to illicit economies, Anderson noted that “the market is dependent on their agency, yet it disallows their accumulation of structural power” (Anderson, 2005: 383). This same point is equally applicable to the ‘formal’ economy, which depends on women’s capital as consumers and on their ‘behind-the-scenes’ labour. Moreover, women are allowed to become ‘empowered’ within the ‘formal’ economy, but are discouraged from changing its structure. The argument that women’s roles in illicit economies sometimes enables them to participate more effectively in ‘formal’ economies again challenges the distinction between different economic systems.</p>\n<p>As mentioned at the start of this piece, reports and articles on the economic effect of the lockdown have been ubiquitous. Concurrently, President Ramaphosa declared that the state would implement an economic strategy that will “drive the recovery of our economy” (Ngobeni, 2020). According to Finance Minister Tito Mboweni, this strategy involves stimulus measures that would amount to R800 billion. This included the monetary response of the SA Reserve Bank, which cut the interest rate and made concessions to banks. In order to benefit from the stimulus package, spaza shops would have to have licences and bank accounts and be registered at SARS (De Lange, 2020). The stimulus package includes a COVID-19 Block Exemption for the Retail sector. However, other businesses that want to access funds have to be owned by South Africans (thus excluding migrants), they have to “demonstrate strong business fundamentals” and have a detailed business plan. They also have to be able to demonstrate that they will recover within 18-24 months (White &amp; Case, 2020).</p>\n<p>This piece has attempted to demonstrate that speaking of the damaging effects of the lockdown on ‘the economy’ is highly misleading. Similarly, claims that the stimulus package will save ‘our economy’ obscures the heterogeneous repercussions that it is likely to have. The previous paragraph mentioned only a few of the policies in the government’s stimulus package. However, it becomes clear that retailers and banks are likely to benefit while people working in the ‘informal’ economy could become even more marginalised. The situation becomes more complex when we consider the links between different economies in SA. This was demonstrated by the fact that illicit tobacco sellers often obtain their products from larger licit tobacco manufacturers. At first glance it thus seems as if the illicit cigarette trade is flourishing to the detriment of the licit trade, but this is clearly an oversimplification.</p>\n<p>Furthermore, it is problematic to assume that licit economies are ‘good’ while illicit economies are ‘evil’, as much of the reporting on the two interrelated economies did. This was demonstrated in the discussion of evidence to suggest that cartels and gangs are supplying food parcels to struggling local communities. This does not mean that the brutal actions of gangs are justified. Instead, we are able to draw parallels between the ways in which gangs and governments function. This point becomes clearer if we consider the gendered aspects of illicit markets, since they are analogous to the gendered dimensions of licit markets. This also disrupts the government’s narrative on GBV, which positions the (masculine) state as a protector of women against ‘evil’ men. All of these factors have implications for the policies that are adapted in response to COVID-19. Summarily, we cannot assume that a stimulus package will benefit ‘our economy’ because this leaves crucial questions unasked: Who will benefit, and in which ways?</p>\n<h2><strong>Bibliography</strong></h2>\n<p>African Press Office (APO), 2020. ‘Coronavirus – South Africa: COVID-19 impact on the economy’. <em>CBN Africa</em>. &lt;<a href=\"https://www.cnbcafrica.com/africa-press-office/2020/05/12/coronavirus-south-africa-covid-19-impact-on-the-economy/\" class=\"broken_link\"><u>https://www.cnbcafrica.com/africa-press-office/2020/05/12/coronavirus-south-africa-covid-19-impact-on-the-economy/</u></a>&gt; Access: 16 June 2020.</p>\n<p>Anderson, T. 2005. ‘Dimensions of women’s power in the illicit drug economy’. <em>Theoretical Criminology</em> 9(4), pp. 371-400.</p>\n<p>Andreou, A. 2014. ‘Trickle-down economics is the greatest broken promise of our lifetime’. <em>The Guardian.</em> <u>w</u>&lt;<a href=\"https://www.theguardian.com/commentisfree/2014/jan/20/trickle-down-economics-broken-promise-richest-85#:~:text=Trickle%2Ddown%20economics%20is%20the%20greatest%20broken%20promise%20of%20our%20lifetime,-This%20article%20is&amp;text=The%20richest%2085%20people,World%20Economic%20Forum%20at%20Davos.\"><u>https://ww</u><u>.theguardian.com/commentisfree/2014/jan/20/trickle-down-economics-broken-promise-richest-85</u></a>&gt; Access: 17 June 2020.</p>\n<p>Arendt, C. Davies, R. Gabriel, S. Harris, L. Makrelov, K. Modise, B. Robinson, S. Simbanegavi, W. van Seventer, D. Anderson, L. 2020. ‘Impact of Covid-19 on the South African economy: An initial analysis’. <em>Southern Africa- Towards Inclusive Economic Development</em>.</p>\n<p>British American Tobacco South Africa (BATSA). 2020. ‘The South African Illicit Trade’. &lt;<a href=\"http://www.batsa.co.za/group/sites/BAT_A2ELAD.nsf/vwPagesWebLive/DOALBKMH\">http://www.batsa.co.za/group/sites/BAT_A2ELAD.nsf/vwPagesWebLive/DOALBKMH</a>&gt; Access: 19 June 2020.</p>\n<p>Business Tech, 2020. ‘April data shows how deep Covid-19 has cut into South Africa’s economy’. &lt;<a href=\"https://businesstech.co.za/news/business/395617/april-data-shows-how-deep-covid-19-has-cut-into-south-africas-economy/\"><u>https://businesstech.co.za/news/business/395617/april-data-shows-how-deep-covid-19-has-cut-into-south-africas-economy/</u></a>&gt; Access: 16 June 2020.</p>\n<p>Collison, C. &amp; Christianson, B. 2020. ‘South Africa: How COVID-19 Affects South Africa’s Sex Workers’.<em> All Africa</em>. &lt;<a href=\"https://allafrica.com/stories/202004070240.html\" class=\"broken_link\"><u>https://allafrica.com/stories/202004070240.html</u></a>&gt; Access: 5 May 2020.</p>\n<p>De Lange, R. 2020. ‘Tito Mboweni’s rescue plan tops R800bn’. <em>City Press</em>. &lt;<a href=\"https://www.news24.com/citypress/Business/tito-mbowenis-rescue-plan-tops-r800bn-20200426\">https://www.news24.com/citypress/Business/tito-mbowenis-rescue-plan-tops-r800bn-20200426</a>&gt; Access: 22 June 2020.</p>\n<p>Dzirutwe, M. 2019. ‘Water canons, batons: MDC condemns ‘police brutality’ on Zimbabweans’. <em>News Africa</em>. &lt;<a href=\"https://www.iol.co.za/news/africa/water-canons-batons-mdc-condemns-police-brutality-on-zimbabweans-37637669\">https://www.iol.co.za/news/africa/water-canons-batons-mdc-condemns-police-brutality-on-zimbabweans-37637669</a>&gt; Access: 19 June 2020.</p>\n<p>Eligh, J. 2020. ‘Crisis and Opportunity: Impacts of the coronavirus pandemic on illicit drug markets’. <em>Global Initiative Against Transnational Organized Crime</em>.</p>\n<p>Food Review, 2020. ‘Four things you need to know about the illegal alcohol trade’. &lt;<a href=\"https://www.foodreview.co.za/four-things-you-need-to-know-about-the-illegal-alcohol-trade/\">https://www.foodreview.co.za/four-things-you-need-to-know-about-the-illegal-alcohol-trade/</a>&gt; Access: 19 June 2020.</p>\n<p>Hyman, A. 2020. ‘How organised crime is exploiting Covid-19’. <em>Times Live</em>. &lt;<a href=\"https://www.timeslive.co.za/news/south-africa/2020-04-18-how-organised-crime-is-exploiting-covid-19/\"><u>https://www.timeslive.co.za/news/south-africa/2020-04-18-how-organised-crime-is-exploiting-covid-19/</u></a>&gt; Access: 18 June 2020.</p>\n<p>Institute for Economic Justice, 2020. ‘COVID-19- An emergency rescue package for South Africa’. &lt;<a href=\"https://iej.org.za/covid-19-an-emergency-rescue-package-for-south-africa/\"><u>https://iej.org.za/covid-19-an-emergency-rescue-package-for-south-africa/</u></a>&gt; Access: 16 June 2020.</p>\n<p>Klein, N. 2020. ‘Naomi Klein: How big tech plans to profit from the pandemic’.<em> The Guardian</em>.</p>\n<p>Lichtblau, M. 2019. ‘The Fallacy and Persistence of “Trickle-Down Economics”.’ <em>Brown Political Review</em>. &lt;<a href=\"https://brownpoliticalreview.org/2019/11/the-fallacy-and-persistence-of-trickle-down-economics/\" class=\"broken_link\"><u>https://brownpoliticalreview.org/2019/11/the-fallacy-and-persistence-of-trickle-down-economics/</u></a>&gt; Access: 17 June 2020.</p>\n<p>Locwin, B. 2020. ‘‘Public Panic Pandemic’: How our reaction to the coronavirus makes things worse than they should be.’ <em>Genetic Literacy Project </em>&lt;<a href=\"https://geneticliteracyproject.org/2020/04/15/public-panic-pandemic-how-our-reaction-to-the-coronavirus-makes-things-worse-than-they-should-be/\"><u>https://geneticliteracyproject.org/2020/04/15/public-panic-pandemic-how-our-reaction-to-the-coronavirus-makes-things-worse-than-they-should-be/</u></a>&gt; Access: 16 June 2020.</p>\n<p>Luthuli, T. 2020. ‘Illicit trade in cigarettes and alcohol has thrived during lockdown’. <em>Daily Maverick</em>. &lt;<a href=\"https://www.dailymaverick.co.za/opinionista/2020-06-05-illicit-trade-in-cigarettes-and-alcohol-has-thrived-during-lockdown/#gsc.tab=0\">https://www.dailymaverick.co.za/opinionista/2020-06-05-illicit-trade-in-cigarettes-and-alcohol-has-thrived-during-lockdown/#gsc.tab=0</a>&gt; Access: 19 June 2020.</p>\n<p>Mafolo, K. 2020. ‘Covid-19: Some sex workers move online as SA heads into lockdown’. <em>GroundUp</em>. &lt;<a href=\"https://www.groundup.org.za/article/some-sex-workers-move-online-sa-heads-lockdown/\"><u>https://www.groundup.org.za/article/some-sex-workers-move-online-sa-heads-lockdown/</u></a>&gt; Access: 17 June 2020.</p>\n<p>Malloch-Brown, M. 2008. ‘Opium production in Afghanistan’. &lt;<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2364812/\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2364812/</a>&gt; Access: 18 June 2020.</p>\n<p>Ndlovu, H. 2020. ‘Good intentions gone bad: Alcohol ban reminiscent of costly lesson learned by the US’. &lt;<a href=\"https://www.iol.co.za/business-report/opinion/good-intentions-gone-bad-alcohol-ban-reminiscent-of-costly-lesson-learned-by-the-us-47669752\" class=\"broken_link\">https://www.iol.co.za/business-report/opinion/good-intentions-gone-bad-alcohol-ban-reminiscent-of-costly-lesson-learned-by-the-us-47669752</a>&gt; Access: 19 June 2020.</p>\n<p>Ngobeni, L. ‘Ramaphosa’s mega budget for Covid-19 response’. &lt;<a href=\"https://www.iol.co.za/pretoria-news/ramaphosas-mega-budget-for-covid-19-response-47018605\" class=\"broken_link\">https://www.iol.co.za/pretoria-news/ramaphosas-mega-budget-for-covid-19-response-47018605</a>&gt; Access: 22 June 2020.</p>\n<p>Organisation for Economic Co-operation and Development (OECD), 2020. ‘Coronavirus (COVID-19) and the global trade in fake pharmaceuticals’. &lt;<a href=\"http://www.oecd.org/gov/illicit-trade/coronavirus-covid-19-and-the-global-trade-in-fake-pharmaceuticals.htm\" class=\"broken_link\">http://www.oecd.org/gov/illicit-trade/coronavirus-covid-19-and-the-global-trade-in-fake-pharmaceuticals.htm</a>&gt; Access: 18 June 2020.</p>\n<p>Pauw, J. 2018. ‘Mazzotti’s Smoke ‘n Mirrors – a matter of taxes, fraud, smuggling and cigarettes’. <em>Daily Maverick</em>. &lt;<a href=\"https://www.dailymaverick.co.za/article/2018-12-11-mazzottis-smoke-n-mirrors-a-matter-of-taxes-fraud-smuggling-and-cigarettes/#gsc.tab=0\">https://www.dailymaverick.co.za/article/2018-12-11-mazzottis-smoke-n-mirrors-a-matter-of-taxes-fraud-smuggling-and-cigarettes/#gsc.tab=0</a>&gt; Access: 19 June 2020.</p>\n<p>Ramaphosa, C. 2020. ‘President Cyril Ramaphosa: South Africa’s response to the COVID-19 Coronavirus Pandemic’. <em>South African Government</em>. &lt;<a href=\"https://www.gov.za/speeches/president-cyril-ramaphosa-south-africa%E2%80%99s-response-covid-19-coronavirus-pandemic-17-jun-2020\">https://www.gov.za/speeches/president-cyril-ramaphosa-south-africa%E2%80%99s-response-covid-19-coronavirus-pandemic-17-jun-2020</a>&gt; Access: 22 June 2020.</p>\n<p>Rogan, M. 2018. ‘Informal economies are diverse: South African policies need to recognise this’. <em>The Conversation</em>. &lt;<a href=\"https://theconversation.com/informal-economies-are-diverse-south-african-policies-need-to-recognise-this-104586\"><u>https://theconversation.com/informal-economies-are-diverse-south-african-policies-need-to-recognise-this-104586</u></a>&gt; Access: 17 June 2020.</p>\n<p>Rogan, M. Alfers, L. 2019. ‘Gendered inequalities in the South African informal economy’. <em>Agenda </em>33(4), pp. 91-102.</p>\n<p>Sex Workers Education and Advocacy Task force (SWEAT), 2019. ‘Why Sex Work Should be Decriminalised in South Africa’. <em>Human Rights Watch</em>.</p>\n<p>Shoki, W. 2020. ‘The Class Character of Police Violence’. <em>Mail &amp; Guardian</em>. &lt;<a href=\"https://mg.co.za/opinion/2020-06-01-the-class-character-of-police-violence/\">https://mg.co.za/opinion/2020-06-01-the-class-character-of-police-violence/</a>&gt; Access: 19 June 2020.</p>\n<p>Sonke Gender Justice, 2014. ‘Sex Workers and Sex Work in South Africa- A Guide for Journalists and Writers’. <em>Sonke Gender Justice, Sisonke Sex Worker Movement, Sex Worker Education and Advocacy Taskforce, and Women’s Legal Centre</em>.</p>\n<p>Stockenstroom, S. 2020. ‘Illicit Trade of Alcohol Bigger than Ever’. Sunday World. &lt;<a href=\"https://sundayworld.co.za/news/illicit-trade-of-alcohol-bigger-than-ever/\">https://sundayworld.co.za/news/illicit-trade-of-alcohol-bigger-than-ever/</a>&gt; Access: 19 June 2020.</p>\n<p>UNAIDS, 2020. ‘COVID-19 responses must uphold and protect the human rights of sex workers’.&lt;<a href=\"https://www.unaids.org/en/resources/presscentre/featurestories/2020/april/20200424_sex-work\"><u>https://www.unaids.org/en/resources/presscentre/featurestories/2020/april/20200424_sex-work</u></a>&gt;. Access: 5 May 2020.</p>\n<p>Valodia, M. 2001. ‘Economic Policy and Women’s Informal Work in South Africa’. <em>Development and Change</em> 32, pp. 871-892.</p>\n<p>Velia, M. Valodia, I. Amisi, B. 2006. ‘Trade Dynamics in Used Clothing: the case of Durban, South Africa’. <em>World Trade Organisation</em>.</p>\n<p>Wagner, L. Hoang, T. 2020. ‘Aggravating Circumstances: How coronavirus impacts human trafficking’. <em>Global Initiative Against Transnational Organized Crime</em>.</p>\n<p>Wheeler, S. 2020. ‘Sex Workers Struggle to Survive Covid-19 Pandemic: Criminalization Makes a Bad Situation Worse’. <em>Human Rights Watch</em>. &lt;<a href=\"https://www.hrw.org/news/2020/05/04/sex-workers-struggle-survive-covid-19-pandemic\"><u>https://www.hrw.org/news/2020/05/04/sex-workers-struggle-survive-covid-19-pandemic</u></a>&gt; Access: 17 June 2020.</p>\n<p>White &amp; Case, 2020. ‘COVID-19: South African Government Financial Assistance Measures’. &lt;<a href=\"https://www.whitecase.com/publications/alert/covid-19-south-african-government-financial-assistance-measures\">https://www.whitecase.com/publications/alert/covid-19-south-african-government-financial-assistance-measures</a>&gt; Access: 22 June 2020.</p>\n<p>WIEGO, 2018. ‘Violence and Informal Work: Briefing’. &lt;<a href=\"https://www.wiego.org/sites/default/files/publications/files/ILC_WIEGO_Briefing%20Note%20Violence%20in%20the%20workplace%20EN%20for%20web.pdf\"><u>https://www.wiego.org/sites/default/files/publications/files/ILC_WIEGO_Briefing%20Note%20Violence%20in%20the%20workplace%20EN%20for%20web.pdf</u></a>&gt; Access: 17 June 2020.</p>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Very basically, the ‘trickle down’ effect or theory refers to the notion that policies that benefit the wealthy will benefit everyone because the profits will ‘trickle down’ into society.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> This also demonstrates how interconnected various economic systems are.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> Estimates are around 1 million in SA alone (Institute for Economic Justice, 2020).</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><sup>[4]</sup></a> The labour market in SA has historically been characterised by informality and flexibility because the apartheid system was based on highly flexible migrant and contract labour (Valodia, 2001: 874).</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\"><sup>[5]</sup></a> This is because informal economies (much like formal economies) often have a pyramid structure with employers, the group with the highest earnings, at the top. Men make up the majority of employers and “moving further down the different levels of the pyramid, the risk of poverty increases, as does the percentage of workers who are women,” (Rogan &amp; Alfers, 2019: 93).</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\"><sup>[6]</sup></a> About 70% of women in the informal economy work in domestic and ‘elementary’ occupations (Valodia, 2001: 875).</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\"><sup>[7]</sup></a> According to a 2013 study by SWEAT, these workers often support families of up to seven dependents with their incomes (Mafolo, 2020).</p>\n<p><a href=\"#_ftnref8\" name=\"_ftn8\">[8]</a> These organisations have launched various programmes, which are accessible via their websites: <a href=\"http://www.sweat.org.za/\">http://www.sweat.org.za/</a> and <a href=\"https://aidsfonds.org/partner/sisonke-south-africa\">https://aidsfonds.org/partner/sisonke-south-africa</a>.</p>\n<p><a href=\"#_ftnref9\" name=\"_ftn9\"><sup>[9]</sup></a> One reason for this is that sex workers frequently live in the places they work and the closure of brothels, bars and nightclubs has heightened their risk of losing their accommodation along with their livelihoods. One inspiring trend is solidarity groups that have formed among sex workers. For example, in Amsterdam sex workers have set up a crowd funding initiative to support their peers (Wagner &amp; Hoang, 202: 6).</p>\n<p><a href=\"#_ftnref10\" name=\"_ftn10\"><sup>[10]</sup></a> About 90% of the world’s opium is produced in Afghanistan (Malloch-Brown, 2008).</p>\n<p><a href=\"#_ftnref11\" name=\"_ftn11\"><sup>[11]</sup></a> Adulterated drugs are mixed with other substances that decrease the purity.</p>\n<p><a href=\"#_ftnref12\" name=\"_ftn12\"><sup>[12]</sup></a> It is important to note that beer is the most commonly sold type of alcohol in the legal market while illicit traders focus on high margin, low volume products and are more likely to sell hard liquor. Licit and illicit traders thus focus on different types of demand (Stockenstroom, 2020).</p>\n<p><a href=\"#_ftnref13\" name=\"_ftn13\"><sup>[13]</sup></a> There has been a sharp increase in the looting of alcohol stores and storage facilities since the start of the lockdown (Ndlovu, 2020).</p>\n<p><a href=\"#_ftnref14\" name=\"_ftn14\"><sup>[14]</sup></a> This ‘behind the scenes work’ includes, but is not limited to: providing housing, subsidising male dependency and purchasing and selling drugs (Anderson, 2005: 393).</p>\n</body></html>",
  "contentText": "by Elize Soer South African President, Cyril Ramaphosa, announced that a national lockdown would commence on 26 March 2020 in response to COVID-19 or what some have labelled the ‘panic pandemic’ (Locwin, 2020). Since the start of the lockdown, reports and articles on the economic effect of the lockdown conditions have been ubiquitous (Business Tech, 2020; APO, 2020; Arndt et al. 2020). The South African Reserve Bank (SARB) predicted that South Africa’s Gross Domestic Product (GDP) would shrink by 6.1% in 2020 and other sources claimed that the contraction would be around 8% (Business Tech, 2020; Institute for Economic Justice, 2020). Most sources noted that the unemployed and informal workers would suffer the most and that “the hardship will fall hardest on black people, and especially black women and children” (Institute for Economic Justice, 2020). Although it is noted that the lockdown will have a more profound influence on some than on others, the general belief seems to be that economic growth is beneficial for everyone, while economic contraction harms everyone. This is based on the common conceptualisation of ‘the economy’ as a homogenous and abstract system, as well as an implicit faith in the ‘trickle down’ effect.[1] The following piece will argue that this assumption conceals some of the heterogeneous effects that the lockdown has had (and will have) on different economic systems in South Africa (SA). In order to illustrate this point, I will discuss some of the effects of the lockdown on two economic systems that are sometimes (mistakenly) seen as separated from SA’s official economy, namely the informal economy and the illicit economy. Some of the gendered aspects of these economies will also be discussed, especially in relation to sex work, which can be characterised as part of both the informal and illicit economies.[2] The ‘trickle-down’ effect has been widely critiqued by academics and activists (Andreou, 2014; Lichtblau, 2019). Yet, in almost all of the media coverage concerning the impact of COVID-19 and the lockdown on ‘the economy’, it is assumed that this impact will be homogeneously damaging. It is clear that there will be massive job losses[3] and millions will be pushed further into poverty. Nonetheless, companies like Amazon, Microsoft, Oracle and Alphabet (Google’s parent company) have profited greatly. Lockdown situations around the world have led to increases in the number of people who work from home and shop online. Moreover, educational institutions, hospitals, police and military institutions are outsourcing more and more of their core functions to private tech companies (Klein, 2020). In the midst of a turn towards tech-alternatives and requests for a future run on artificial intelligence, it is important to remember that these systems function because of human workers. Tens of millions of workers labour in warehouses, content-moderation mills, data centres, electronic sweatshops and lithium mines so that the economically advantaged can work from home and order online. Technology will certainly be a fundamental part of strategies to protect public health in the coming months and years. This raises significant questions about how that technology will be used and under whose oversight; a discussion that falls outside of the scope of this short piece. Instead, I used tech companies as an explicit example of how some sectors of ‘the economy’ have benefited while others have suffered. The position of technology companies is a rather obvious example of the heterogeneous economic effects of lockdowns. If we consider the so-called ‘informal’ and ‘illicit’ economies, then the effects become more complex. It is difficult to give an exact definition of ‘informal economy’, since it is so connected to the ‘formal economy’. However, the International Labour Organisation’s (ILO) current working definition includes small, unregistered enterprises and all employment without adequate social and legal protection (Rogan & Alfers, 2019: 91). Informal employment accounts for approximately a third of employment in SA[4]. Nonetheless, it has received very limited and narrow support from the government and interventions usually consist of training and micro-finance loans that are centred on a very small group of informal workers. Moreover, there are stark gender divides in informal employment. According to a 2015 analysis of SA’s labour market dynamics, women earn less within the same broad categories of employment and are also concentrated in the types of employment with the lowest pay (Rogan, 2018)[5]. Since 1994, informal employment has constituted a greater share of total employment for women than for men, mostly owing to the fact that household and domestic work is classified as informal work.[6] Childcare is also still commonly seen as ‘women’s work’ and this responsibility influences the incomes of female informal workers. For example, female waste-pickers often have to bring their children with them when they work in hazardous conditions on landfill sites. In an interview with Rogan and Alfers (2019) a waste-picker from Durban explained that she found it difficult to keep pace with her male counterparts because she had to bring her child to work: “We collect recyclable materials by climbing into moving trucks when they enter the landfill. You need to act very quickly to catch up with the truck. We push each other whilst we are trying to get onto the back of the truck. Sometimes I don’t know what to do because I can’t leave my child on the ground. No one cares about you or your child. I no longer work as efficiently as I did when I didn’t have my child with me,” (cited in: Rogan & Alfers, 2019: 91). Gender-based violence (GBV) is also common in informal economies in SA. In preparation for the 2018 International Labour Conference’s Discussion on GBV in the Workplace, Women in Informal Employment: Globalizing and Organizing (WIEGO) conducted a series of interviews with informal workers. During the interviews, a group of female waste-pickers from KwaZulu-Natal reported that physical intimidation regularly impacted their incomes. Male waste-pickers physically intimidated them in order to access the most valuable pieces of waste first and forced them (sometimes at knifepoint) to buy recyclables (WIEGO, 2018). The municipality is responsible for the provision of security at landfill sites. However, generally, the municipal officers do not intervene, and/or they collect recyclables and sell them to the women in exchange for sex. Rape has also been common and about two rape cases are reported per month in these settings (Rogan & Alfers, 2019: 98). It is therefore evident that women in the informal economy often work in an environment of insecurity and fear in which GBV and exploitation are widespread. Before SA’s lockdown, the Professor of Development Economics Imraan Valodia noted that “whilst the government offers a vast package of support measures to big business, its policy is largely irrelevant to the survivalist segment of small business” (2001: 871). However, government policies have not been irrelevant. Not only do they support the big businesses against which survivalist entrepreneurs compete, but they sometimes affect these entrepreneurs negatively. For example, it is often difficult and expensive to access water in informal workspaces such as on roadsides and in markets. People (the majority of whom are women) who sell cooked food need access to water before they can start cooking and frequently spend their peak selling time looking for water. Not only does this decrease sales, but in Durban, for example, there is a municipal by-law which states that only a legal permit holder can oversee a trading stall. When the legal permit holder has to leave the stall to look for water, the goods can be confiscated by the police. One food seller in Durban declared that: “When I run around looking for water, sometimes I come back to my goods being stolen…the policeman comes and takes my things if I’m late. They ask for permits and they do their own theft” (cited in: Rogan & Alfers, 2019: 99). There is also a ban on imported second-hand clothing in SA, with the aim of protecting clothing retailers. However, there is a large illegal market in second-hand clothes (Velia, Valodia & Amisi, 2006). When police officers catch sellers with illegal garments, they can impose a fine and confiscate the goods. This can demolish the income of survivalist sellers and even leave them indebted to the importers of second-hand clothes. This demonstrates how government policies are not necessarily irrelevant to survivalist entrepreneurs, but actively disadvantage them in favour of larger retailers. The second-hand clothing trade is also significant because it is located at the nexus between the informal and the illicit economies Sex work is another sector that is part of both the informal and illicit economies, again illustrating the considerable extent to which these different economic systems are intertwined. Despite outcries from Non-Governmental Organisations (NGOs), such as the Sex Workers Education and Advocacy Task force (SWEAT), sex work has remained criminalised in SA. Selling and buying sex are illegal and other aspects of sex work, such as running or owning a brothel or “enticing a woman into prostitution”, are also prohibited (SWEAT, 2019: 1). The criminalisation of sex work has not prevented people from selling sex to make a living, but has undermined sex workers’ access to justice and has also exposed many of them to exploitation and abuse by law enforcement officials. It is thus clear that sex work was already a precarious occupation before the lockdown. This is not only because the trade is criminalised and stigmatised, but also because sex workers are often from marginalised groups such as migrants and gender non-conforming people who have been pushed out of their families because of identity discrimination (Wheeler, 2020). Along with most of the informal economy, sex work has been affected negatively by the lockdown. Sex work can be conducted online, but it is generally physical and intimate work. SA has about 158,000 sex workers[7] who were already impacted negatively when fears of COVID-19 began to spread, since customers and workers were afraid of contracting the virus. The increased police presence since the start of the lockdown has certainly increased the risks associated with conducting sex work. Sex workers have also reported interruptions to condom supplies and people living with Human Immunodeficiency Virus (HIV) have experienced a decrease in access to essential medicines. Moreover, sex workers do not have access to some of the emergency assistance available to other workers. Many assistance schemes require proof that employment has been lost as a result of COVID-19 and, because sex work is still criminalised, workers do not have the necessary paperwork and proof of unemployment (Mafolo, 2020; Wheeler, 2020; UNAIDS, 2020). Organisations such as SWEAT and Sisonke have created solidarity fund raisers to assist sex workers and there has been an increase in online sex work as people have attempted to adapt to lockdown conditions (Collison & Christianson, 2020).[8] This is where the definition of sex work becomes particularly pertinent. The United Nations (UN) defines sex workers as “Female, male and transgender adults aged over 18 years who sell consensual sexual services in return for cash or payment in kind, and who may sell sex formally or informally, regularly or occasionally,” (Sonke Gender Justice, 2014: 5). This definition highlights two fundamental characteristics of acceptable, but often criminalised, sex work: it must be consensual and the participants must be over the age of 18. From the discussion above, it is evident that appropriate sex work has suffered due to COVID-19 and the lockdown. However, more illicit sex markets related to human trafficking and child pornography have flourished. The Global Initiative Against Transnational Organized Crime (GIATOC) recently released a report about the ramifications of COVID-19 for human trafficking. The report noted that some forms of human trafficking, especially those related to the commercial sexual exploitation of children and domestic servitude, are likely to increase (Wagner & Hoang, 202: 1). Since the start of lockdowns around the world, there has been an increase in online Child Sexual Exploitation Material (CSEM). The demand for CSEM has increased, because more predators have been confined to their homes and the supply has increased as people have become more desperate to acquire incomes. The inflated demand has also probably exposed children who were already being used for CSEM to greater frequencies of exploitation and violence (Wagner & Hoang, 202: 4). It is not only children who have become more vulnerable. Due to an increase in movement restrictions, many migrants have been forced into immobility, “unable to continue on their journeys or return home,” (Wagner & Hoang, 202: 6). Migrants who are continuing with their journeys are more reliant on smugglers for assistance in environments that are more hostile towards migration. Smugglers often have connections to traffickers, who seem to be taking advantage of the situation. Trafficking and sex work are intertwined and the GIATOC noted that sex workers are more exposed to trafficking during lockdown.[9] Transnational criminal networks are often involved in multiple illegal activities, including human trafficking and the trade of prohibited drugs. COVID-19 and its ramifications seem to have presented drug dealers with both challenges and opportunities. Challenges include disruptions in supply chains, restricted access to some markets and blocked distribution channels (Eligh, 2020: 1). On the other hand, in countries such as Afghanistan[10] the drug trade is a significant source of income for people with very limited options. As more people’s livelihoods are diminished in the aftermath of COVID-19, the pool of exploitable labour upon which drug markets depend will widen and workers will become more likely to accept even worse terms, similar to the ‘formal economy’. As the GIATOC noted, “structural changes caused by abrupt shocks tend to persist long after the shocks or crises are over,” (Wagner & Hoang, 202: 13). In addition to a more desperate and cheaper labour source, COVID-19 might also lead to further monopolisation in illicit markets since the shock could ‘weed out’ the weaker organisations. This will evidently harm some organisations while it is likely to benefit others in the long term. It is also probable that supply chains of opium-based drugs (primarily heroin) will be disrupted. Conversely, drug expert Jason Eligh stated that the supply of crystal meth or tik in SA is unlikely to run out in the near future. In spite of this, many drug dealers have raised their prices based on the assumption that buyers will expect prices to rise in the midst of COVID-19. There has also been an increase in the sale of ‘adulterated’ drugs[11]. In some cases, this has been the consequence of actual supply-chain disruptions and in other cases, dealers have been opportunistic (Hyman, 2020). Organisations have also found creative ways to transport drugs and crystal meth has been found in shipments of medical supplies and food parcels. The last few months have also seen a rise in the trade of fake pharmaceuticals, especially medicines linked to COVID-19. Fake or counterfeit medicines are often sold online and can contain dangerous ingredients if they are not properly formulated. Sellers of fake pharmaceuticals are exploiting widespread fear and panic to sell their products (OECD, 2020). It is impossible to discuss illicit markets without mentioning the lockdown-induced ban on alcohol and cigarettes in SA. Reporting on the ban has largely discussed it in a negative light. In particular, the tax income that the state is losing as a consequence of the ban has received notable attention. Hellen Ndlovu, the director of Regulatory and Public Affairs at South African Breweries (SAB), has been cited in multiple articles. She emphasised that excise tax and value-added tax (VAT) would be lost. She claimed that SAB would have paid R14 billion in excise taxes this year, which equates to an average monthly contribution of more than R1 billion per month that will be lost as a consequence of the ban (Food Review, 2020). There was already a well-established illicit alcohol market prior to the lockdown and the illicit trade in alcohol was valued at R13 billion in 2017, which accounts for more than 15% of the total alcohol market in SA (Stockenstroom, 2020). There is no doubt that the ban on alcohol, which was partially lifted in late April, boosted the illicit trade.[12] In almost all of the articles that discuss the alcohol ban, the licit and illicit sale of alcohol are seen as completely dichotomous. However, many of the beverages that are sold on the black market are obtained from the licit market, albeit not always in licit ways[13], and sold by people who do not have liquor licences. This also implies that the initial tax has already been paid on beverages that are resold (Luthuli, 2020). This factor was not accounted for in SAB’s calculations of lost tax revenues. It also implies that the ban did not harm everyone, but harmed some and benefited others. While SAB’s profits evidently decreased, many organised criminal cartels and smaller back-yard brewers have benefitted. Although the ban has ended, it seems as if cartels have seized the opportunity to grow their business and strengthen their stronghold in the market (Ndlovu, 2020). Similar to the illicit trade in alcohol, there was already a booming trade in illegal cigarettes prior to the lockdown. Illegal cigarettes accounted for about 33% of the cigarettes sold in SA and approximately 42% of the informal market. Illegal cigarettes come from a variety of sources. They can be smuggled into SA from neighbouring countries via illicit networks or they can be counterfeit versions of legitimate cigarette brands. However, the bulk of illegal cigarettes sold in SA come from “local, licenced tobacco manufacturers who do not declare all their manufactured product to the South African Revenue Services (SARS),” (BATSA, 2016). Not only are the manufacturers of illegal cigarettes well known, but they are also reported to be significant funders of multiple political parties, including the African National Congress (ANC) and the Economic Freedom Fighters (EFF) (Pauw, 2018). The same cartels who are involved with human trafficking and narcotics also collect revenues from selling illicit cigarettes and alcohol and it seems likely that their power has increased during the lockdown. It is critical not to conflate ‘licit’ and ‘illicit’ with ‘good’ and ‘evil’, as most of the news articles about illicit markets have done. As in many other parts of the global south, gangs and cartels exercise a great deal of territorial control in regions of SA, and, in many cases, they can become arbiters of governance and power. Gangs often protect the communities in their territories in order to maintain local legitimacy and can become figureheads of stability in times of crisis. Gangs and cartels can thus become entrenched in local governance. In SA, this is clearly the case in some suburbs of the Cape Flats (such as Steenberg), where the Mongrels exercise a great deal of authority. Since the start of the lockdown, the Mongrels (under the leadership of Leon ‘Poppie’ Meyer) have set up soup kitchens to feed people in one of SA’s poorest communities. Naxz Modack, another underworld figure, has launched feeding schemes in Eldorado Park in Johannesburg and in Cape Town. He has commissioned security companies to deliver food parcels and pots of food to multiple poor communities predominantly in Manenberg, Bonteheuwel, Athlone and Mitchells Plain (Hyman, 2020). Distributing food parcels certainly does not justify the violence and brutality that cartels and gangs inflict. However, it is important to remember that state apparatuses also inflict violence and brutality. Activists in the recent #BlackLivesMatter protests have highlighted this, but it has also been evident in reports of police violence against lockdown violators and protestors in countries such as SA and Zimbabwe (Shoki, 2020; Dzirutwe, 2019). There are almost innumerable histories recounting the violent actions of nation states and, as illustrated by the example of the illicit cigarette trade in SA, state actors sometimes benefit from illicit markets. Moreover, there is not always a sharp distinction between licit and illicit markets, as demonstrated by the fact that illicit alcohol is often obtained from licit sellers but sold by people without liquor licenses. It is of course true that gangs do not always distribute food out of pure altruism and that they benefit from community loyalty in the long term. However, as Leon Meyer observed, “Why does that lady go to that drug merchant asking for help? Ask her, because the politicians and government officials come when they want the votes, and when they’ve got their vote it’s all over” (cited in: Hyman, 2020). The literature on gender, drugs and crime has tended to emphasise women’s victimisation and there is a recurring narrative of dependence, exploitation and dysfunction (Anderson, 2005). In contrast, the state has attempted to represent itself as a protector of women’s rights and a champion of gender equality. During President Cyril Ramaphosa’s latest national address on 17 June 2020, he discussed GBV as “another pandemic that is raging in our country”. He mentioned various steps that the government was taking to curb GBV and commended the South African Police Service (SAPS) for their “excellent work in arresting almost all of the alleged perpetrators”. This evidently ignores the fact that SAPS officers are often perpetrators of GBV, as demonstrated by the example of some SAPS officers abusing female waste-pickers. Moreover, he blamed GBV on “the actions of violent men,” (Ramaphosa, 2020). Although this seems obvious at a superficial level, it ignores more structural drivers of GBV and individualises the problem. In reference to victims of GBV, President Ramaphosa even claimed that “we will speak for them where they cannot,” (Ramaphosa, 2020). Although the President did not specify who this ‘we’ was, he was presumably speaking on behalf of the government. The narrative that emerges is thus one that presents the state as the protector of women against violent men. This is problematic for various reasons. As mentioned above, it individualises GBV. Furthermore, it creates a ‘good’ versus ‘evil’ dichotomy between the state and ‘violent men’. The President did not only present these men as separated from society, but in an earlier address on GBV he stated that they were attacking “the very foundation of our democratic society” and “our common humanity” (Ramaphosa, 2019). If violent men are depicted as outside society or as ‘attackers’ of society, then we run the risk of overlooking the complex drivers of GBV within our societies. It is also worrisome that the state is allegedly speaking ‘for’ victims of GBV. This again perpetuates the notion that women are merely helpless victims that cannot speak for themselves and have to be protected by the (masculine) state. It can be argued that the President was speaking on behalf of deceased victims. However, this is still problematic because it overlooks the voices of thousands of protestors who demanded action on GBV. The state was thus not speaking for people who have been affected by GBV, but was responding to the outcries of survivors and activists. In order to disrupt the narrative of the valiant state as the protector of women against violent men, we should also recognise the agency of women in illicit economies. Women in illicit economies, particularly in those related to drugs and sex work, do experience discrimination and are often victims of GBV. However, as the sociologist Tammy Anderson reminded us, “the situation is not quite as simple as it has been made out to be: ‘victimization’ and ‘empowerment’ can be, and often are, interrelated,” (Anderson, 2005: 375). On the one hand, men are more likely to occupy more lucrative and higher status roles in illicit drug economies and male actors in these economies often live out violent masculinities. According to Anderson, this gives men ‘structural power’, especially in relation to the possession of resources. On the other hand, women seem to exercise a more relational form of power that enables illicit economies to function. This is particularly evident in the realm of sex work, which supplies “the drug economy with necessary money capital,” (Anderson, 2005: 376). Due to socially constructed gender roles, women often act as facilitators in drug deals and do a lot of the ‘behind-the-scenes’ work that supports drug markets[14]. Although men still generally hold structural power in illicit economies, women’s ‘supporting’ roles are not necessarily performed for men’s benefit. Anderson argued that “While it is true that women’s agency does not earn them a more structurally recognized position of power in the illicit drug market, less recognized is that their agency may empower them to better excel in future conventional (i.e. legal) activities than their male counterparts,” (Anderson, 2005: 383). Anderson’s discussion of women’s agency in illicit economies supports the argument that there is not a ‘good’ versus ‘evil’ dichotomy between licit and illicit markets. In fact, when seen through a gendered lens, it seems as if illicit economies are structured relatively similar to licit economies. In both cases, ‘women’s work’ is central to the functioning of markets, yet it is often overlooked. In relation to illicit economies, Anderson noted that “the market is dependent on their agency, yet it disallows their accumulation of structural power” (Anderson, 2005: 383). This same point is equally applicable to the ‘formal’ economy, which depends on women’s capital as consumers and on their ‘behind-the-scenes’ labour. Moreover, women are allowed to become ‘empowered’ within the ‘formal’ economy, but are discouraged from changing its structure. The argument that women’s roles in illicit economies sometimes enables them to participate more effectively in ‘formal’ economies again challenges the distinction between different economic systems. As mentioned at the start of this piece, reports and articles on the economic effect of the lockdown have been ubiquitous. Concurrently, President Ramaphosa declared that the state would implement an economic strategy that will “drive the recovery of our economy” (Ngobeni, 2020). According to Finance Minister Tito Mboweni, this strategy involves stimulus measures that would amount to R800 billion. This included the monetary response of the SA Reserve Bank, which cut the interest rate and made concessions to banks. In order to benefit from the stimulus package, spaza shops would have to have licences and bank accounts and be registered at SARS (De Lange, 2020). The stimulus package includes a COVID-19 Block Exemption for the Retail sector. However, other businesses that want to access funds have to be owned by South Africans (thus excluding migrants), they have to “demonstrate strong business fundamentals” and have a detailed business plan. They also have to be able to demonstrate that they will recover within 18-24 months (White & Case, 2020). This piece has attempted to demonstrate that speaking of the damaging effects of the lockdown on ‘the economy’ is highly misleading. Similarly, claims that the stimulus package will save ‘our economy’ obscures the heterogeneous repercussions that it is likely to have. The previous paragraph mentioned only a few of the policies in the government’s stimulus package. However, it becomes clear that retailers and banks are likely to benefit while people working in the ‘informal’ economy could become even more marginalised. The situation becomes more complex when we consider the links between different economies in SA. This was demonstrated by the fact that illicit tobacco sellers often obtain their products from larger licit tobacco manufacturers. At first glance it thus seems as if the illicit cigarette trade is flourishing to the detriment of the licit trade, but this is clearly an oversimplification. Furthermore, it is problematic to assume that licit economies are ‘good’ while illicit economies are ‘evil’, as much of the reporting on the two interrelated economies did. This was demonstrated in the discussion of evidence to suggest that cartels and gangs are supplying food parcels to struggling local communities. This does not mean that the brutal actions of gangs are justified. Instead, we are able to draw parallels between the ways in which gangs and governments function. This point becomes clearer if we consider the gendered aspects of illicit markets, since they are analogous to the gendered dimensions of licit markets. This also disrupts the government’s narrative on GBV, which positions the (masculine) state as a protector of women against ‘evil’ men. All of these factors have implications for the policies that are adapted in response to COVID-19. Summarily, we cannot assume that a stimulus package will benefit ‘our economy’ because this leaves crucial questions unasked: Who will benefit, and in which ways? Bibliography African Press Office (APO), 2020. ‘Coronavirus – South Africa: COVID-19 impact on the economy’. CBN Africa. <https://www.cnbcafrica.com/africa-press-office/2020/05/12/coronavirus-south-africa-covid-19-impact-on-the-economy/> Access: 16 June 2020. Anderson, T. 2005. ‘Dimensions of women’s power in the illicit drug economy’. Theoretical Criminology 9(4), pp. 371-400. Andreou, A. 2014. ‘Trickle-down economics is the greatest broken promise of our lifetime’. The Guardian. w<https://ww.theguardian.com/commentisfree/2014/jan/20/trickle-down-economics-broken-promise-richest-85> Access: 17 June 2020. Arendt, C. Davies, R. Gabriel, S. Harris, L. Makrelov, K. Modise, B. Robinson, S. Simbanegavi, W. van Seventer, D. Anderson, L. 2020. ‘Impact of Covid-19 on the South African economy: An initial analysis’. Southern Africa- Towards Inclusive Economic Development. British American Tobacco South Africa (BATSA). 2020. ‘The South African Illicit Trade’. <http://www.batsa.co.za/group/sites/BAT_A2ELAD.nsf/vwPagesWebLive/DOALBKMH> Access: 19 June 2020. Business Tech, 2020. ‘April data shows how deep Covid-19 has cut into South Africa’s economy’. <https://businesstech.co.za/news/business/395617/april-data-shows-how-deep-covid-19-has-cut-into-south-africas-economy/> Access: 16 June 2020. Collison, C. & Christianson, B. 2020. ‘South Africa: How COVID-19 Affects South Africa’s Sex Workers’. All Africa. <https://allafrica.com/stories/202004070240.html> Access: 5 May 2020. De Lange, R. 2020. ‘Tito Mboweni’s rescue plan tops R800bn’. City Press. <https://www.news24.com/citypress/Business/tito-mbowenis-rescue-plan-tops-r800bn-20200426> Access: 22 June 2020. Dzirutwe, M. 2019. ‘Water canons, batons: MDC condemns ‘police brutality’ on Zimbabweans’. News Africa. <https://www.iol.co.za/news/africa/water-canons-batons-mdc-condemns-police-brutality-on-zimbabweans-37637669> Access: 19 June 2020. Eligh, J. 2020. ‘Crisis and Opportunity: Impacts of the coronavirus pandemic on illicit drug markets’. Global Initiative Against Transnational Organized Crime. Food Review, 2020. ‘Four things you need to know about the illegal alcohol trade’. <https://www.foodreview.co.za/four-things-you-need-to-know-about-the-illegal-alcohol-trade/> Access: 19 June 2020. Hyman, A. 2020. ‘How organised crime is exploiting Covid-19’. Times Live. <https://www.timeslive.co.za/news/south-africa/2020-04-18-how-organised-crime-is-exploiting-covid-19/> Access: 18 June 2020. Institute for Economic Justice, 2020. ‘COVID-19- An emergency rescue package for South Africa’. <https://iej.org.za/covid-19-an-emergency-rescue-package-for-south-africa/> Access: 16 June 2020. Klein, N. 2020. ‘Naomi Klein: How big tech plans to profit from the pandemic’. The Guardian. Lichtblau, M. 2019. ‘The Fallacy and Persistence of “Trickle-Down Economics”.’ Brown Political Review. <https://brownpoliticalreview.org/2019/11/the-fallacy-and-persistence-of-trickle-down-economics/> Access: 17 June 2020. Locwin, B. 2020. ‘‘Public Panic Pandemic’: How our reaction to the coronavirus makes things worse than they should be.’ Genetic Literacy Project <https://geneticliteracyproject.org/2020/04/15/public-panic-pandemic-how-our-reaction-to-the-coronavirus-makes-things-worse-than-they-should-be/> Access: 16 June 2020. Luthuli, T. 2020. ‘Illicit trade in cigarettes and alcohol has thrived during lockdown’. Daily Maverick. <https://www.dailymaverick.co.za/opinionista/2020-06-05-illicit-trade-in-cigarettes-and-alcohol-has-thrived-during-lockdown/#gsc.tab=0> Access: 19 June 2020. Mafolo, K. 2020. ‘Covid-19: Some sex workers move online as SA heads into lockdown’. GroundUp. <https://www.groundup.org.za/article/some-sex-workers-move-online-sa-heads-lockdown/> Access: 17 June 2020. Malloch-Brown, M. 2008. ‘Opium production in Afghanistan’. <https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2364812/> Access: 18 June 2020. Ndlovu, H. 2020. ‘Good intentions gone bad: Alcohol ban reminiscent of costly lesson learned by the US’. <https://www.iol.co.za/business-report/opinion/good-intentions-gone-bad-alcohol-ban-reminiscent-of-costly-lesson-learned-by-the-us-47669752> Access: 19 June 2020. Ngobeni, L. ‘Ramaphosa’s mega budget for Covid-19 response’. <https://www.iol.co.za/pretoria-news/ramaphosas-mega-budget-for-covid-19-response-47018605> Access: 22 June 2020. Organisation for Economic Co-operation and Development (OECD), 2020. ‘Coronavirus (COVID-19) and the global trade in fake pharmaceuticals’. <http://www.oecd.org/gov/illicit-trade/coronavirus-covid-19-and-the-global-trade-in-fake-pharmaceuticals.htm> Access: 18 June 2020. Pauw, J. 2018. ‘Mazzotti’s Smoke ‘n Mirrors – a matter of taxes, fraud, smuggling and cigarettes’. Daily Maverick. <https://www.dailymaverick.co.za/article/2018-12-11-mazzottis-smoke-n-mirrors-a-matter-of-taxes-fraud-smuggling-and-cigarettes/#gsc.tab=0> Access: 19 June 2020. Ramaphosa, C. 2020. ‘President Cyril Ramaphosa: South Africa’s response to the COVID-19 Coronavirus Pandemic’. South African Government. <https://www.gov.za/speeches/president-cyril-ramaphosa-south-africa%E2%80%99s-response-covid-19-coronavirus-pandemic-17-jun-2020> Access: 22 June 2020. Rogan, M. 2018. ‘Informal economies are diverse: South African policies need to recognise this’. The Conversation. <https://theconversation.com/informal-economies-are-diverse-south-african-policies-need-to-recognise-this-104586> Access: 17 June 2020. Rogan, M. Alfers, L. 2019. ‘Gendered inequalities in the South African informal economy’. Agenda 33(4), pp. 91-102. Sex Workers Education and Advocacy Task force (SWEAT), 2019. ‘Why Sex Work Should be Decriminalised in South Africa’. Human Rights Watch. Shoki, W. 2020. ‘The Class Character of Police Violence’. Mail & Guardian. <https://mg.co.za/opinion/2020-06-01-the-class-character-of-police-violence/> Access: 19 June 2020. Sonke Gender Justice, 2014. ‘Sex Workers and Sex Work in South Africa- A Guide for Journalists and Writers’. Sonke Gender Justice, Sisonke Sex Worker Movement, Sex Worker Education and Advocacy Taskforce, and Women’s Legal Centre. Stockenstroom, S. 2020. ‘Illicit Trade of Alcohol Bigger than Ever’. Sunday World. <https://sundayworld.co.za/news/illicit-trade-of-alcohol-bigger-than-ever/> Access: 19 June 2020. UNAIDS, 2020. ‘COVID-19 responses must uphold and protect the human rights of sex workers’.<https://www.unaids.org/en/resources/presscentre/featurestories/2020/april/20200424_sex-work>. Access: 5 May 2020. Valodia, M. 2001. ‘Economic Policy and Women’s Informal Work in South Africa’. Development and Change 32, pp. 871-892. Velia, M. Valodia, I. Amisi, B. 2006. ‘Trade Dynamics in Used Clothing: the case of Durban, South Africa’. World Trade Organisation. Wagner, L. Hoang, T. 2020. ‘Aggravating Circumstances: How coronavirus impacts human trafficking’. Global Initiative Against Transnational Organized Crime. Wheeler, S. 2020. ‘Sex Workers Struggle to Survive Covid-19 Pandemic: Criminalization Makes a Bad Situation Worse’. Human Rights Watch. <https://www.hrw.org/news/2020/05/04/sex-workers-struggle-survive-covid-19-pandemic> Access: 17 June 2020. White & Case, 2020. ‘COVID-19: South African Government Financial Assistance Measures’. <https://www.whitecase.com/publications/alert/covid-19-south-african-government-financial-assistance-measures> Access: 22 June 2020. WIEGO, 2018. ‘Violence and Informal Work: Briefing’. <https://www.wiego.org/sites/default/files/publications/files/ILC_WIEGO_Briefing%20Note%20Violence%20in%20the%20workplace%20EN%20for%20web.pdf> Access: 17 June 2020. Footnotes [1] Very basically, the ‘trickle down’ effect or theory refers to the notion that policies that benefit the wealthy will benefit everyone because the profits will ‘trickle down’ into society. [2] This also demonstrates how interconnected various economic systems are. [3] Estimates are around 1 million in SA alone (Institute for Economic Justice, 2020). [4] The labour market in SA has historically been characterised by informality and flexibility because the apartheid system was based on highly flexible migrant and contract labour (Valodia, 2001: 874). [5] This is because informal economies (much like formal economies) often have a pyramid structure with employers, the group with the highest earnings, at the top. Men make up the majority of employers and “moving further down the different levels of the pyramid, the risk of poverty increases, as does the percentage of workers who are women,” (Rogan & Alfers, 2019: 93). [6] About 70% of women in the informal economy work in domestic and ‘elementary’ occupations (Valodia, 2001: 875). [7] According to a 2013 study by SWEAT, these workers often support families of up to seven dependents with their incomes (Mafolo, 2020). [8] These organisations have launched various programmes, which are accessible via their websites: http://www.sweat.org.za/ and https://aidsfonds.org/partner/sisonke-south-africa. [9] One reason for this is that sex workers frequently live in the places they work and the closure of brothels, bars and nightclubs has heightened their risk of losing their accommodation along with their livelihoods. One inspiring trend is solidarity groups that have formed among sex workers. For example, in Amsterdam sex workers have set up a crowd funding initiative to support their peers (Wagner & Hoang, 202: 6). [10] About 90% of the world’s opium is produced in Afghanistan (Malloch-Brown, 2008). [11] Adulterated drugs are mixed with other substances that decrease the purity. [12] It is important to note that beer is the most commonly sold type of alcohol in the legal market while illicit traders focus on high margin, low volume products and are more likely to sell hard liquor. Licit and illicit traders thus focus on different types of demand (Stockenstroom, 2020). [13] There has been a sharp increase in the looting of alcohol stores and storage facilities since the start of the lockdown (Ndlovu, 2020). [14] This ‘behind the scenes work’ includes, but is not limited to: providing housing, subsidising male dependency and purchasing and selling drugs (Anderson, 2005: 393).",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn1",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn2",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn3",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn4",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn5",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn6",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn7",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn8",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn9",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn10",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn11",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn12",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn13",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftn14",
    "https://www.cnbcafrica.com/africa-press-office/2020/05/12/coronavirus-south-africa-covid-19-impact-on-the-economy/",
    "https://www.theguardian.com/commentisfree/2014/jan/20/trickle-down-economics-broken-promise-richest-85#:~:text=Trickle%2Ddown%20economics%20is%20the%20greatest%20broken%20promise%20of%20our%20lifetime,-This%20article%20is&text=The%20richest%2085%20people,World%20Economic%20Forum%20at%20Davos.",
    "http://www.batsa.co.za/group/sites/BAT_A2ELAD.nsf/vwPagesWebLive/DOALBKMH",
    "https://businesstech.co.za/news/business/395617/april-data-shows-how-deep-covid-19-has-cut-into-south-africas-economy/",
    "https://allafrica.com/stories/202004070240.html",
    "https://www.news24.com/citypress/Business/tito-mbowenis-rescue-plan-tops-r800bn-20200426",
    "https://www.iol.co.za/news/africa/water-canons-batons-mdc-condemns-police-brutality-on-zimbabweans-37637669",
    "https://www.foodreview.co.za/four-things-you-need-to-know-about-the-illegal-alcohol-trade/",
    "https://www.timeslive.co.za/news/south-africa/2020-04-18-how-organised-crime-is-exploiting-covid-19/",
    "https://iej.org.za/covid-19-an-emergency-rescue-package-for-south-africa/",
    "https://brownpoliticalreview.org/2019/11/the-fallacy-and-persistence-of-trickle-down-economics/",
    "https://geneticliteracyproject.org/2020/04/15/public-panic-pandemic-how-our-reaction-to-the-coronavirus-makes-things-worse-than-they-should-be/",
    "https://www.dailymaverick.co.za/opinionista/2020-06-05-illicit-trade-in-cigarettes-and-alcohol-has-thrived-during-lockdown/#gsc.tab=0",
    "https://www.groundup.org.za/article/some-sex-workers-move-online-sa-heads-lockdown/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2364812/",
    "https://www.iol.co.za/business-report/opinion/good-intentions-gone-bad-alcohol-ban-reminiscent-of-costly-lesson-learned-by-the-us-47669752",
    "https://www.iol.co.za/pretoria-news/ramaphosas-mega-budget-for-covid-19-response-47018605",
    "http://www.oecd.org/gov/illicit-trade/coronavirus-covid-19-and-the-global-trade-in-fake-pharmaceuticals.htm",
    "https://www.dailymaverick.co.za/article/2018-12-11-mazzottis-smoke-n-mirrors-a-matter-of-taxes-fraud-smuggling-and-cigarettes/#gsc.tab=0",
    "https://www.gov.za/speeches/president-cyril-ramaphosa-south-africa%E2%80%99s-response-covid-19-coronavirus-pandemic-17-jun-2020",
    "https://theconversation.com/informal-economies-are-diverse-south-african-policies-need-to-recognise-this-104586",
    "https://mg.co.za/opinion/2020-06-01-the-class-character-of-police-violence/",
    "https://sundayworld.co.za/news/illicit-trade-of-alcohol-bigger-than-ever/",
    "https://www.unaids.org/en/resources/presscentre/featurestories/2020/april/20200424_sex-work",
    "https://www.hrw.org/news/2020/05/04/sex-workers-struggle-survive-covid-19-pandemic",
    "https://www.whitecase.com/publications/alert/covid-19-south-african-government-financial-assistance-measures",
    "https://www.wiego.org/sites/default/files/publications/files/ILC_WIEGO_Briefing%20Note%20Violence%20in%20the%20workplace%20EN%20for%20web.pdf",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref1",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref2",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref3",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref4",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref5",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref6",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref7",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref8",
    "http://www.sweat.org.za/",
    "https://aidsfonds.org/partner/sisonke-south-africa",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref9",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref10",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref11",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref12",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref13",
    "https://www.csagup.org/2020/07/03/sex-drugs-and-covid-19/#_ftnref14"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/07/"
}