{
  "title": "The J(g)endered nation: Zimbabwe’s heroic and macho-currencies",
  "permalink": "https://www.csagup.org/2020/07/03/the-jgendered-nation-zimbabwes-heroic-and-macho-currencies/",
  "datePublished": "2020-07-03T09:43:02+01:00",
  "dateLabel": "3rd July 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">by <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener noreferrer\"><strong><em>Tinashe Mawere</em></strong></a></p>\n<h2><strong>Introduction: Heroism and national masculinities </strong></h2>\n<p>Contestations around national heroism have been rampant in Southern Africa in general and in Zimbabwe in particular (Mawere 2016; Becker 2011; Willems 2010; Goredema &amp; Chigora 2009; Kriger 1995). In Zimbabwe, apart from being buried at national monuments, being commemorated on specific days and having structures and institutions named after them, heroic figures have featured in national (his)tories and artistic compositions such as songs, poems, plays and novels (Mawere 2016; Chitando 2005; Mugabe 2001). A number of scholars have reflected on the contested identities of heroes and subversions of heroism and heroic acts (Mawere 2019, 2016; Ndlovu-Gatsheni &amp; Willems 2009; Goredema &amp; Chigora 2009).</p>\n<p>Clear enough is that globally, national heroism has been attached to nation-craft, but in Zimbabwe, this has been very much pronounced. The connotations of heroism have been attached to notions of struggles or <em>chimurenga</em><a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> which is foundational to Zimbabwean nationhood (Mawere 2019, 2016; Vambe 2004). The conflation of nationhood with <em>chimurenga</em>, which is re/imagined as violent reactions to national attacks that are acted out by the nation’s <em>amadoda sibili</em>/<em>varume chaivo chaivo</em> (real men) is problematic in relation to the ways in which masculinities are re/imagined in Zimbabwe and elsewhere. Due to its association with heroism and violent nationhood, rather than being associated with attributes and qualities that boys and men have or do not have, masculinity has landed as a field of discursive inquiry, connected to broader issues of knowledge re/production that are associated with socio-economic and political issues of dominance, oppression, inequalities and violence.</p>\n<p>Apart from formal narratives imbibing or contesting Zimbabwean heroism and its performance and re/production of state-craft, in the face of hyper-inflation, Zimbabwe’s currency regime has performed and re/produced how Zimbabwean heroism and nationalism are re/imagined. In this work, by analysing the Reserve Bank of Zimbabwe (RBZ)’s 2006 initiative, ‘Zero to Hero’, I show an unfolding spectacle of Zimbabwean heroism and masculinity. I demonstrate how Zimbabwe’s currency and its ‘<em>chimurenga</em>’ or struggle against the ‘targeted’ crushing and loss of its value-mirror manliness, militarism and notions of masculinities that are foundational to Zimbabwe’s imagi(nation). This ultimately adds to the configuration of Zimbabwe as a j(g)endered nation – a nation founded, performed and re/produced through ‘<em>politics dzejende</em>’ (the politics of the balls/violence) and the politics of gender (Mawere 2019, 2016).</p>\n<h2><strong>‘From Zero to Hero’: Re/reading the Zimbabwean currency inside the <em>chimurenga</em></strong></h2>\n<p>From the 2000s, Zimbabwe saw unprecedented and world-record-breaking levels of inflation (Kangira 2007; Muzondidya 2009). As part of the Reserve Bank of Zimbabwe (RBZ)’s 2006 intervention to curb hyper-inflation, which then was at over 1000%, Gideon Gono, the RBZ governor, established and implemented some programs for curbing inflation and strengthening the Zimbabwean currency, popularly known as the Zim dollar. Some of these measures have continued to be applied to a corpus of Zimbabwe’s pseudo-currencies such as bearer cheques, bond notes and the RTGS (Real-Time Gross Settlement).</p>\n<p>On 31 July 2006, the state, through the RBZ governor, Gono, announced a Monetary Policy Review Statement branded ‘Sunrise: A New Beginning/<em>Zuva Rabuda</em> (Shona)/<em>Ilanga Seliphumile</em> (Ndebele)’, which was also known as ‘Operation Sunrise’.<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> “Gono gave the impression that the Monetary Statement was a panacea to all the economic woes bedeviling Zimbabwe” (Kangira 2007:23). I posit that ‘sunrise’ framed Zimbabwe within the nationalist discourse of a new nation coming out of the dark tunnel of ‘foreign’ manipulation and naming it an ‘operation’, a war strategy, sensualised militarisation of the ‘sunrise’. The victorious currency announced by Gono was therefore some symbolic imagi(nation) of a new Zimbabwe that had militantly redeemed itself from ‘Western’ control. This spectacle was synonymous to the popular Hero’s Day Celebrations which also marked Zimbabwe as a ‘new beginning’ coming out of the heroic <em>chimurenga</em> struggles.</p>\n<p>Gono popularised the ‘Zero to Hero’ (Mawere 2016; Kangira 2007) advertising campaign, which was meant to restore the value of the Zimbabwean currency and therefore masculinise and ‘empower’ it. This meant the slashing of three zeros from the Zimbabwean dollar denominations, where $1000 became $1 but still maintained its value. This was done “to make people believe that once the three zeros were removed from the currency, all economic problems would be a thing of the past” (Kangira 2007:23). Kangira used rhetoric analysis to show the state’s and Gono’s attempt to create a ‘common ownership of the economic crisis’ and a common bond among people to fight the crisis through his analysis of ‘together words’, buzzwords and an emotive call. He reads ‘Zero to Hero’ as a failed attempt to envision a strong and stable Zimbabwean currency.</p>\n<p>I go beyond Kangira (2007)’s rhetoric analysis by reading the monetary re/vision as an ideological base re/producing and performing Zimbabwean masculinities and militarism, which are the hallmarks of Zimbabwean nationhood, especially in times of crises and alleged adversaries (Mugabe 2001). This reading confirms the state’s view that the apparent weakness or feminisation of the currency, which also translates to the weakening and emasculation of Zimbabwe, was a result of ‘foreign’ attacks on the Zimbabwean nation. The removal of zeros was therefore symbolic of and dramatised <em>amadoda sibili</em>’s <em>politics dzejende</em> (necessary masculine aggression) against the emasculation of the nation. Thus, the masculinisation and militarisation of the currency was a call to masculinise and militarise the nation to dispel ‘foreign’ aggression and the feminisation of the nation since a weak nation can easily be ‘penetrated’ by others. This is very sensitive in the context where being ‘penetrated’ is synonymous with being controlled.</p>\n<p>The campaign was massive and it featured on television, radio and newspaper advertisements (Mawere 2016). The timing of this campaign was therefore not accidental, but well appropriate within the expected and intended discourse of nationhood. The new denominations took effect on the first of August 2006, in the obvious knowledge that in Zimbabwe, the month of August is regarded as the month of heroes since the Heroes Day is on the 11<sup>th</sup> of August. The struggle, rising, militancy and victory of the currency (which had been ‘imprisoned’ and puppeteered by ‘foreign’ nations) was a semblance of the heroic Zimbabwean nation which was founded on militancy nationalism (<em>chimurenga</em>).</p>\n<p>It is also crucial to problematise Gono’s choice of the hero terminology. The notion of “Zero to Hero” is as controversial as the notion of heroism in Zimbabwean state-craft and which has been associated with national masculinities, ‘<em>amadoda sibili</em>’ and militarism, since the Zimbabwean hero is broadly re/imagined as militant (Mawere 2019; Vambe 2004). When unpacking masculinities, it is crucial to focus on how they are perceived and how they are performed and re/produced. I argue that Zimbabwean masculinities are re/presented in symbols and objects through a discursive analysis of heroism as a symbol of masculinity and the resistance, struggle and victory of the Zimbabwean currency regime as performances of heroism and therefore, of national masculinities.</p>\n<p>The RBZ initiative therefore, was not related only to the masculinisation or strengthening of the currency, but also to a re/production of masculinities that perform Zimbabwean nationalism. Restoring the value of money became an affective and insidious reorientation on the ‘value’ of masculinity and militarism in Zimbabwe, since the ‘victorious’ currency was equated to the nation’s heroic and militant history, symbols and figures. Threats by ‘outside forces’ to the currency’s value were positioned as a manifestation of ‘foreign’ threats on national masculinities and therefore, a disruption of nationhood. Zimbabwe’s re/invention of macho-currencies amidst a ‘struggle’ against the allegedly ‘foreign’ engineered devaluation and economic lapse falls in line with Zimbabwe’s j(g)endered nationalism: a national identity that thrives on the politics of the balls and militarism. Zimbabwe’s currency regime, especially in the post-2000 era is, therefore, a spectacle of Zimbabwean militant masculinities which are foundational to Zimbabwean nationhood. Performances of heroism and nationhood (such as the masculinisation and militarisation of the Zimbabwean currency regime) help to illustrate how citizenship, gender, and sexual scripts; and cultures and knowledges of dominance, entitlement and violence are re/produced and performed.</p>\n<h2><strong>Re/Valuing hegemonic and violent masculinities</strong></h2>\n<p>In Zimbabwe and many other nations, men and particular performances of masculinity are given more value than women and femininity and this explains why betrayal and weakness are often associated with women and femininity (Mawere 2019, Sithole 1970). Proverbs such as <em>uyo murume chaiye</em> (that one is a man), which is used to praise both men and women who would have proven to the ‘society’ that they are extra-ordinary, are part of the everyday in Zimbabwe. These help to prove the different values that are associated with men and women as well as masculinity and femininity. The feminisation and homosexualisation of the Movement for Democratic Change (MDC) and its leaders in Zimbabwe, the historical feminisation of the nationalist, Joshua Nkomo by fabricating stories that he escaped the government of Robert Mugabe while dressed in a petticoat (Mawere 2020, 2019, 2016; Nkomo 2001) exemplify metaphors of weakness and the hierarchical positioning of masculinity and femininity in Zimbabwe.</p>\n<p>The performance of the masculinities of the Zimbabwean currency regime centralises male domination and masculine violence in nation-craft. Adding and violently-enforcing value to the Zimbabwean currency regime is an act of naturalising and normalising hegemonic and violent masculinities in Zimbabwean nation-craft. This aestheticisation of Zimbabwe’s state-craft invokes Ranciere (2006)’s ‘distribution of the sensible’, which is “…the system of divisions and boundaries that define, among other things, what is visible and audible within a particular aesthetic-political regime” (Ranciere 2006:1) and therefore makes politics performative. The cultural promotion of masculinities naturalises the subjugation of women and the feminisation of others in Zimbabwe’s game of power and discourses of development. The militarisation of the Zimbabwean currency, in line with the nation’s militarisation of heroes, extends militarism and Zimbabwe’s war ethic to the economic zone, turning livelihoods into real war zones. Vulnerable groups are drawn into war without consent, without being prepared and without the necessary resources to maneuver in situations of combat and conflict. Much literature has reflected, for example, on how women are abused, victimised, mis/represented and dishonored during wars and nation-building projects (Manganga 2011; Charumbira 2008; Chung 2006; Lewis 2004; Chadya 2003; Nhongo-Simbanegavi 2000; Anthias &amp; Yuval-Davis 1989; Cock 1989). Understanding the Zimbabwean economy as a war zone (as shown by the militant and masculine Zimbabwean currency) thus enables us to re/think the position of women and other disempowered populations in the struggle for livelihoods.</p>\n<h2><strong>Subverting national masculinities</strong></h2>\n<p>There have been subversive voices contesting the state narrative of heroism, leading to a rejection of some of the people iconised by the state such as Chenjerai Hunzvi, Border Gezi and others (Mawere 2016). This counter narrative has also produced alternative heroes. Ibhetshu LikaZulu, a subversive group in Bulawayo attempted to celebrate Gwasela and Gayigusvu, ‘state dissidents’, as heroes during the National Heroes Holidays in 2009. Some MDC members allegedly ‘assassinated’ by security agents such as Tonderai Ndira (nicknamed Commander/Serge/Sergeant) have also been identified as heroes by the MDC. This demonstrates the complex ways in which people receive the hero status and reflects that people do not just accept dominant meanings that make no sense in their lives (Mawere 2016; Wilkins, 2012). The state-driven representations and performances of heroism and masculinities are ridiculed in the popular mockery of Gideon Gono’s intervention measure to fight inflation in Zimbabwe.</p>\n<p>Gideon Gono was satirically called <em>Giden Gn</em>, after removing the three Os (the likeness of zeroes) in his names (Mawere 2016). This iconoclastic humour, analogous to Bakhtin (1994)’s Rabelaisian laughter visualises how ordinary people contest dominant heroism and the glaring vulgarity, simplicity, fictitious and irrationality of its masculinities. The laughter has continued throughout the years as the Zimbabwean government fictitiously gave value to bearer’s cheques, bonds, RTGs that it has used as currency or legal tender, with at one point in time, the 1 bond being at par with 1 US dollar. The fictitious nature and instability of the Zimbabwean currencies, is ironically reflected by the fiction and instability of the hero identity. This is shown by the state’s controversial inclusions of the likes of Joseph Chinotimba, Chenjerai Hunzvi and Border Gezi as heroes and the undressing of people like Joice Mujuru and former president Robert Mugabe as befitting heroes as a result of ugly factional fights within Zanu-Pf (Mawere 2019, 2016; Mugabe 2001).</p>\n<p>In the context of the hardships that have been experienced by ordinary Zimbabweans especially from the 2000s, even to the extent of laughing at the folly of those who considered themselves technocrats like Gono, and the state which considered itself powerful, masculine and invincible, ordinary people have emerged as survivors. Willems (2010) discusses how a joke that was circulated at the eve of year 2007 contested the narrow definition of struggle and heroism, by reflecting how ordinary people were the real heroes, since they managed to survive economic and other livelihood challenges despite unfavorable odds. This invites us to problematise notions of heroism and masculinity in Zimbabwe and the kind of nationhood they re/produce and perform. The heroism and masculinity of Zimbabwe’s currency has proved to be fictitious and simplistic as reflected by gross economic instabilities. This also ruptures notions of heroism and masculinity that are at the center of Zimbabwe’s national construction.</p>\n<h2><strong>Conclusion: Many ways to kill a cat</strong></h2>\n<p>Zimbabwean masculinities are re/presented and re/produced in the popular, in symbols and objects that are part of the everyday. Heroism has broadly been coined with Zimbabwean nationhood and masculinities. I have argued that Zimbabwe’s currency regime has been turned into a war zone where the nation expresses or performs and re/produces its masculinities and nationhood, naturalising and performing hierarchical and gendered identities. In many ways, these masculinities have been re/imagined in silos of violence and have violated the livelihoods of ordinary people, especially women who are culturally given liminal spaces in a nation where violent masculinities are normalised and central for livelihoods. The masculinisation of Zimbabwe’s currency regime is therefore an ideological warfare to its actual dispute with the West (foreign powers), but also a performance and naturalisation of its gendered script in nation re/construction. In the midst of state performances of heroism and masculinity, however, it is possible to rupture dominant knowledges and to re/think subversive and dissenting, bottom-up heroism and masculinities that offer positions of refusal and give agentive power to those that are dominated and at the mercy of state manipulation. The failure of the state’s and Gono’s monetary strategy, ‘Zero to Hero’ is laughable and undresses state pretentions. This failure urges us to re/think masculinities and militarism as foundational to society and central to state-craft.</p>\n<h2><strong>BIBLIOGRAPHY</strong></h2>\n<p>Anthias, F. &amp; Yuval-Davis, N. 1989, <em>Women-nation-state,</em> London: Macmillan.</p>\n<p>Bakhtin, M. 1994, <em>Rabelais and his world,</em> Trans. H. Iswolsky, Bloomington: Indiana University Press.</p>\n<p>Becker, H. 2011, Commemorating heroes in Windhoek and Eenhana: memory, culture and nationalism in Namibia, 1990–2010, <em>Africa, </em>vol. 81, no. 4, pp. 519-543.</p>\n<p>Chadya, J.M. 2003, Mother politics: Anti-colonial nationalism and the woman question in Africa, <em>Journal of Women’s History, </em>vol. 15, no. 3, pp. 153-157.</p>\n<p>Charumbira, R. 2008, Nehanda and gender victimhood in the Central Mashonaland 1896–97 rebellions: Revisiting the evidence, <em>History in Africa, </em>vol. 35, pp. 103-131.</p>\n<p>Chung, F. 2006, <em>Re-living the second Chimurenga: Memories from the liberation struggle in Zimbabwe, </em>Stockholm: The Nordic Institute &amp; Weaver Press.</p>\n<p>Cock, J. 1989, Keeping the fires burning: Militarisation and the politics of gender in South Africa, <em>Review of African Political Economy, </em>vol. 16, no. 45/46, pp. 50-64.</p>\n<p>Goredema, D. &amp; Chigora, P. 2009, Fake heroines and the falsification of history in Zimbabwe 1980-2009, <em>African journal of History and culture (AJHC),</em> vol. 1, no. 5, pp. 76-83.</p>\n<p>Kangira, J. 2007, The sun that never rose: A rhetorical analysis of the July 2006 ‘Sunrise currency reform’ monetary policy review statement issued by the Governor of the Reserve Bank of Zimbabwe, <em>NAWA Journal of Languages and Communication</em>, pp. 23-30.</p>\n<p>Kriger, N.J. 1995, The politics of creating national heroes. In: Ngwabi Bhebe &amp; Terence Ranger (eds.), <em>Soldiers in Zimbabwe’s Liberation War,</em> London: James Currey, pp. 118–38.</p>\n<p>Lewis, D. 2004, Revisioning patriarchal nationalism: Yvonne Vera’s ‘Nehanda’, <em>JCAS Symposium series </em>20. pp 193-208<em>. </em></p>\n<p>Manganga, K. 2011, Masculinity (dodaism), gender and nationalism: The case of the Salisbury bus boycott, September 1956. In Sabelo Ndlovu-Gatsheni &amp; James Muzondidya (eds.), <em>Redemptive or grotesque nationalism?</em> <em>Rethinking contemporary politics in Zimbabwe,</em> Oxford: Peter Lang, pp. 133-134.</p>\n<p>Mawere, T. 2020, The Politics and Symbolism of the #ThisFlag in Zimbabwe’, <em>Strategic Review for Southern Africa</em>, vol. 42, no. 1, pp. 165-188.</p>\n<p>Mawere, T. 2019, <em>Gendered and Sexual Imagi(nations), the 2018 Zimbabwean E(r)ections and the Aftermath</em>. Pretoria: CSA&amp;G Press.</p>\n<p>Mawere, T. 2016, <em>Decentering Nationalism: Representing and Contesting Chimurenga in Zimbabwean Popular Culture, </em>PhD Dissertation. Cape Town: University of the Western Cape.</p>\n<p>Mugabe, R.G. 2001, <em>Inside the Third Chimurenga: our land is our prosperity</em>. Harare: Department of Information and Publicity, Office of the President and Cabinet.</p>\n<p>Muzondidya, J. 2009, From buoyancy to crisis, 1980-1997. In Brian Raftopoulos &amp; Alois Mlambo (eds.), <em>Becoming Zimbabwe: A history from the pre-colonial period to 2008,</em> Harare: Weaver Press, pp. 167-200.</p>\n<p>Ndlovu-Gatsheni, S.J. &amp; Willems, W. 2009, Making sense of cultural nationalism and the politics of commemoration under the Third Chimurenga in Zimbabwe, <em>Journal of Southern African Studies, </em>vol. 35, no. 4, pp. 945-965.</p>\n<p>Nhongo-Simbanegavi, J. 2000, <em>For better or worse?: Women and ZANLA in Zimbabwe’s liberation struggle, </em>Harare: Weaver Press.</p>\n<p>Nkomo, J. 2001, <em>Nkomo: the story of my life, </em>Harare: Sapes Books.</p>\n<p>Ranciere, J. 2006, <em>The politics of aesthetics,</em> Trans. Gabriel Rockhill, with an afterword by Slavoj Zizek, London: Continuum.</p>\n<p>Sithole, N. 1970, <em>Obed Mutezo, the Mudzimu Christian Nationalist, </em>London: Oxford University Press.</p>\n<p>Vambe, M.T. 2004, Versions and sub-versions: Trends in Chimurenga musical discourses of post-independence Zimbabwe, <em>African study monographs,</em> vol. 25, no. 4, pp 167-193.</p>\n<p>Wilkins, S. 2012, <em>Ndira’s wake. Politics, memory and mobility among the youth of Mabvuku, Harare,</em> MSc Dissertation, Oxford: University of Oxford.</p>\n<p>Willems, W. 2010, Beyond dramatic revolutions and grand rebellions: everyday forms of resistance in the Zimbabwe crisis, <em>Communicare: Journal for Communication Sciences in Southern Africa, </em>vol. 29, pp. 1-17.</p>\n<h3>Footnotes</h3>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> This is a veneration of military masculinities in Zimbabwe and originates in the Shona ancestor, Murenga Sororenzou, who was a hunter, great warrior, war genius, war-song composer and nation-builder (Vambe 2004).</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> <a href=\"https://www.flickr.com/photos/sokwanele/228321813\">https://www.flickr.com/photos/sokwanele/228321813</a></p>\n</body></html>",
  "contentText": "by Tinashe Mawere Introduction: Heroism and national masculinities Contestations around national heroism have been rampant in Southern Africa in general and in Zimbabwe in particular (Mawere 2016; Becker 2011; Willems 2010; Goredema & Chigora 2009; Kriger 1995). In Zimbabwe, apart from being buried at national monuments, being commemorated on specific days and having structures and institutions named after them, heroic figures have featured in national (his)tories and artistic compositions such as songs, poems, plays and novels (Mawere 2016; Chitando 2005; Mugabe 2001). A number of scholars have reflected on the contested identities of heroes and subversions of heroism and heroic acts (Mawere 2019, 2016; Ndlovu-Gatsheni & Willems 2009; Goredema & Chigora 2009). Clear enough is that globally, national heroism has been attached to nation-craft, but in Zimbabwe, this has been very much pronounced. The connotations of heroism have been attached to notions of struggles or chimurenga[1] which is foundational to Zimbabwean nationhood (Mawere 2019, 2016; Vambe 2004). The conflation of nationhood with chimurenga, which is re/imagined as violent reactions to national attacks that are acted out by the nation’s amadoda sibili/varume chaivo chaivo (real men) is problematic in relation to the ways in which masculinities are re/imagined in Zimbabwe and elsewhere. Due to its association with heroism and violent nationhood, rather than being associated with attributes and qualities that boys and men have or do not have, masculinity has landed as a field of discursive inquiry, connected to broader issues of knowledge re/production that are associated with socio-economic and political issues of dominance, oppression, inequalities and violence. Apart from formal narratives imbibing or contesting Zimbabwean heroism and its performance and re/production of state-craft, in the face of hyper-inflation, Zimbabwe’s currency regime has performed and re/produced how Zimbabwean heroism and nationalism are re/imagined. In this work, by analysing the Reserve Bank of Zimbabwe (RBZ)’s 2006 initiative, ‘Zero to Hero’, I show an unfolding spectacle of Zimbabwean heroism and masculinity. I demonstrate how Zimbabwe’s currency and its ‘chimurenga’ or struggle against the ‘targeted’ crushing and loss of its value-mirror manliness, militarism and notions of masculinities that are foundational to Zimbabwe’s imagi(nation). This ultimately adds to the configuration of Zimbabwe as a j(g)endered nation – a nation founded, performed and re/produced through ‘politics dzejende’ (the politics of the balls/violence) and the politics of gender (Mawere 2019, 2016). ‘From Zero to Hero’: Re/reading the Zimbabwean currency inside the chimurenga From the 2000s, Zimbabwe saw unprecedented and world-record-breaking levels of inflation (Kangira 2007; Muzondidya 2009). As part of the Reserve Bank of Zimbabwe (RBZ)’s 2006 intervention to curb hyper-inflation, which then was at over 1000%, Gideon Gono, the RBZ governor, established and implemented some programs for curbing inflation and strengthening the Zimbabwean currency, popularly known as the Zim dollar. Some of these measures have continued to be applied to a corpus of Zimbabwe’s pseudo-currencies such as bearer cheques, bond notes and the RTGS (Real-Time Gross Settlement). On 31 July 2006, the state, through the RBZ governor, Gono, announced a Monetary Policy Review Statement branded ‘Sunrise: A New Beginning/Zuva Rabuda (Shona)/Ilanga Seliphumile (Ndebele)’, which was also known as ‘Operation Sunrise’.[2] “Gono gave the impression that the Monetary Statement was a panacea to all the economic woes bedeviling Zimbabwe” (Kangira 2007:23). I posit that ‘sunrise’ framed Zimbabwe within the nationalist discourse of a new nation coming out of the dark tunnel of ‘foreign’ manipulation and naming it an ‘operation’, a war strategy, sensualised militarisation of the ‘sunrise’. The victorious currency announced by Gono was therefore some symbolic imagi(nation) of a new Zimbabwe that had militantly redeemed itself from ‘Western’ control. This spectacle was synonymous to the popular Hero’s Day Celebrations which also marked Zimbabwe as a ‘new beginning’ coming out of the heroic chimurenga struggles. Gono popularised the ‘Zero to Hero’ (Mawere 2016; Kangira 2007) advertising campaign, which was meant to restore the value of the Zimbabwean currency and therefore masculinise and ‘empower’ it. This meant the slashing of three zeros from the Zimbabwean dollar denominations, where $1000 became $1 but still maintained its value. This was done “to make people believe that once the three zeros were removed from the currency, all economic problems would be a thing of the past” (Kangira 2007:23). Kangira used rhetoric analysis to show the state’s and Gono’s attempt to create a ‘common ownership of the economic crisis’ and a common bond among people to fight the crisis through his analysis of ‘together words’, buzzwords and an emotive call. He reads ‘Zero to Hero’ as a failed attempt to envision a strong and stable Zimbabwean currency. I go beyond Kangira (2007)’s rhetoric analysis by reading the monetary re/vision as an ideological base re/producing and performing Zimbabwean masculinities and militarism, which are the hallmarks of Zimbabwean nationhood, especially in times of crises and alleged adversaries (Mugabe 2001). This reading confirms the state’s view that the apparent weakness or feminisation of the currency, which also translates to the weakening and emasculation of Zimbabwe, was a result of ‘foreign’ attacks on the Zimbabwean nation. The removal of zeros was therefore symbolic of and dramatised amadoda sibili’s politics dzejende (necessary masculine aggression) against the emasculation of the nation. Thus, the masculinisation and militarisation of the currency was a call to masculinise and militarise the nation to dispel ‘foreign’ aggression and the feminisation of the nation since a weak nation can easily be ‘penetrated’ by others. This is very sensitive in the context where being ‘penetrated’ is synonymous with being controlled. The campaign was massive and it featured on television, radio and newspaper advertisements (Mawere 2016). The timing of this campaign was therefore not accidental, but well appropriate within the expected and intended discourse of nationhood. The new denominations took effect on the first of August 2006, in the obvious knowledge that in Zimbabwe, the month of August is regarded as the month of heroes since the Heroes Day is on the 11th of August. The struggle, rising, militancy and victory of the currency (which had been ‘imprisoned’ and puppeteered by ‘foreign’ nations) was a semblance of the heroic Zimbabwean nation which was founded on militancy nationalism (chimurenga). It is also crucial to problematise Gono’s choice of the hero terminology. The notion of “Zero to Hero” is as controversial as the notion of heroism in Zimbabwean state-craft and which has been associated with national masculinities, ‘amadoda sibili’ and militarism, since the Zimbabwean hero is broadly re/imagined as militant (Mawere 2019; Vambe 2004). When unpacking masculinities, it is crucial to focus on how they are perceived and how they are performed and re/produced. I argue that Zimbabwean masculinities are re/presented in symbols and objects through a discursive analysis of heroism as a symbol of masculinity and the resistance, struggle and victory of the Zimbabwean currency regime as performances of heroism and therefore, of national masculinities. The RBZ initiative therefore, was not related only to the masculinisation or strengthening of the currency, but also to a re/production of masculinities that perform Zimbabwean nationalism. Restoring the value of money became an affective and insidious reorientation on the ‘value’ of masculinity and militarism in Zimbabwe, since the ‘victorious’ currency was equated to the nation’s heroic and militant history, symbols and figures. Threats by ‘outside forces’ to the currency’s value were positioned as a manifestation of ‘foreign’ threats on national masculinities and therefore, a disruption of nationhood. Zimbabwe’s re/invention of macho-currencies amidst a ‘struggle’ against the allegedly ‘foreign’ engineered devaluation and economic lapse falls in line with Zimbabwe’s j(g)endered nationalism: a national identity that thrives on the politics of the balls and militarism. Zimbabwe’s currency regime, especially in the post-2000 era is, therefore, a spectacle of Zimbabwean militant masculinities which are foundational to Zimbabwean nationhood. Performances of heroism and nationhood (such as the masculinisation and militarisation of the Zimbabwean currency regime) help to illustrate how citizenship, gender, and sexual scripts; and cultures and knowledges of dominance, entitlement and violence are re/produced and performed. Re/Valuing hegemonic and violent masculinities In Zimbabwe and many other nations, men and particular performances of masculinity are given more value than women and femininity and this explains why betrayal and weakness are often associated with women and femininity (Mawere 2019, Sithole 1970). Proverbs such as uyo murume chaiye (that one is a man), which is used to praise both men and women who would have proven to the ‘society’ that they are extra-ordinary, are part of the everyday in Zimbabwe. These help to prove the different values that are associated with men and women as well as masculinity and femininity. The feminisation and homosexualisation of the Movement for Democratic Change (MDC) and its leaders in Zimbabwe, the historical feminisation of the nationalist, Joshua Nkomo by fabricating stories that he escaped the government of Robert Mugabe while dressed in a petticoat (Mawere 2020, 2019, 2016; Nkomo 2001) exemplify metaphors of weakness and the hierarchical positioning of masculinity and femininity in Zimbabwe. The performance of the masculinities of the Zimbabwean currency regime centralises male domination and masculine violence in nation-craft. Adding and violently-enforcing value to the Zimbabwean currency regime is an act of naturalising and normalising hegemonic and violent masculinities in Zimbabwean nation-craft. This aestheticisation of Zimbabwe’s state-craft invokes Ranciere (2006)’s ‘distribution of the sensible’, which is “…the system of divisions and boundaries that define, among other things, what is visible and audible within a particular aesthetic-political regime” (Ranciere 2006:1) and therefore makes politics performative. The cultural promotion of masculinities naturalises the subjugation of women and the feminisation of others in Zimbabwe’s game of power and discourses of development. The militarisation of the Zimbabwean currency, in line with the nation’s militarisation of heroes, extends militarism and Zimbabwe’s war ethic to the economic zone, turning livelihoods into real war zones. Vulnerable groups are drawn into war without consent, without being prepared and without the necessary resources to maneuver in situations of combat and conflict. Much literature has reflected, for example, on how women are abused, victimised, mis/represented and dishonored during wars and nation-building projects (Manganga 2011; Charumbira 2008; Chung 2006; Lewis 2004; Chadya 2003; Nhongo-Simbanegavi 2000; Anthias & Yuval-Davis 1989; Cock 1989). Understanding the Zimbabwean economy as a war zone (as shown by the militant and masculine Zimbabwean currency) thus enables us to re/think the position of women and other disempowered populations in the struggle for livelihoods. Subverting national masculinities There have been subversive voices contesting the state narrative of heroism, leading to a rejection of some of the people iconised by the state such as Chenjerai Hunzvi, Border Gezi and others (Mawere 2016). This counter narrative has also produced alternative heroes. Ibhetshu LikaZulu, a subversive group in Bulawayo attempted to celebrate Gwasela and Gayigusvu, ‘state dissidents’, as heroes during the National Heroes Holidays in 2009. Some MDC members allegedly ‘assassinated’ by security agents such as Tonderai Ndira (nicknamed Commander/Serge/Sergeant) have also been identified as heroes by the MDC. This demonstrates the complex ways in which people receive the hero status and reflects that people do not just accept dominant meanings that make no sense in their lives (Mawere 2016; Wilkins, 2012). The state-driven representations and performances of heroism and masculinities are ridiculed in the popular mockery of Gideon Gono’s intervention measure to fight inflation in Zimbabwe. Gideon Gono was satirically called Giden Gn, after removing the three Os (the likeness of zeroes) in his names (Mawere 2016). This iconoclastic humour, analogous to Bakhtin (1994)’s Rabelaisian laughter visualises how ordinary people contest dominant heroism and the glaring vulgarity, simplicity, fictitious and irrationality of its masculinities. The laughter has continued throughout the years as the Zimbabwean government fictitiously gave value to bearer’s cheques, bonds, RTGs that it has used as currency or legal tender, with at one point in time, the 1 bond being at par with 1 US dollar. The fictitious nature and instability of the Zimbabwean currencies, is ironically reflected by the fiction and instability of the hero identity. This is shown by the state’s controversial inclusions of the likes of Joseph Chinotimba, Chenjerai Hunzvi and Border Gezi as heroes and the undressing of people like Joice Mujuru and former president Robert Mugabe as befitting heroes as a result of ugly factional fights within Zanu-Pf (Mawere 2019, 2016; Mugabe 2001). In the context of the hardships that have been experienced by ordinary Zimbabweans especially from the 2000s, even to the extent of laughing at the folly of those who considered themselves technocrats like Gono, and the state which considered itself powerful, masculine and invincible, ordinary people have emerged as survivors. Willems (2010) discusses how a joke that was circulated at the eve of year 2007 contested the narrow definition of struggle and heroism, by reflecting how ordinary people were the real heroes, since they managed to survive economic and other livelihood challenges despite unfavorable odds. This invites us to problematise notions of heroism and masculinity in Zimbabwe and the kind of nationhood they re/produce and perform. The heroism and masculinity of Zimbabwe’s currency has proved to be fictitious and simplistic as reflected by gross economic instabilities. This also ruptures notions of heroism and masculinity that are at the center of Zimbabwe’s national construction. Conclusion: Many ways to kill a cat Zimbabwean masculinities are re/presented and re/produced in the popular, in symbols and objects that are part of the everyday. Heroism has broadly been coined with Zimbabwean nationhood and masculinities. I have argued that Zimbabwe’s currency regime has been turned into a war zone where the nation expresses or performs and re/produces its masculinities and nationhood, naturalising and performing hierarchical and gendered identities. In many ways, these masculinities have been re/imagined in silos of violence and have violated the livelihoods of ordinary people, especially women who are culturally given liminal spaces in a nation where violent masculinities are normalised and central for livelihoods. The masculinisation of Zimbabwe’s currency regime is therefore an ideological warfare to its actual dispute with the West (foreign powers), but also a performance and naturalisation of its gendered script in nation re/construction. In the midst of state performances of heroism and masculinity, however, it is possible to rupture dominant knowledges and to re/think subversive and dissenting, bottom-up heroism and masculinities that offer positions of refusal and give agentive power to those that are dominated and at the mercy of state manipulation. The failure of the state’s and Gono’s monetary strategy, ‘Zero to Hero’ is laughable and undresses state pretentions. This failure urges us to re/think masculinities and militarism as foundational to society and central to state-craft. BIBLIOGRAPHY Anthias, F. & Yuval-Davis, N. 1989, Women-nation-state, London: Macmillan. Bakhtin, M. 1994, Rabelais and his world, Trans. H. Iswolsky, Bloomington: Indiana University Press. Becker, H. 2011, Commemorating heroes in Windhoek and Eenhana: memory, culture and nationalism in Namibia, 1990–2010, Africa, vol. 81, no. 4, pp. 519-543. Chadya, J.M. 2003, Mother politics: Anti-colonial nationalism and the woman question in Africa, Journal of Women’s History, vol. 15, no. 3, pp. 153-157. Charumbira, R. 2008, Nehanda and gender victimhood in the Central Mashonaland 1896–97 rebellions: Revisiting the evidence, History in Africa, vol. 35, pp. 103-131. Chung, F. 2006, Re-living the second Chimurenga: Memories from the liberation struggle in Zimbabwe, Stockholm: The Nordic Institute & Weaver Press. Cock, J. 1989, Keeping the fires burning: Militarisation and the politics of gender in South Africa, Review of African Political Economy, vol. 16, no. 45/46, pp. 50-64. Goredema, D. & Chigora, P. 2009, Fake heroines and the falsification of history in Zimbabwe 1980-2009, African journal of History and culture (AJHC), vol. 1, no. 5, pp. 76-83. Kangira, J. 2007, The sun that never rose: A rhetorical analysis of the July 2006 ‘Sunrise currency reform’ monetary policy review statement issued by the Governor of the Reserve Bank of Zimbabwe, NAWA Journal of Languages and Communication, pp. 23-30. Kriger, N.J. 1995, The politics of creating national heroes. In: Ngwabi Bhebe & Terence Ranger (eds.), Soldiers in Zimbabwe’s Liberation War, London: James Currey, pp. 118–38. Lewis, D. 2004, Revisioning patriarchal nationalism: Yvonne Vera’s ‘Nehanda’, JCAS Symposium series 20. pp 193-208. Manganga, K. 2011, Masculinity (dodaism), gender and nationalism: The case of the Salisbury bus boycott, September 1956. In Sabelo Ndlovu-Gatsheni & James Muzondidya (eds.), Redemptive or grotesque nationalism? Rethinking contemporary politics in Zimbabwe, Oxford: Peter Lang, pp. 133-134. Mawere, T. 2020, The Politics and Symbolism of the #ThisFlag in Zimbabwe’, Strategic Review for Southern Africa, vol. 42, no. 1, pp. 165-188. Mawere, T. 2019, Gendered and Sexual Imagi(nations), the 2018 Zimbabwean E(r)ections and the Aftermath. Pretoria: CSA&G Press. Mawere, T. 2016, Decentering Nationalism: Representing and Contesting Chimurenga in Zimbabwean Popular Culture, PhD Dissertation. Cape Town: University of the Western Cape. Mugabe, R.G. 2001, Inside the Third Chimurenga: our land is our prosperity. Harare: Department of Information and Publicity, Office of the President and Cabinet. Muzondidya, J. 2009, From buoyancy to crisis, 1980-1997. In Brian Raftopoulos & Alois Mlambo (eds.), Becoming Zimbabwe: A history from the pre-colonial period to 2008, Harare: Weaver Press, pp. 167-200. Ndlovu-Gatsheni, S.J. & Willems, W. 2009, Making sense of cultural nationalism and the politics of commemoration under the Third Chimurenga in Zimbabwe, Journal of Southern African Studies, vol. 35, no. 4, pp. 945-965. Nhongo-Simbanegavi, J. 2000, For better or worse?: Women and ZANLA in Zimbabwe’s liberation struggle, Harare: Weaver Press. Nkomo, J. 2001, Nkomo: the story of my life, Harare: Sapes Books. Ranciere, J. 2006, The politics of aesthetics, Trans. Gabriel Rockhill, with an afterword by Slavoj Zizek, London: Continuum. Sithole, N. 1970, Obed Mutezo, the Mudzimu Christian Nationalist, London: Oxford University Press. Vambe, M.T. 2004, Versions and sub-versions: Trends in Chimurenga musical discourses of post-independence Zimbabwe, African study monographs, vol. 25, no. 4, pp 167-193. Wilkins, S. 2012, Ndira’s wake. Politics, memory and mobility among the youth of Mabvuku, Harare, MSc Dissertation, Oxford: University of Oxford. Willems, W. 2010, Beyond dramatic revolutions and grand rebellions: everyday forms of resistance in the Zimbabwe crisis, Communicare: Journal for Communication Sciences in Southern Africa, vol. 29, pp. 1-17. Footnotes [1] This is a veneration of military masculinities in Zimbabwe and originates in the Shona ancestor, Murenga Sororenzou, who was a hunter, great warrior, war genius, war-song composer and nation-builder (Vambe 2004). [2] https://www.flickr.com/photos/sokwanele/228321813",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://www.csagup.org/2020/07/03/the-jgendered-nation-zimbabwes-heroic-and-macho-currencies/#_ftn1",
    "https://www.csagup.org/2020/07/03/the-jgendered-nation-zimbabwes-heroic-and-macho-currencies/#_ftn2",
    "https://www.csagup.org/2020/07/03/the-jgendered-nation-zimbabwes-heroic-and-macho-currencies/#_ftnref1",
    "https://www.csagup.org/2020/07/03/the-jgendered-nation-zimbabwes-heroic-and-macho-currencies/#_ftnref2",
    "https://www.flickr.com/photos/sokwanele/228321813"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2020/07/"
}