{
  "title": "New CSA&G publication – A magnifying glass and a fine-tooth comb: understanding adolescent girls’ and young women’s sexual vulnerability",
  "permalink": "https://www.csagup.org/2020/07/02/new-csag-publication-a-magnifying-glass-and-a-fine-tooth-comb-understanding-adolescent-girls-and-young-womens-sexual-vulnerability/",
  "datePublished": "2020-07-02T07:40:13+01:00",
  "dateLabel": "2nd July 2020",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2020/07/banner-180x70.png",
  "contentHtml": "<html><head></head><body><p><a href=\"https://www.justgender.org/wp-content/uploads/2020/07/Nduna-Cover.png\"><img decoding=\"async\" class=\"alignleft size-medium wp-image-1305 lazy\" src=\"https://www.justgender.org/wp-content/uploads/2020/07/Nduna-Cover-183x300.png\" data-src=\"https://www.justgender.org/wp-content/uploads/2020/07/Nduna-Cover-183x300.png\" alt=\"\" width=\"183\" height=\"300\"></a>The CSA&amp;G’s Gender Justice project published a new monograph by Professor Mzikazi Nduna from Wits University. The monograph, <em>A magnifying glass and a fine-tooth comb: understanding adolescent girls’ and young women’s sexual vulnerability</em>, was made possible though the continued support of the Irish Embassy, Pretoria.</p>\n<h3><strong>About the monograph</strong></h3>\n<p>Research with regard to the sexuality of adolescent girls and young women continues to suggest new approaches for understanding the sexual risks experienced by girls and young women in Southern Africa. Whilst this knowledge base reveals that young women’s life conditions and experiences are sub-optimal, some sexual and reproductive health and rights (SRHR) interventions are designed and delivered with unchecked assumptions. This monograph by Mzikazi Nduna addresses some of the assumptions underpinning adolescent girls’ and young women’s vulnerability that could be considered when designing and delivering SRHR interventions.</p>\n<p>Nduna grounds the discussion in historical eras that contributed to current gender inequalities in Southern Africa. This history locates women’s sexual vulnerability in the context of failed capitalist economies, tailor-made education systems and religious and moral influences that inform women’s lived realities of gender and racial inequality.</p>\n<p>She then guides you through a detailed discussion that introduces and examines five assumptions that appear to underpin sequential model interventions aimed at protecting adolescent girls and young women (AG&amp;YW) against negative outcomes such as early and unwanted pregnancy and HIV infection.</p>\n<p>The monograph concludes with a challenge to all of us to examine interventions with a fine-tooth comb, to reveal and interrogate underlying assumptions, and to intervene at the level of root causes of the problems that adolescents and young women face.</p>\n<p><em>A magnifying glass and a fine-tooth comb: understanding adolescent girls’ and young women’s sexual vulnerability </em>is a welcome contribution to the body of knowledge on adolescent girls and young women and will have relevance for academics, interventionists, policymakers and funders of SRHR interventions in Southern Africa and beyond.</p>\n<p style=\"text-align: center;\"><strong>An online discussion with the author will be hosted later in July, details to follow.</strong></p>\n</body></html>",
  "contentText": "The CSA&G’s Gender Justice project published a new monograph by Professor Mzikazi Nduna from Wits University. The monograph, A magnifying glass and a fine-tooth comb: understanding adolescent girls’ and young women’s sexual vulnerability, was made possible though the continued support of the Irish Embassy, Pretoria. About the monograph Research with regard to the sexuality of adolescent girls and young women continues to suggest new approaches for understanding the sexual risks experienced by girls and young women in Southern Africa. Whilst this knowledge base reveals that young women’s life conditions and experiences are sub-optimal, some sexual and reproductive health and rights (SRHR) interventions are designed and delivered with unchecked assumptions. This monograph by Mzikazi Nduna addresses some of the assumptions underpinning adolescent girls’ and young women’s vulnerability that could be considered when designing and delivering SRHR interventions. Nduna grounds the discussion in historical eras that contributed to current gender inequalities in Southern Africa. This history locates women’s sexual vulnerability in the context of failed capitalist economies, tailor-made education systems and religious and moral influences that inform women’s lived realities of gender and racial inequality. She then guides you through a detailed discussion that introduces and examines five assumptions that appear to underpin sequential model interventions aimed at protecting adolescent girls and young women (AG&YW) against negative outcomes such as early and unwanted pregnancy and HIV infection. The monograph concludes with a challenge to all of us to examine interventions with a fine-tooth comb, to reveal and interrogate underlying assumptions, and to intervene at the level of root causes of the problems that adolescents and young women face. A magnifying glass and a fine-tooth comb: understanding adolescent girls’ and young women’s sexual vulnerability is a welcome contribution to the body of knowledge on adolescent girls and young women and will have relevance for academics, interventionists, policymakers and funders of SRHR interventions in Southern Africa and beyond. An online discussion with the author will be hosted later in July, details to follow.",
  "contentLinks": [
    "https://www.justgender.org/wp-content/uploads/2020/07/Nduna-Cover.png"
  ],
  "contentImages": [
    "https://www.justgender.org/wp-content/uploads/2020/07/Nduna-Cover-183x300.png"
  ],
  "sourceArchive": "https://www.csagup.org/2020/07/"
}