{
  "title": "Just Leaders volunteers represent CSA&G at Southern Africa Regional Students and Youth Consortium Conference in Malawi",
  "permalink": "https://www.csagup.org/2022/10/25/just-leaders-volunteers-represent-csag-at-southern-africa-regional-students-and-youth-consortium-conference-in-malawi/",
  "datePublished": "2022-10-25T10:34:03+01:00",
  "dateLabel": "25th October 2022",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/06/blog-JL-180x70.png",
  "contentHtml": "<html><head></head><body><p style=\"text-align: center;\">By <a href=\"https://www.csagup.org/our-story/our-team/\" target=\"_blank\" rel=\"noopener\">Naledi Mpanza &amp; Hulisani Khorombi</a></p>\n<p>The 4<sup>th</sup> Southern Africa Regional Students and Youth Consortium (SARSYC) Conference convened by SAY WHAT and hosted by the Lilongwe University of Agricultural and Natural Resources (LUANR) took place from 24-26 August at Sunbird Capital Hotel in Lilongwe, Malawi.</p>\n<p>The Centre for Sexualities, AIDS and Gender (CSA&amp;G) was represented by four JUST Leaders volunteers Boipelo Matshaba, (befriender), Martin Mushomba (research cohort), Portia Ndava (facilitator) as well as Sechaba Modise (comnunity engagement cohort) who span the different faculties of Law, Humanities and Natural and Agricultural Sciences. The student volunteers were accompanied by the JUST Leaders project manager Hulisani Khorombi and junior researcher Naledi Mpanza.</p>\n<p>The theme for the conference was ‘Reshaping, Replanning and Re-Committing to the Youth Agenda in the Southern African Region’ and included presentations on advancing access to and information on Sexual and Reproductive Health and Rights (SRHR in light of the challenges that COVID-19 exposed regarding access to inclusive and competent care; especially for young people in health care facilities.</p>\n<p>The event was well attended with over 200 in-person and online delegates and speakers including students and youths, members from the donor community, civil society organisations, non-governmental organisations as well as government representatives and other members of the SADC region. The event was also live streamed on Facebook and YouTube and garnered a presence on Twitter as well through the hashtag #SARSYC2022.</p>\n<p>The JUST Leaders team assisted in facilitations and presentations as well hosting an exhibition stall promoting safer sex practices and showcasing the various publications that have been published by the CSA&amp;G Press. The team also highlighted the SRHR needs of young people in the LGBTQIA+ community in light of the UP Trans Protocol awareness program.</p>\n<p>The CSA&amp;G is greatful to our funders and partners as well as the dedicated team of colleagues at the Centre who continue to apply themselves to advancing access to Sexual and Reproductive Health and Rights amongst other social justice initiatives. The next SARSYC conference will be held in Botswana in 2024.</p>\n<p>For more information on the SARSYC please follow this link: <a href=\"https://sarsyc.org/\">https://sarsyc.org</a></p>\n<p>For University of Pretoria students&nbsp; who want to join the JUST Leaders program please follow this link: <a href=\"https://clickup.up.ac.za/webapps/blackboard/execute/enrollCourse?context=INMENU&amp;course_id=_156066_1\">https://clickup.up.ac.za/webapps/blackboard/execute/enrollCourse?context=INMENU&amp;course_id=_156066_1</a></p>\n</body></html>",
  "contentText": "By Naledi Mpanza & Hulisani Khorombi The 4th Southern Africa Regional Students and Youth Consortium (SARSYC) Conference convened by SAY WHAT and hosted by the Lilongwe University of Agricultural and Natural Resources (LUANR) took place from 24-26 August at Sunbird Capital Hotel in Lilongwe, Malawi. The Centre for Sexualities, AIDS and Gender (CSA&G) was represented by four JUST Leaders volunteers Boipelo Matshaba, (befriender), Martin Mushomba (research cohort), Portia Ndava (facilitator) as well as Sechaba Modise (comnunity engagement cohort) who span the different faculties of Law, Humanities and Natural and Agricultural Sciences. The student volunteers were accompanied by the JUST Leaders project manager Hulisani Khorombi and junior researcher Naledi Mpanza. The theme for the conference was ‘Reshaping, Replanning and Re-Committing to the Youth Agenda in the Southern African Region’ and included presentations on advancing access to and information on Sexual and Reproductive Health and Rights (SRHR in light of the challenges that COVID-19 exposed regarding access to inclusive and competent care; especially for young people in health care facilities. The event was well attended with over 200 in-person and online delegates and speakers including students and youths, members from the donor community, civil society organisations, non-governmental organisations as well as government representatives and other members of the SADC region. The event was also live streamed on Facebook and YouTube and garnered a presence on Twitter as well through the hashtag #SARSYC2022. The JUST Leaders team assisted in facilitations and presentations as well hosting an exhibition stall promoting safer sex practices and showcasing the various publications that have been published by the CSA&G Press. The team also highlighted the SRHR needs of young people in the LGBTQIA+ community in light of the UP Trans Protocol awareness program. The CSA&G is greatful to our funders and partners as well as the dedicated team of colleagues at the Centre who continue to apply themselves to advancing access to Sexual and Reproductive Health and Rights amongst other social justice initiatives. The next SARSYC conference will be held in Botswana in 2024. For more information on the SARSYC please follow this link: https://sarsyc.org For University of Pretoria students who want to join the JUST Leaders program please follow this link: https://clickup.up.ac.za/webapps/blackboard/execute/enrollCourse?context=INMENU&course_id=_156066_1",
  "contentLinks": [
    "https://www.csagup.org/our-story/our-team/",
    "https://sarsyc.org/",
    "https://clickup.up.ac.za/webapps/blackboard/execute/enrollCourse?context=INMENU&course_id=_156066_1"
  ],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2022/10/"
}