{
  "title": "CSA&G  statement on IAAF discriminatory hyperandrogenism regulations",
  "permalink": "https://www.csagup.org/2019/02/20/csag-statement-on-iaaf-discriminatory-hyperandrogenism-regulations/",
  "datePublished": "2019-02-20T04:34:06+00:00",
  "dateLabel": "20th February 2019",
  "author": "CSAG",
  "categories": [
    "News"
  ],
  "tags": [],
  "featuredImage": "https://www.csagup.org/wp-content/uploads/2018/05/blog-180x70.png",
  "contentHtml": "<html><head></head><body><p>The Centre for Sexualities, AIDS and Gender (CSA&amp;G),\nUniversity of Pretoria, stands in support of the campaign of the Department of\nSports and Recreation South Africa in relation to the International Association\nof Athletics Federation’s regulations governing hyperandrogenism. </p>\n\n\n\n<p>As they stand the 2018 regulations set a limit on the\ntestosterone levels of female athletes if they wish to compete in certain track\nevents. Track athletes with Difference of Sexual Development, like Caster\nSemenya, are particularly targeted by the regulations.</p>\n\n\n\n<p>The question of whether and how female athletes are\nadvantaged by higher testosterone levels is a controversial one, not least\nbecause any advantages conferred by testosterone in a female athlete have to be\nseen against the background of other factors: the kind and extent of training\nthey do, their diet, the nature of the coaching they have, the rest of their\ngenetic complement (potential for height and build for example) and the\nenvironmental factors they were exposed to when growing up. In sum, there are\nmany variables; to thus focus on hormones alone seems arbitrary, and therefore\nunfair. What also seems unfair is to insist that for someone like Caster to\ncompete she, an otherwise perfectly healthy person, would be forced to take\nmedications which may have unpredictable side effects.</p>\n\n\n\n<p>Apart from the science of sex differences, which is not\nperfect, what these regulations do is reflect an anxiety about separating male\nfrom female in definitive ways, and they reinforce notions of binaries. The\ntruth is possibly more complex, and policing the borders of maleness and\nfemaleness is as much a social concern as it is a scientific one. The idea of\noverlaps between men and women, of significant differences <em>within</em> the category “male” and the category “female”, can be\nalarming. People who identify as non-binary (neither male nor female or both)\nand trans people (who do not define their gender identity in line with the sex\nthey were assigned at birth) also challenge our accepted ideas and certainties,\noften leading to moral panic and a desire to control and to create “order”.</p>\n\n\n\n<p>The CSA&amp;G argues that we should resist these impulses\nand accept people for who and what they are. Advantage and disadvantage in\nsport is a complex terrain, homing in on one factor seems wrong and unjust. We\nthus call on the IAAF to end this unnecessary and painful exercise and stand\nwith the DSRSA and Caster Semenya.</p>\n</body></html>",
  "contentText": "The Centre for Sexualities, AIDS and Gender (CSA&G), University of Pretoria, stands in support of the campaign of the Department of Sports and Recreation South Africa in relation to the International Association of Athletics Federation’s regulations governing hyperandrogenism. As they stand the 2018 regulations set a limit on the testosterone levels of female athletes if they wish to compete in certain track events. Track athletes with Difference of Sexual Development, like Caster Semenya, are particularly targeted by the regulations. The question of whether and how female athletes are advantaged by higher testosterone levels is a controversial one, not least because any advantages conferred by testosterone in a female athlete have to be seen against the background of other factors: the kind and extent of training they do, their diet, the nature of the coaching they have, the rest of their genetic complement (potential for height and build for example) and the environmental factors they were exposed to when growing up. In sum, there are many variables; to thus focus on hormones alone seems arbitrary, and therefore unfair. What also seems unfair is to insist that for someone like Caster to compete she, an otherwise perfectly healthy person, would be forced to take medications which may have unpredictable side effects. Apart from the science of sex differences, which is not perfect, what these regulations do is reflect an anxiety about separating male from female in definitive ways, and they reinforce notions of binaries. The truth is possibly more complex, and policing the borders of maleness and femaleness is as much a social concern as it is a scientific one. The idea of overlaps between men and women, of significant differences within the category “male” and the category “female”, can be alarming. People who identify as non-binary (neither male nor female or both) and trans people (who do not define their gender identity in line with the sex they were assigned at birth) also challenge our accepted ideas and certainties, often leading to moral panic and a desire to control and to create “order”. The CSA&G argues that we should resist these impulses and accept people for who and what they are. Advantage and disadvantage in sport is a complex terrain, homing in on one factor seems wrong and unjust. We thus call on the IAAF to end this unnecessary and painful exercise and stand with the DSRSA and Caster Semenya.",
  "contentLinks": [],
  "contentImages": [],
  "sourceArchive": "https://www.csagup.org/2019/02/"
}